{
  "language": "hi",
  "content": "प्रज्ञापारमिता संग्रह गाथा\nIn Sanskrit: Ārya Prajñāpāramitā Sañcaya Gāthā.\\nIn Tibetan: The Noble Condensed Verses of the Perfection of Wisdom.\\nHomage to Noble Mañjuśrī.\nउसके बाद भगवान बुद्ध ने अपने चारों प्रकार के अनुयायियों को सच्चे आनंद से भर देने के लिए फिर से प्रज्ञापारमिता (ज्ञान की परम सीमा) का उपदेश दिया। उस समय उन्होंने निम्नलिखित श्लोक कहे।\n\nहर्ष, श्रद्धा और परम आदर के साथ ध्यान दें।\\nआवरणों और क्लेशों को दूर करके मलिनता से परे जाएँ।\\nजो प्राणियों के हित में प्रवेश करके, शांत प्रज्ञापारमिता का अभ्यास करते हैं,\\nजिसमें वीर पुरुष प्रवृत्त होते हैं, उसे सुनें।\n# प्रथम प्रकरण में सर्वज्ञता का प्रदर्शन\\n\\nइस जम्बूद्वीप में जितनी भी नदियाँ बहती हैं,\\nऔर जो फूल, फल, औषधियाँ और वन उगाते हैं,\\nवे सब मानसरोवर में निवास करने वाले नागराज के आश्रय से हैं।\\nयह सब उस नागराज की शक्ति और वैभव का प्रभाव है।\nबुद्ध के श्रावक जितने भी धर्म का उपदेश देते हैं, व्याख्या करते हैं, तर्कपूर्ण ढंग से बात करते हैं, उत्कृष्ट सुख प्रदान करते हैं, और उनके फल प्राप्त करते हैं - यह सब कुछ तथागत के पुरुषार्थ का ही प्रभाव है।\nअगर आप पूछें कि क्यों, तो इसका कारण यह है कि बुद्ध द्वारा सिखाए गए धर्म के मार्ग पर श्रेष्ठ मनुष्य शिष्य बनकर अभ्यास करते हैं, और जब वे इसका प्रत्यक्ष अनुभव कर लेते हैं, तब वे अपने अभ्यास के अनुसार दूसरों को सिखाते हैं। यह सब बुद्ध की शक्ति से होता है, अपनी खुद की क्षमता से नहीं।\nअगर कोई व्यक्ति श्रेष्ठ प्रज्ञापारमिता में किसी चीज को उपलब्ध नहीं पाता, बोधिसत्व को उपलब्ध नहीं पाता, और बोधिचित्त को भी उपलब्ध नहीं पाता; और जब वह ऐसा सुनता है तो न भ्रमित होता है और न ही भयभीत होता है - वह बोधिसत्व तथागत की प्रज्ञा का अभ्यास करता है।\nअरूप, अवेदना, असंज्ञा और अचेतना है।\\nउसमें विज्ञान का थोड़ा सा भी निवास नहीं है।\\nवह सभी धर्मों में निवास न करते हुए, बिना ठहराव के विचरण करता है।\\nपूर्णतः पकड़ से परे रहकर, सुगतों का बोधि प्राप्त करता है।\nजैसे कोई कुशल कारीगर अपने ज्ञान से \\nकिसी वस्तु को इस प्रकार नष्ट करता है कि उसका कोई अवशेष नहीं बचता,\\nउसी प्रकार जो बोधिसत्त्व धर्म को इस तरह जानता है,\\nवह निर्वाण को प्राप्त नहीं करता और प्रज्ञा में स्थित रहता है।\nअब यह कौन है, यह प्रज्ञा क्या है, और यह किसकी है, किससे आती है? - इस प्रकार सभी धर्मों (घटनाओं) की शून्यता पर विचार करके, जो बोधिसत्त्व गहराई से जांच-पड़ताल करता है और फिर भी निराश या भयभीत नहीं होता, वह बोधिसत्त्व बोधि (ज्ञान) के नज़दीक है।\nअगर कोई अज्ञानतावश रूप को रूप मानकर, वेदना, संज्ञा, संस्कार और विज्ञान के स्कंधों का अनुभव करता है, और फिर भी इन स्कंधों को 'खाली' या 'शून्य' मानता है, तो वह बोधिसत्त्व वास्तव में अभी भी लक्षणों में उलझा हुआ है, और उसे अजन्मा की स्थिति में सच्ची श्रद्धा नहीं है।\nजो न रूप है, न भावना है, न संज्ञा है, न चेतना है।\\nजो विज्ञान में नहीं रहता, बिना किसी आधार के विचरण करता है।\\nउसे \\\"आचरण\\\" कहते हैं, लेकिन वह प्रज्ञा पर आश्रित होकर किसी पर लक्षित नहीं होता।\\nअजन्मा, बुद्धिमान, ध्यान में स्थित - ऐसा व्यक्ति परम शांति को प्राप्त करता है।\nयह बोधिचित्त जो मुझमें शांतिपूर्वक स्थित है, वह पूर्व के तथागतों द्वारा भविष्यवाणी किया गया है। मैं न तो \\\"मैं ध्यान में हूँ\\\" और न ही \\\"मैं ध्यान से उठा हूँ\\\" ऐसा अहंकार रखता हूँ। क्यों? क्योंकि मैंने धर्म के वास्तविक स्वभाव को पूरी तरह से जान लिया है।\nइस प्रकार आचरण करते हुए, वह सुगतों की प्रज्ञा का आचरण करता है। वह स्पष्ट रूप से समझता है कि जिसे आचरण नहीं कहा जा सकता, वही वास्तविक आचरण है। जब कोई धर्म का आचरण करता है, तो वह भी ग्रहण करने योग्य नहीं होता। यही प्रज्ञापारमिता का सर्वोत्तम आचरण है।\nजो वास्तव में है ही नहीं, उसे अभाव कहते हैं।\\nअज्ञानी लोग इसकी जांच करके भाव और अभाव का निर्धारण करते हैं।\\nवास्तव में भाव और अभाव, ये दोनों ही ऐसे धर्म हैं जो मौजूद नहीं हैं।\\nजो बोधिसत्त्व इस तथ्य को समझ लेता है, वह निश्चित रूप से संसार से मुक्त हो जाता है।\nजो कोई पांचों स्कंधों को जादू की तरह समझता है, जादू को स्कंधों से अलग नहीं मानता, विविध संकल्पों से मुक्त होकर शांति में विचरण करता है - यही प्रज्ञापारमिता का सर्वोत्तम आचरण है।\nसच्चे आध्यात्मिक गुरु के साथ रहने वाला और विशेष अंतर्दृष्टि से युक्त व्यक्ति, बुद्धों की माता (प्रज्ञापारमिता) को सुनकर कभी भयभीत नहीं होगा। लेकिन जो बुरे मित्रों के साथ रहता है और दूसरों पर निर्भर करता है, वह बिना पकाए मिट्टी के बर्तन की तरह है, जो पानी के स्पर्श मात्र से ही नष्ट हो जाता है।\nअगर कोई पूछे \\\"बोधिसत्त्व को बोधिसत्त्व क्यों कहा जाता है?\\\" तो उत्तर है:\\nवे आसक्ति को काटते हैं और सभी चीज़ों से आसक्ति को समाप्त करना चाहते हैं।\\nवे जिन बुद्धों की बोधि (ज्ञान) आसक्ति-रहित है, उसे प्राप्त करते हैं।\\nइसी कारण से वे \\\"बोधिसत्त्व\\\" नाम प्राप्त करते हैं।\nअगर कोई पूछे कि \\\"इसे महान सत्व (महासत्त्व) क्यों कहते हैं?\\\", तो उत्तर है:\\nक्योंकि वे प्राणियों के समूह में सर्वश्रेष्ठ हैं,\\nऔर प्राणियों के संसार के महान भ्रमों को काटते हैं।\\nइसीलिए उन्हें 'महासत्त्व' कहा जाता है।\nअत्यंत उदार हैं, विशाल बुद्धि रखते हैं, महान शक्ति से युक्त हैं,\\nजिनबुद्धों के श्रेष्ठ महायान में प्रवेश किए हैं,\\nमहान कवच धारण करते हैं और मार के छल-कपट को परास्त करते हैं,\\nइसीलिए उन्हें 'महासत्त्व' (महान सत्त्व) कहा जाता है।\nजैसे एक जादूगर चौराहे पर अपने जादू से\\nकई लोगों के सिर काटने का दृश्य दिखा सकता है,\\nउसी प्रकार बोधिचित्त वाला व्यक्ति जो जानता है कि\\nसभी प्राणी माया के समान हैं, उसे कोई भय नहीं होता।\n# रूप, संज्ञा, वेदना, संस्कार और विज्ञान - ये न बंधे हैं, न मुक्त, न वास्तव में मौजूद हैं।\\n# इस प्रकार बोधि की ओर बढ़ते हुए निराश मन के बिना रहना,\\n# यही महापुरुषों का सर्वोत्तम कवच है।\nअगर कोई पूछे कि इसे बोधिचित्त को \\\"महायान\\\" (महान वाहन) क्यों कहा जाता है, तो इसका उत्तर है: यह वह वाहन है जिस पर सवार होकर सभी प्राणियों को दुःख से पार लाया जाता है। यह मार्ग आकाश के समान और एक विशाल महल जैसा है, जो आनंद और सुख की प्राप्ति कराने वाला सर्वोत्तम वाहन है।\nअगर कोई व्यक्ति सवारी पर बैठकर किसी दिशा में जाता है, लेकिन उसका कोई निश्चित गंतव्य नहीं है। कहा गया है कि निर्वाण की ओर जाने वाला भी वास्तव में कहीं नहीं जाता। जैसे एक मृत व्यक्ति कहीं जा नहीं सकता, इसी कारण से इसे 'निर्वाण' या 'दुःख से परे' कहा जाता है।\nअतीत, भविष्य और वर्तमान - इन तीनों कालों में बोधिसत्त्व की अवधारणा पकड़ में नहीं आती। यह तीनों काल से परे है। जो इसे असंस्कृत और प्रपंचरहित मानते हैं, वे प्रज्ञापारमिता की सर्वोत्तम साधना का अभ्यास करते हैं।\nबोधिसत्त्व जब ज्ञानवान और कुशल होकर, अनुत्पाद (जन्म-रहित) की प्रकृति का चिंतन करते हुए इस प्रकार आचरण करता है, और महाकरुणा का भाव रखते हुए भी उसके मन में 'सत्त्व' (प्राणी) का कोई आभास नहीं होता, यही प्रज्ञापारमिता का सर्वोत्तम आचरण है।\nअगर कोई प्राणियों को देखकर और उनके दुःख को देखकर सोचे,\\n\\\"मैं सभी प्राणियों की मदद करूंगा और उनके दुःखों को दूर करूंगा,\\\"\\nऔर फिर स्वयं और प्राणियों की अलग-अलग धारणा बनाए रखे, वह बोधिसत्त्व है;\\nपरंतु यह प्रज्ञापारमिता (उच्चतम ज्ञान) का सर्वोत्तम आचरण नहीं है।\nजैसा मैं हूँ, वैसे ही सभी प्राणियों को जानना।\\nजैसे सभी प्राणी हैं, वैसे ही सभी धर्मों (चीज़ों) को जानना।\\nन उत्पत्ति, न अनुत्पत्ति - इन दोनों के बारे में विचार न करना।\\nयही प्रज्ञापारमिता (परम ज्ञान) की सर्वोच्च साधना है।\nसंसार में जितने भी धर्म के नाम कहे जाते हैं, उन सभी में जन्म और वास्तविक मृत्यु को त्याग कर, अमर ज्ञान की परम प्राप्ति के अलावा कुछ भी नहीं प्राप्त होता। इसीलिए इसे प्रज्ञापारमिता कहते हैं।\nअहा बोधिसत्व जो बिना किसी संशय के इस तरह आचरण करता है, वह ज्ञानवान है और समता में स्थित रहता है, ऐसा जानना चाहिए। जो सभी धर्मों (चीजों) की स्वभाव-शून्यता को पूरी तरह से समझ गया है, वही प्रज्ञापारमिता - सर्वोत्तम ज्ञान की पारमिता का अभ्यास कर रहा है।\n\nसकल मार्गों के ज्ञान का द्वितीय प्रकरण।\nजो व्यक्ति रूप में नहीं रहता, वेदना में नहीं रहता, जो संज्ञा में नहीं रहता और मानसिक संस्कारों में नहीं रहता, और जो विज्ञान में भी नहीं रहता, वही धर्मता में वास करता है। यही प्रज्ञापारमिता की सर्वोत्तम आचरण है।\nअनित्य और नित्य, सुख और दुःख, प्रिय और अप्रिय, आत्म और अनात्म, तथता और शून्यता - इन सबमें; फल की प्राप्ति में, अर्हत के स्तर पर, प्रत्येकबुद्ध के स्तर पर, या यहां तक कि बुद्ध के स्तर पर भी नहीं रुकना चाहिए।\nजिस प्रकार बुद्ध असंस्कृत धातु में नहीं रहते और न ही संस्कृत धातु में रहते हैं, वे बिना किसी स्थान के विचरण करते हैं।\\nउसी प्रकार, बोधिसत्त्व भी स्थान में रहते हुए भी स्थानरहित रहते हैं।\\nयह स्थानरहित रहना ही वास्तविक स्थान है - ऐसा बुद्धों ने कहा है।\nजो लोग सुगत (बुद्ध) के श्रावक बनना चाहते हैं, \\nजो प्रत्येक बुद्ध और धर्मराज (बुद्ध) बनने की इच्छा रखते हैं,\\nवे इस क्षमा के बिना अपने लक्ष्य को प्राप्त नहीं कर सकते,\\nजैसे कोई बिना नेत्रों के इधर-उधर जाने का प्रयास करता है।\nधर्म सिखाना और सुनना, वह जो सिखाया जाता है,\\nफल की प्राप्ति, जीवन की परिस्थितियों पर विजय, और संसार के रक्षक,\\nज्ञानी और प्रबुद्ध द्वारा प्राप्त किया गया निर्वाण -\\nयह सब कुछ माया के समान है, ऐसा तथागत ने सिखाया है।\nये चार प्रकार के व्यक्ति इससे नहीं डरते: बोधिसत्व जो सत्य में कुशल हैं और अपने मार्ग से पीछे नहीं हटते, अर्हत जिन्होंने अपने सभी क्लेशों को दूर कर लिया है और संदेह त्याग दिया है, और चौथे वे जो एक अच्छे आध्यात्मिक मित्र के मार्गदर्शन में हैं।\nबोधिसत्त्व जो इस प्रकार से कुशलता और ज्ञान के साथ आचरण करते हैं, वे अरहंत की भूमि पर नहीं रहते जहाँ और कुछ सीखने को नहीं है, और न ही प्रत्येकबुद्ध की भूमि पर। वे सर्वज्ञता प्राप्त करने के लिए बुद्ध के धर्म का अभ्यास करते हैं। जो न तो शिष्य की अवस्था में है और न ही उस अवस्था में जहाँ और कुछ सीखने को नहीं है, वही वास्तव में सच्चा शिक्षार्थी है।\nशरीर को बढ़ाने, उसकी रक्षा करने या उसे बनाए रखने के लिए नहीं, और न ही विभिन्न वस्तुओं को प्राप्त करने के लिए अध्ययन किया जाता है। बल्कि, सर्वज्ञता को प्राप्त करने और सभी गुणों को धारण करने के लिए अध्ययन किया जाता है। जो इस तरह से संसार से निकलने का निश्चय करता है, वही गुणों में आनंद लेने वाला सच्चा विद्यार्थी है।\nरूप प्रज्ञा नहीं है, न ही रूप में प्रज्ञा है। विज्ञान, संज्ञा, वेदना और चेतना - ये भी प्रज्ञा नहीं हैं, न ही इनमें प्रज्ञा है। यह प्रज्ञा आकाश धातु के समान है, इसमें कोई भेद नहीं है।\nउन सभी विषयों की प्रकृति अंतहीन है। जीवों की प्रकृति भी अंतहीन है। आकाश धातु की प्रकृति भी अंतहीन है। और लोक को जानने वाले की प्रज्ञा भी अंतहीन है।\nअदु शेस (धारणाएँ) मानना इस पार होना है, ऐसा बुद्ध ने स्पष्ट घोषित किया है। धारणाओं को पूरी तरह तोड़कर छोड़ देना उस पार पहुँचना है। जो लोग इन धारणाओं से मुक्त होकर अनुभवों को प्राप्त करते हैं, वे पारमिता को पार करके बुद्ध के उपदेशों में प्रतिष्ठित होते हैं।\nअगर बुद्ध स्वयं अनगिनत कल्पों तक रहकर \\\"सत्त्व, सत्त्व\\\" का उच्चारण करते रहें, तो भी आरंभ से ही शुद्ध होने के कारण कोई वास्तविक सत्त्व कैसे उत्पन्न हो सकता है? यह प्रज्ञापारमिता का सर्वोत्तम अभ्यास है।\nजब मैं इस उत्तम पारमिता (पूर्णता) के अनुरूप बोलता था, तब पूर्वकाल के महापुरुषों ने भविष्य में बुद्ध बनने की भविष्यवाणी मेरे लिए की थी - ऐसा विजेता (बुद्ध) ने कहा है।\n\n\nजो कोई इस प्रज्ञापारमिता (परम ज्ञान की शिक्षा) का सम्मान करके पालन करता है और इसे समझता है, उस पर विष, हथियार, आग या पानी का प्रभाव नहीं पड़ता। मारा (बुराई के प्रतीक) और उसके अनुयायी भी उसमें कोई कमज़ोरी नहीं पा सकते।\nअगर कोई बुद्ध (सुगत) के परिनिर्वाण के बाद सात रत्नों से बनी स्तूप की पूजा करे, और गंगा नदी के रेत के समान हजारों-लाखों क्षेत्रों को ऐसी सुगत स्तूपों से भर दे, तो यह भी एक महान पुण्य कार्य होगा।\nअनगिनत बुद्ध-क्षेत्रों में रहने वाले सभी प्राणी अगर कुछ और न करके सिर्फ दिव्य फूल, धूप और चंदन से अनंत काल तक या उससे भी अधिक समय तक पूजा करें, तो भी जो कुछ मिलेगा...\nअगर कोई व्यक्ति उस धर्मग्रंथ को लिखकर रखे, जिससे दस शक्तियों वाले तथागत बुद्ध उत्पन्न होते हैं, और उसे फूलों और सुगंधित पदार्थों से सम्मानित करे, तो स्तूप बनाकर पूजा करने से प्राप्त होने वाला पुण्य उसके सामने तुच्छ है।\nअहा, यह प्रज्ञापारमिता बुद्धों का महामंत्र है। यह अनेक प्रकार के प्राणियों के दुःख और संताप को शांत करता है। अतीत के और दसों दिशाओं के संसार के जितने भी नाथ हैं, वे सब इस मंत्र का अभ्यास करके अनुपम चिकित्सक-राजा बने हैं।\nअगर कोई व्यक्ति दूसरों की मदद करने और उन पर दया दिखाने का अभ्यास करता है, और इस विद्या-मंत्र को सीखकर कुशल बन जाता है, तो वह बोधि (ज्ञान) को प्राप्त कर लेता है। यह जानना चाहिए कि संसारिक सुख और निर्वाण का सुख - ये सभी प्रकार के सुख इसी (बोधिचित्त) से उत्पन्न होते हैं।\nजैसे बीज बोने के बाद मिट्टी में रहकर अंकुरित होता है,\\nऔर अनुकूल परिस्थितियां मिलने पर विविध रूपों में विकसित होता है,\\nवैसे ही पांच पारमिताएँ और बोधि के जितने भी गुण हैं,\\nवे सभी प्रज्ञा पारमिता से ही उत्पन्न होते हैं।\nजिस मार्ग से चक्रवर्ती राजा सदा चलता है,\\nउसी मार्ग से सात रत्न और उसकी सभी सेनाएँ भी चलती हैं।\\nइसी प्रकार, जिस मार्ग से बुद्धों की प्रज्ञापारमिता चलती है,\\nउसी मार्ग से सभी गुण और धर्म भी चलते हैं।\n\n\nसुगत ने इंद्र के सभी प्रश्नों का उत्तर देते हुए कहा:\\n\\\"यदि गंगा नदी की रेत के समान अनगिनत बुद्ध क्षेत्र होते,\\nऔर उन सभी में बुद्धों के पवित्र अवशेष (धातु) प्रकट होते,\\nफिर भी मैं इस प्रज्ञापारमिता (परम ज्ञान) को ही ग्रहण करूंगा।\\\nअगर आप पूछते हैं कि क्यों, तो यह नहीं कि मुझमें बुद्ध के अवशेषों के प्रति श्रद्धा नहीं है। लेकिन मैं प्रज्ञा (ज्ञान) के पूर्ण भावना द्वारा पूजा करता हूँ। जैसे राजा को उनके निवास स्थान के बजाय सम्मान मिलता है, वैसे ही बुद्ध के अवशेष प्रज्ञापारमिता (परम ज्ञान) पर निर्भर करते हैं।\nएक बहुमूल्य रत्न सभी गुणों से युक्त होता है और उसका मूल्य निर्धारित नहीं किया जा सकता। जब इसे किसी डिब्बे में रखा जाता है, तो उस डिब्बे को भी सम्मान दिया जाता है। रत्न को निकालने के बाद भी, लोग उस डिब्बे का आदर करते हैं, क्योंकि वे गुण उस बहुमूल्य रत्न के ही हैं।\nअति उत्तम प्रज्ञापारमिता के गुणों के कारण, बुद्ध के निर्वाण प्राप्त करने के बाद भी उनके अवशेषों की पूजा की जाती है। इसलिए, जो कोई भी बुद्ध के गुणों को धारण करना चाहता है, उसे प्रज्ञापारमिता को अपनाना चाहिए - यही मुक्ति का मार्ग है।\nदान से पहले प्रज्ञा (विवेक) होना चाहिए। शील, क्षमा, वीर्य और ध्यान के साथ भी ऐसा ही है। यह सभी कुशल धर्मों को व्यर्थ न जाने देने के लिए उन्हें धारण करने जैसा है। यह सिद्धांत सभी धर्मों (शिक्षाओं) के एक समान स्वभाव को दर्शाता है।\nउदाहरण के लिए, जम्बूद्वीप में अरबों विभिन्न प्रकार के पेड़ हैं, अनेक रूपों, विविध प्रकारों और बहुत सारे आकारों में। हालांकि हम उनकी छाया की गिनती कर सकते हैं, लेकिन छायाओं में कोई विविधता या अंतर नहीं है।\nजिनके पांच पारमिताएँ भी प्राज्ञपारमिता का नाम पाती हैं। यदि सर्वज्ञता के लिए परिणाम समर्पित किया जाए, तो ये सभी छह पारमिताएँ एक ही स्वाद में मिल जाती हैं, जिसे बोधि कहते हैं।\n\n\nयदि बोधिसत्त्व गहरी समझ के बिना,\\nरूप, संज्ञा, वेदना, चेतना और विज्ञान को,\\nअनित्य दिखाकर कृत्रिम व्यवहार करता है।\\nवास्तव में ज्ञानी कभी भी धर्मों का विनाश नहीं करता।\nजिसमें न रूप है, न वेदना है, न संज्ञा दिखाई देती है,\\nन विज्ञान है, न चेतना का कोई अस्तित्व है,\\nजो सभी धर्मों को अनुत्पन्न और शून्य के रूप में समझता है,\\nयही प्रज्ञापारमिता की सर्वोत्तम साधना है।\nसागर की गंगा के रेत के बराबर संख्या में क्षेत्रों में,\\nजितने भी प्राणी रहते हैं, सभी को अर्हत बनाने का फल जीतने से भी,\\nजो व्यक्ति इस प्रज्ञापारमिता को लिखकर,\\nश्रेष्ठ प्राणियों को पुस्तक के रूप में देता है, उसका पुण्य अत्यंत महान होता है।\nक्यों है ऐसा? क्योंकि वे श्रेष्ठ वक्ता इसमें प्रशिक्षित होकर, सभी धर्मों (घटनाओं) को यहाँ शून्यता के रूप में प्रकट करते हैं। इसे सुनकर श्रावक शीघ्र ही पूर्ण मुक्ति प्राप्त करते हैं, और प्रत्येकबुद्ध तथा बुद्धों की बोधि भी प्राप्त करते हैं।\nबिना अंकुर के जगत में वृक्ष का उत्पन्न होना असंभव है। फिर उस पर शाखाएँ, पत्ते, फूल और फल कैसे आएंगे? बिना बोधिचित्त के जगत में बुद्ध का उदय संभव नहीं। फिर इंद्र, ब्रह्मा और श्रावक जैसे फल कहाँ से आएंगे?\nजिस प्रकार सूरज का मंडल जब अपनी किरणों का जाल फैलाता है, तब प्राणी अपना कार्य करने में उत्साहित होते हैं, उसी प्रकार जब संसार में ज्ञानी लोगों के लिए बोधिचित्त उत्पन्न होता है, तो वे ज्ञान के द्वारा प्राणियों को गुणों और धर्म से युक्त बनाते हैं।\nजैसे अगर मानसरोवर झील में नाग राजा न हो, तो जम्बूद्वीप (इस पृथ्वी) पर नदियाँ कैसे बहेंगी? यदि नदियाँ न हों, तो फूल और फल कैसे उगेंगे? और समुद्र में भी अनेक प्रकार के रत्न नहीं होंगे।\nइसी प्रकार, यहाँ भी बोधिचित्त के बिना सुगतों का ज्ञान इस संसार में कैसे प्रकट हो सकता है? ज्ञान के बिना गुणों का विकास नहीं होता, बोधि नहीं होती और समुद्र के समान विशाल बुद्ध धर्म भी नहीं रहेगा।\nअपने आसपास की दुनिया को प्रकाशित करने वाले सभी जीवों द्वारा निकाले गए प्रकाश से कहीं अधिक शक्तिशाली है सूर्य की एक किरण। सूरज की एक ही किरण अन्य सभी प्रकाश-उत्पन्न करने वाले प्राणियों के संयुक्त प्रकाश से कहीं अधिक शक्तिशाली है। सभी प्रकाश देने वाले जीवों का मिला-जुला प्रकाश सूर्य की एक किरण के सामने फीका पड़ जाता है।\n\n\nश्रावकों के समूह द्वारा दान, नैतिक आचरण और ध्यान के माध्यम से जितना भी पुण्य संचय किया जाता है, वह सब बोधिसत्व के प्रति एक क्षण के सच्चे अनुमोदन के समक्ष तुलना में नहीं ठहरता। श्रावकों के सारे पुण्य समूह, बोधिसत्व के कार्यों पर प्रसन्न होने के एक क्षण के विचार के सामने कुछ भी नहीं हैं।\nबीते समय में अनगिनत करोड़ों बुद्ध जो थे, और जो असंख्य विश्वों में आज भी विराजमान हैं, और वे सभी जगत के रक्षक जो निर्वाण प्राप्त कर चुके हैं - इन सभी ने दुःख के अंत के लिए अमूल्य धर्म का उपदेश दिया है।\nसबसे पहले जब बोधिचित्त का श्रेष्ठ संकल्प किया जाता है, उस समय से लेकर मार्गदर्शकों के पवित्र धर्म के अंत के समय तक, बुद्धों का जो पुण्य है, पारमिताओं से युक्त और बुद्ध के गुणों से संपन्न है।\nसभी बुद्ध-पुत्रों, श्रावकों, शिक्षार्थियों और अशिक्षितों के आस्रव रहित और आस्रव सहित सभी पुण्य कार्यों में बोधिसत्त्व अनुमोदित होते हैं, और वे इन सभी को सम्पूर्ण जगत के हित के लिए, बोधि (ज्ञान) प्राप्ति के लिए समर्पित करते हैं।\nअगर हम जब पुण्य परिणाम का समर्पण करते समय मन में विचार उठता है, और हम बोधिचित्त का विचार, समर्पण का विचार, और प्राणियों का विचार करते हैं, तो ये विचार हमें तीन चीज़ों से जुड़े रहने की मानसिकता में बांधते हैं। किसी वस्तु पर लक्ष्य केंद्रित करके किया गया समर्पण वास्तविक समर्पण नहीं है।\nअगर हम यह समझ लें कि ये सभी धर्म (घटनाएँ या चीज़ें) निरुद्ध और क्षीण हैं, और जिसके लिए हम परिणाम समर्पित करते हैं वह भी क्षीण है, और यह भी जान लें कि एक धर्म दूसरे धर्म को कभी समर्पित नहीं करता, तो इस प्रकार की गहरी समझ से किया गया समर्पण ही सच्चा समर्पण है।\nअगर कोई अपनी अच्छाई के बारे में सोचकर पुण्य समर्पित करता है, तो वह वास्तव में समर्पण नहीं है। लेकिन जब बिना किसी विचार के बोधिचित्त (ज्ञान की प्राप्ति) के लिए समर्पित किया जाता है, तो वह सच्चा समर्पण है। जिस प्रकार जहर मिला अच्छा भोजन खाना हानिकारक होता है, उसी प्रकार शुभ कर्मों में भी अहंकार रखना हानिकारक है - ऐसा बुद्ध ने कहा है।\nसभी बुद्ध ज्ञानियों ने जिस प्रकार से, जिस रूप में और जिस स्वभाव के साथ पुण्य कर्मों को समर्पित किया है, वैसे ही मैं भी अपने सभी पुण्यों को समर्पित करता हूँ। इसलिए हमें इस तरह से पुण्य-समर्पण सीखना चाहिए - बुद्धों की तरह ही सभी अच्छे कर्मों को पहचानते हुए, उनकी प्रकृति को समझते हुए और उनके गुणों का अनुसरण करते हुए।\nजब इस प्रकार से पुण्य को संपूर्ण बोधि के लिए समर्पित किया जाता है, तो बुद्ध के द्वारा कहे गए विष-रहित वचनों को नहीं छोड़ते हैं। इस तरह से पूर्ण समर्पण करने वाले वीर, सांसारिक लक्ष्यों वाले सभी बोधिसत्वों को पराजित कर देते हैं।\n\n\nअगर एक अंधा व्यक्ति जिसके पास कोई मार्गदर्शक नहीं है, वह अरबों-खरबों चूहों के साथ कैसे रास्ता ढूंढ सकता है और शहर में प्रवेश कर सकता है? बिल्कुल नहीं!\\n\\nउसी प्रकार, बिना प्रज्ञा (ज्ञान) के, अन्य पांच पारमिताएँ (दान, शील, क्षांति, वीर्य, ध्यान) आंखों के बिना हैं। और बिना मार्गदर्शक के, वे बोधि (ज्ञान) तक पहुंचने में असमर्थ हैं।\nअगर करुणा को प्रज्ञा (विवेक) का साथ मिल जाए, तो उसे मानो आँखें मिल जाती हैं और तब वह सच्चे अर्थों में 'बोधिचित्त' कहलाने लगती है। यह उस चित्रकारी की तरह है जो पूरी तरह से बनाई गई है लेकिन आँखें नहीं हैं - जब तक आँखें नहीं बनाई जातीं, तब तक चित्रकार को उसका पूरा इनाम नहीं मिलता।\nजब प्रज्ञा सभी संस्कृत और असंस्कृत धर्मों को, सभी शुभ और अशुभ धर्मों को पूरी तरह विघटित कर देती है और उनमें एक कण भी नहीं पाती, तब वह इस संसार में पारमिता प्रज्ञा (प्रज्ञापारमिता) कहलाती है। यह आकाश के समान है, जो कहीं भी थोड़ा भी नहीं ठहरता।\nअगर मैं बुद्धों के ज्ञान का अभ्यास करना चाहता हूँ और अरबों-खरबों प्राणियों को दुःखों से मुक्त करने की इच्छा रखता हूँ, लेकिन अभी भी प्राणियों को वास्तविक मानकर सोचता हूँ, तो मैं बोधिसत्त्व तो हूँ, लेकिन प्रज्ञापारमिता के सर्वोच्च अभ्यास का पालन नहीं कर रहा हूँ।\nजो बोधिसत्त्व पहले, अपने कर्म के समय में,\\nइन पारमिताओं में कुशलता से अभ्यास कर चुके हैं, उनमें कोई संदेह नहीं है।\\nवे जैसे ही इन्हें सुनते हैं, तुरंत गुरु के प्रति आदर का भाव उत्पन्न करते हैं।\\nऔर वे शीघ्र ही शांतिपूर्ण बोधि (ज्ञान) को प्राप्त कर लेंगे।\nसपूर्व काल में करोड़ों बुद्धों की सेवा की हो, फिर भी\\nयदि जिनवरों के प्रज्ञापारमिता ज्ञान में श्रद्धा नहीं है।\\nतो उसे सुनकर अल्पबुद्धि वाला व्यक्ति इसे त्याग देता है,\\nऔर त्यागने के बाद बिना किसी शरण के वह नरक में जाता है।\nअतः यदि आप बुद्ध के सर्वोच्च ज्ञान को प्राप्त करना चाहते हैं, तो इस जिनमाता (प्रज्ञापारमिता) में श्रद्धा रखें। जैसे कोई व्यापारी रत्नद्वीप जाकर खाली हाथ लौट आए, वैसा होना उचित नहीं है।\n\n\nरूप की शुद्धता को फल की शुद्धता के रूप में जानना चाहिए। फल और रूप की शुद्धता सर्वज्ञता की शुद्धता में परिणत होती है। सर्वज्ञता, फल की शुद्धता और रूप की शुद्धता - ये सभी आकाश-धातु के समान हैं, अविभाज्य हैं और अलग नहीं किए जा सकते।\nतीसरा प्रकरण सभी आधारभूत धर्मों के ज्ञान का वर्णन करता है। ज्ञानी वीर अपनी प्रज्ञापारमिता से तीनों लोकों से पूरी तरह पार हो जाते हैं, फिर भी वे पूर्ण मुक्ति का दावा नहीं करते। क्लेशों को दूर कर लेने के बावजूद वे जन्म लेना दिखाते हैं। बुढ़ापा, बीमारी और मृत्यु से मुक्त होने के बावजूद वे मृत्यु का अभिनय करते हैं।\nसभी प्राणी नाम और रूप के दलदल में फंसे हुए हैं। \\nवे हवा के पहिये के समान संसार के चक्र में भटकते रहते हैं।\\nबुद्धिमान व्यक्ति यह समझता है कि भ्रमित प्राणी जाल में फंसे हिरण की तरह हैं।\\nज्ञानवान व्यक्ति आकाश में उड़ते पक्षी की तरह स्वतंत्र विचरण करता है।\nअति पवित्र आचरण वह है जो रूप में प्रवृत्त नहीं होता, और न ही विज्ञान, संज्ञा, वेदना या संस्कारों में प्रवृत्त होता है। इस प्रकार का आचरण सभी आसक्तियों को पूरी तरह से त्याग देता है, और आसक्ति से मुक्त होकर, सुगतों के ज्ञान में प्रवृत्त होता है।\n\n\nइस प्रकार आचरण करने वाला बुद्धिमान और स्पष्ट बोधिसत्त्व, अपने मोह को काटकर भी जगत के प्रति बिना मोह के जाता है। यह ऐसा है जैसे राहु से मुक्त निर्मल सूरज आकाश में चमकता है, या जैसे आग जब घास, पेड़ और जंगलों को जला देती है।\nजब बोधिसत्त्व प्रज्ञापारमिता (परम ज्ञान) के माध्यम से देखते हैं, तो वे जानते हैं कि सभी धर्म (घटनाएँ/वस्तुएँ) स्वभाव से शुद्ध और पूर्णतया शुद्ध हैं। वे न तो किसी कर्ता को देखते हैं, न ही किसी धर्म को अवलंबन बनाते हैं। यही प्रज्ञापारमिता का सर्वोत्तम अभ्यास है।\n\n\nचौथे प्रकरण में सभी पहलुओं का पूर्ण ज्ञान (अभिसमय) बताया गया है। देवराज इंद्र ने बुद्ध से पूछा: \\\"बोधिसत्त्व प्रज्ञापारमिता का अभ्यास कैसे करता है?\\\" (बुद्ध ने उत्तर दिया:) \\\"वह स्कंधों और धातुओं में कण मात्र भी प्रयत्न नहीं करता, और स्कंधों में प्रयत्न नहीं करना ही बोधिसत्त्व का प्रयत्न है।\\\nजो इस धर्म को स्वप्न और माया के समान सुनकर,\\nबिना किसी संदेह के इसका अभ्यास करता है और इसमें लगा रहता है,\\nवह जीव बहुत समय से महायान में प्रवेश कर चुका है, ऐसा समझना चाहिए।\\nउसने अरबों-खरबों बुद्धों की पूजा की है।\nजब कोई व्यक्ति एकांत के रास्ते पर कई योजन चलता है, और फिर वह ग्वालों के आसपास के हरे-भरे जंगल देखता है, तब वह सोचता है कि यह गाँव और शहर के पास होने का संकेत है। इससे उसे राहत मिलती है और डाकुओं का डर नहीं रहता।\nअपने बोधि मार्ग की खोज में जब कोई व्यक्ति जीतनेवालों (बुद्धों) की इस प्रज्ञापारमिता को सुनता और समझता है, तो वह राहत की सांस लेता है और निर्भय हो जाता है। वह अभी अर्हत भूमि पर नहीं है और न ही प्रत्येकबुद्ध भूमि पर है।\nअगर कोई व्यक्ति समुद्र का पानी देखने के लिए जाता है, और अगर वह अभी भी पेड़, जंगल और पहाड़ देख रहा है, तो समझो कि समुद्र अभी दूर है। लेकिन जब उसे ये निशान दिखाई नहीं देते, तब वह बिना किसी संदेह के जान लेता है कि महासागर निकट आ गया है।\nअतः उत्तम बोधि (ज्ञान) में प्रवेश करके, जिनकी बुद्धि परम पारगामी है, उन बुद्धों के इस ज्ञान को सुनकर समझना चाहिए। यद्यपि मार्गदर्शकों (बुद्धों) ने मेरे लिए साक्षात् भविष्यवाणी नहीं की है, फिर भी मैं शीघ्र ही बुद्धत्व की प्राप्ति करूंगा।\nअगर बसंत के मौसम में किसी पेड़ के तने पर पत्ते उगने लगते हैं, तो जल्द ही उसकी शाखाओं पर फल और फूल भी आ जाते हैं। इसी तरह, जिस किसी के हाथों में प्रज्ञापारमिता (परम ज्ञान की शिक्षा) आ जाती है, वह भी थोड़े ही समय में बुद्धत्व की प्राप्ति कर लेता है।\nअगर एक गर्भवती महिला पीड़ा और खतरे का अनुभव करती है, तो यह उसके प्रसव काल का संकेत है। इसी प्रकार, बोधिसत्व जब बुद्धों के ज्ञान को सुनते हैं, उनमें हर्ष और उत्साह जागता है, और वे शीघ्र ही बोधि प्राप्त करते हैं।\nअपनी साधना में जब योगी प्रज्ञापारमिता का सर्वोत्तम अभ्यास करता है, तब वह न तो रूप (भौतिक वस्तुओं) की वृद्धि देखता है और न ही उनका क्षय। जो व्यक्ति न धर्म, न अधर्म और न ही धर्मधातु को देखता है, और जो निर्वाण को भी ग्रहण नहीं करता, वही प्रज्ञा में स्थित है।\nजो व्यक्ति यहाँ बुद्ध के धर्मों के बारे में नहीं सोचता, शक्तियों, चमत्कारिक क्षमताओं, बोधि और शांति के बारे में विचार नहीं करता, जो निर्विकल्प होकर, सभी विचारों से मुक्त होकर, आशीर्वाद की शक्ति से अभ्यास करता है - यही प्रज्ञापारमिता, उत्तम ज्ञान की परम पारमिता का अभ्यास है।\n\n\nबुद्ध, जो वक्ताओं में चंद्रमा के समान हैं, से रबजोर (सुभूति) ने पूछा, \\\"गुणों के आनंद में क्या बाधा डालता है?\\\" शिक्षक (बुद्ध) ने उत्तर दिया, \\\"बाधाएँ बहुत हैं, उनमें से अभी मैं थोड़ी सी ही बताऊँगा।\\\nजब बुद्ध की प्रज्ञापारमिता को लिखते समय, \\nनाना प्रकार के संदेह और अलग-अलग विचार उत्पन्न होते हैं।\\nप्राणियों के हित में कुछ किए बिना, बिजली की तरह जल्दी ही\\nइस (लेखन) से पूरी तरह विचलित हो जाना - यह मारा का कार्य है।\nजब यह शिक्षा दी जाती है, तो कुछ लोग संदेह करने लगते हैं और कहते हैं, \\\"गुरु ने यहाँ मेरा नाम नहीं लिया, मेरी जाति, स्तर और वंश का भी उल्लेख नहीं किया।\\\" यह निराश होने वाला विचार नहीं बनना चाहिए, बल्कि इसे मारा (बुराई के प्रतीक) के काम के रूप में त्याग देना चाहिए।\nअज्ञानी लोग मूल को त्यागकर, भ्रम में डालियों और पत्तों को खोजते हैं। यह उसी प्रकार है जैसे कोई हाथी को पाकर फिर उसके पदचिह्न ढूंढे। इसी तरह, जिसने प्रज्ञापारमिता सुन ली है और फिर भी सूत्रों को खोजता है, वह भी ऐसा ही करता है।\nसोचिए, कोई व्यक्ति सौ स्वादों से युक्त भोजन पाकर भी घटिया भोजन की तलाश करे, उसी प्रकार जो बोधिसत्त्व इन पारमिताओं को पाकर भी अरहंत की भूमि में बोधि की खोज करता है, वह भी ऐसा ही है।\nअगर हमें सम्मान और धन की इच्छा होने लगे, और घर-परिवार से जुड़ाव बनाने का मन हो, और हम धर्म को छोड़कर अधर्म का आचरण करें, तो यह सही मार्ग छोड़कर गलत रास्ते पर जाने जैसा है। यह सब मारा (बुरी शक्तियों) के कार्य हैं।\nजो लोग उस समय श्रद्धापूर्वक इस श्रेष्ठ धर्म को सुनने के लिए उत्सुक होकर आए थे, वे धर्म की आवाज़ की जगह केवल शब्दों के बारे में बात करते हुए सुनकर, न तो प्रसन्न हुए और न ही संतुष्ट होकर वहाँ से चले गए।\nउस समय मार (बुद्ध) के कार्य इस प्रकार प्रकट होंगे। उस समय कुछ लोग भिक्षुओं के बीच कलह उत्पन्न करेंगे, और प्रज्ञापारमिता को ग्रहण न करने के लिए अनेक प्रकार के बाधाएँ भी उत्पन्न करेंगे।\nअनमोल और बेशकीमती रत्न दुर्लभ होते हैं और उन्हें पाने में हमेशा बहुत बाधाएँ आती हैं। इसी प्रकार, बुद्धों की परम ज्ञान की पारमिता (प्रज्ञापारमिता) भी अत्यंत दुर्लभ है, और इसे पाने में भी हमेशा अनेक बाधाएँ आती हैं।\\n\\nजिन बहुमूल्य रत्नों का कोई मूल्य नहीं आंका जा सकता, वे अत्यंत दुर्लभ होते हैं और उन्हें प्राप्त करने के मार्ग में सदैव अनेक विघ्न होते हैं। ठीक इसी प्रकार, बुद्धों का श्रेष्ठ प्रज्ञापारमिता ज्ञान भी, जो एक अनमोल धर्म रत्न है, अत्यंत दुर्लभ है और इसकी प्राप्ति में भी सदैव अनेक बाधाएँ आती हैं।\nअगर कोई नए मार्ग पर चलने वाला छोटी बुद्धि का प्राणी है,\\nजो इस दुर्लभ रत्न (बोधिचित्त) को नहीं पा सका है,\\nउसे बाधा देने के लिए मार (बुराई के प्रतीक) उत्साहित होता है।\\nदसों दिशाओं के बुद्ध उस व्यक्ति की पूर्ण रक्षा में जुट जाते हैं।\n\n\nअगर एक माँ बीमार हो जाए और उसके कई बच्चे हों, तो वे सभी बच्चे दुखी होंगे और उसकी देखभाल करेंगे। इसी प्रकार, दसों दिशाओं के बुद्ध भी इस उत्तम प्रज्ञा पर ध्यान देते हैं, जो उनकी माता के समान है।\nजो भी अतीत और दसों दिशाओं के जगत के रक्षक हैं, और जो भविष्य में आएंगे, वे सभी इसी से उत्पन्न होते हैं। यह बोधिचित्त संसार के शिक्षकों और विजेताओं (बुद्धों) की जननी है, जो अन्य प्राणियों के मन के व्यवहार को प्रकट करती है।\nअज्ञानी लोगों का तथता, अर्हतों का तथता, प्रत्येक बुद्धों का तथता और बोधिसत्वों का तथता - ये सभी एक ही हैं। यह तथता वस्तुओं से रहित है और अन्य कुछ नहीं है। तथागत जानते हैं कि प्रज्ञापारमिता (परम ज्ञान की पूर्णता) भी इसी तथता का स्वरूप है।\nचाहे ज्ञानी व्यक्ति संसार में रहें या निर्वाण प्राप्त कर लें, सभी धर्मों (वस्तुओं) की निर्दोष प्रकृति, उनकी शून्यता, अस्तित्व में बनी रहती है। बोधिसत्त्व इस तथता (यथार्थ स्वभाव) को पूरी तरह से समझते हैं। इसीलिए उन्हें 'तथागत' कहा जाता है, जो बुद्ध का नाम है।\n# शेस-रब पारमिता के आनंदमय उपवन में निवास करते हुए,\\n# यह दस बलों से युक्त मार्गदर्शकों का कार्यक्षेत्र है।\\n# हालांकि वे प्राणियों को तीन बुरी गतियों के दुःखों से बाहर निकालते हैं,\\n# फिर भी उनके मन में कभी भी \\\"प्राणियों\\\" का बोध नहीं होता।\nजैसे पर्वत की गुफाओं में रहने वाला सिंह निडर होकर, छोटे-छोटे जानवरों को डराता और गरजता है, वैसे ही मनुष्य रूपी सिंह प्रज्ञापारमिता (ज्ञान की परम सीमा) पर निर्भर रहकर, अनेक तीर्थिकों (अन्य मतावलम्बियों) को भयभीत करता है और संसार में अपनी गर्जना सुनाता है।\nजैसे आकाश में विराजमान सूर्य की किरणें\\nइस धरती को सुखाती हैं और रूपों को भी स्पष्ट रूप से प्रकट करती हैं।\\nउसी प्रकार, धर्म के राजा जो प्रज्ञापारमिता पर निर्भर करते हैं,\\nवे तृष्णा की नदी को सुखाते हैं और धर्म को भी स्पष्ट रूप से दिखाते हैं।\nरूप दिखाई नहीं देता, अनुभूतियाँ भी दिखाई नहीं देतीं। संज्ञा दिखाई नहीं देती, और मानसिक संस्कार भी दिखाई नहीं देते। जहाँ विज्ञान, चित्त और मन कुछ भी दिखाई नहीं देता - बुद्ध ने कहा है कि यही धर्म को देखना है।\nजब लोग कहते हैं, \\\"मैंने आकाश देखा,\\\" तो सोचिए कि आकाश को वास्तव में कैसे देखा जा सकता है। इस बात पर विचार करें।\\n\\nतथागत बुद्ध ने बताया है कि धर्म को देखना भी ऐसा ही है।\\n\\nइस \\\"देखने\\\" को किसी अन्य उदाहरण से समझाना संभव नहीं है।\n\n\nजो इस प्रकार देखता है, वह सभी धर्मों को देखता है। जैसे राजा उदासीन बैठा रहता है और मंत्री सब कुछ करते हैं, वैसे ही बुद्धों के कार्य और श्रावकों के जितने भी धर्म हैं, वे सभी प्रज्ञापारमिता द्वारा किए जाते हैं।\nअपने नगर से बाहर न जाकर, राजा अपने प्रदेश में नहीं जाता, फिर भी अपने राज्य से सभी संसाधन एकत्र करता है। उसी प्रकार, बोधिसत्त्व का धर्म कहीं भी नहीं जाता, फिर भी बुद्ध भूमि के सभी गुणों को अपने में समेट लेता है।\n\n\nअत्यधिक श्रद्धा और दृढ़ता से जो सुगत (बुद्ध) और बोधिसत्वों पर विश्वास करते हैं, और सर्वोच्च प्रज्ञापारमिता (परम ज्ञान की पूर्णता) का चिंतन और अभ्यास करते हैं, वे श्रावक और प्रत्येकबुद्ध की दोनों भूमिकाओं से पूरी तरह आगे निकल जाते हैं, और शीघ्र ही अपराजेय जिन (बुद्ध) के बोधि (ज्ञान) को प्राप्त कर लेते हैं।\nसागर में जल यात्रा करते समय अगर नाव टूट जाए, और कोई व्यक्ति लकड़ी, तिनके या लाश का भी सहारा न ले, तो वह समुद्र के बीच में डूब जाएगा और किनारे तक नहीं पहुंच पाएगा। लेकिन जो व्यक्ति किसी चीज़ का सहारा लेता है, वह सागर पार कर सकता है।\nइस प्रकार जो श्रद्धावान व्यक्ति प्रसन्नता प्राप्त करता है, लेकिन प्रज्ञापारमिता (ज्ञान की परम सिद्धि) रूपी माता का अनुसरण नहीं करता है।\nअगर कोई व्यक्ति उपाय कौशल के गुणों और प्रज्ञा को पूरी तरह से समझ लेता है, तो वह जल्द ही सुगत (बुद्ध) की उत्कृष्ट और अद्भुत बोधि (ज्ञान) को प्राप्त करेगा।\nसादा हिंदी अनुवाद:\\n\\nजैसे कोई व्यक्ति कच्चे मिट्टी के बर्तन में पानी भरकर ले जाए, तो यह कमजोर होने के कारण जल्दी ही टूट जाएगा, यह समझना चाहिए। लेकिन अच्छी तरह पकी हुई मिट्टी के घड़े में पानी भरकर रास्ते में ले जाने पर, वह नहीं टूटेगा और आराम से घर तक पहुंच जाएगा।\nअगर बोधिसत्त्व में श्रद्धा तो बहुत है, लेकिन प्रज्ञा का अभाव है, तो वह जल्दी ही बिगड़ जाता है। परंतु जब श्रद्धा प्रज्ञा से पूरी तरह युक्त होती है, तो वह दोनों स्तरों (संसार और एकांत निर्वाण) को पार करके सर्वोच्च बोधि प्राप्त कर लेता है।\nजैसे बिना अच्छी तरह मरम्मत की गई नाव समुद्र के बीच में,\\nव्यापारियों और उनके धन के साथ डूब जाती है।\\nपरंतु वही नाव यदि अच्छी तरह से तैयार और मरम्मत की गई हो,\\nतो नहीं डूबेगी और धन-संपत्ति सहित किनारे पहुंच जाएगी।\nइस प्रकार बोधिसत्त्व श्रद्धा से परिपूर्ण होने पर भी, यदि प्रज्ञा (ज्ञान) नहीं है, तो वह बोधि (ज्ञान) से शीघ्र ही पतित हो जाता है। लेकिन जब वह प्रज्ञापारमिता (ज्ञान की परम सिद्धि) से युक्त होता है, तो बिना बाधा के, बिना गिरावट के बुद्धत्व प्राप्त कर लेता है।\nसौ बीस साल की उम्र तक जीकर, बूढ़े और दुखी व्यक्ति को,\\nउठने पर भी, अपने आप चलने की शक्ति नहीं रहती।\\nलेकिन जब दोनों तरफ से, दाएं और बाएं, लोग उसे सहारा देते हैं,\\nतब गिरने का भय नहीं रहता और वह आसानी से चल पाता है।\nउसी प्रकार, बोधिसत्त्व जिनकी प्रज्ञा (बुद्धि) कमज़ोर है, वे यद्यपि उत्तम मार्ग पर प्रवेश कर चुके हों, फिर भी पतन को प्राप्त हो सकते हैं। किन्तु यदि वे उपाय (कौशल) और प्रज्ञा की श्रेष्ठ युक्ति से युक्त हैं, तो वे पतित नहीं होंगे और तथागत के बोधि (ज्ञान) को प्राप्त कर लेंगे।\n\n\nजो बोधिसत्व प्रथम कर्म-भूमि में स्थित हैं, जिन्होंने उत्कृष्ट विचार से बुद्धत्व की परम बोधि में प्रवेश किया है, वे अच्छे शिष्य जो गुरु के प्रति सम्मान से युक्त हैं, उन्हें सदैव कुशल गुरुओं का आश्रय लेना चाहिए।\nअगर आप पूछें कि क्यों, तो इसलिए कि ज्ञानी व्यक्तियों के गुण इससे उत्पन्न होते हैं। वे प्रज्ञापारमिता (परम ज्ञान) की शिक्षा देते हैं। \\\"बुद्ध के धर्म कल्याणमित्र (आध्यात्मिक मित्र) पर निर्भर करते हैं\\\" - ऐसा कहते हैं सर्वोच्च गुणों के स्वामी, भगवान बुद्ध।\nदान, शील, क्षमा, और उसी प्रकार वीर्य, ध्यान और प्रज्ञा - इन सभी को बोधि के लिए पूरी तरह से समर्पित करें। बोधि के इस संचय के प्रति आसक्त होकर इसे सर्वोत्तम मानने की भूल न करें। नए साधक को यही शिक्षा देनी चाहिए।\nअपनी उत्तम आचरण रूपी समुद्र के चंद्रमा समान ये महापुरुष सभी प्राणियों के लिए आश्रय, सहायक मित्र और निवास स्थान हैं। वे आधार, बुद्धि, द्वीप और मार्गदर्शक हैं। हितैषी लोगों के लिए वे प्रकाश देने वाले दीपक और श्रेष्ठ धर्म के अविचलित वक्ता हैं।\nमहान यश से युक्त लोग दुष्कर कार्य रूपी कवच धारण करते हैं।\\nवह कवच स्कंध, धातु और आयतनों का नहीं है।\\nवह तीनों यानों की संज्ञाओं से रहित है और किसी भी प्रकार से ग्रहण नहीं किया जाता।\\nवह अपरिवर्तनीय, अचल और अविचलित स्वभाव वाला है।\nवे इस प्रकार के धर्म से युक्त हैं और प्रपंच से मुक्त हैं। संदेह, अनिश्चय और द्विविधा से रहित हैं और अर्थपूर्ण हैं। प्रज्ञापारमिता को सुनकर वे पीछे नहीं हटते। वे दूसरों पर निर्भर नहीं रहते और कभी पीछे नहीं मुड़ते - ऐसा जानना चाहिए।\nसभी बुद्धों का यह धर्म गहरा और देखना कठिन है। कोई भी इसे समझ नहीं पाता और न ही इसे प्राप्त कर सकता है। इसीलिए, जब करुणामय और उपकारी बुद्ध ज्ञान प्राप्त करते हैं, तो वे सोचते हैं: \\\"कौन प्राणी इसे समझ पाएगा?\\\" और इस प्रकार कम चिंतित होते हैं।\nसभी प्राणी निवास-स्थानों में रमते हैं और विषय-भोगों की कामना करते हैं।\\nवे पकड़ने में लगे रहते हैं, अज्ञानी और मूर्ख हैं, अंधकार में डूबे हुए हैं।\\nपरंतु जिस धर्म को प्राप्त करना है, वह न तो किसी स्थान में रहता है और न ही पकड़ा जा सकता है।\\nइसलिए, संसार के लोगों के साथ विवाद उत्पन्न होता है।\n\n\nआकाश का तत्व पूर्व दिशा में और दक्षिण दिशा में,\\nउसी प्रकार पश्चिम दिशा और उत्तर दिशा के अंत तक अनंत है।\\nऊपर और नीचे और दसों दिशाओं में जितना भी है,\\nउसमें न कोई अंतर है, न कोई भेद है।\nअतीत की तथता जो है, वही भविष्य की तथता है।\\nवर्तमान की तथता जो है, वही अर्हतों की तथता है।\\nसभी धर्मों की तथता जो है, वही बुद्धों की तथता है।\\nइस धर्म की तथता में कोई भी भेद नहीं है।\nअलग-अलग बुद्धत्व के गुणों से रहित, जो तथागत की बोधि है,\\nकोई भी बोधिसत्त्व जो इसे प्राप्त करना चाहता है,\\nउपाय-कौशल से युक्त होकर भी, यदि प्रज्ञा का मार्गदर्शन करने वाली प्रज्ञा नहीं है, तो वह इसे प्राप्त नहीं कर सकता।\nअगर एक पक्षी जिसका शरीर एक सौ पचास योजन तक लंबा है, लेकिन उसके पंख खत्म हो गए हैं और उसमें कोई शक्ति नहीं है, यदि वह त्रायस्त्रिंश देवलोक से अपने आप को इस जम्बूद्वीप पर कूदने की कोशिश करे, तो वह निश्चित रूप से दुर्घटनाग्रस्त हो जाएगा।\nअनेक अरबों कल्पों तक जिनों (बुद्धों) के पांच पारमिताओं का अभ्यास करने के बावजूद,\\nऔर दुनिया में अनंत, विशाल प्रार्थनाओं का निरंतर सेवन करने पर भी,\\nयदि उपाय-कौशल के बिना प्रज्ञा का अभ्यास किया जाए,\\nतो व्यक्ति केवल श्रावक (हीनयान) स्तर पर ही गिर जाएगा।\nजो कोई बुद्ध यान (महायान) में प्रवेश करना चाहता है,\\nउसे सभी प्राणियों के प्रति समभाव रखना चाहिए और उन्हें माता-पिता के समान समझना चाहिए।\\nहितकारी मन और प्रेमपूर्ण भावना से प्रयत्न करना चाहिए,\\nतथा कठोरता से रहित, ईमानदार और मधुर वचन बोलना चाहिए।\n\n\nसम्पूर्ण संसार के रक्षक बुद्ध से, महास्थविर सुभूति ने विनम्रता से पूछा:\\n\\\"आपके गुणों के सागर और क्लेशों के अभाव के चिह्न हमें दिखाने की कृपा करें।\\nजिस प्रकार महान शक्तियां कभी पीछे नहीं लौटतीं,\\nउसी प्रकार आपके गुणों का एक अंश मात्र भी हमें समझाने की कृपा करें, हे जिनेन्द्र।\\\nअलग-अलग विचारों से मुक्त होकर तर्कपूर्ण वचन बोलता है। श्रमण और ब्राह्मणों पर निर्भर नहीं करता है दूसरों पर। ज्ञानी व्यक्ति हमेशा तीनों बुरी गतियों से बचता है। वह दस कुशल कर्मों के मार्ग पर पूरी लगन से चलता है।\nसभी प्राणियों को बिना किसी लालच के धर्म का उपदेश देते हैं। धर्म में एकाग्र रुचि रखते हैं और हमेशा मधुर वचन बोलते हैं। चलते, ठहरते, सोते या बैठते हुए, हर समय पूरी जागरूकता से युक्त रहते हैं। गाय के जुए के बराबर दूरी तक देखकर चलते हैं और प्राणियों के प्रति अपने मन को भ्रमित नहीं होने देते।\nअपने आप को स्वच्छ करके, साफ कपड़े पहनकर, एकांत और विशुद्ध स्थान में रहते हैं। लाभ की इच्छा नहीं रखते, बल्कि श्रेष्ठ जन हमेशा धर्म के लिए ही उत्सुक रहते हैं। वे मार के क्षेत्र से परे हैं और दूसरों पर निर्भर नहीं रहते। चार ध्यानों का अभ्यास करते हैं, फिर भी उन ध्यानों में आसक्त नहीं होते।\nअपनी प्रसिद्धि की इच्छा न रखें, क्रोध से अपने मन को विचलित न होने दें। यदि गृहस्थ जीवन में हैं, तो भी सभी वस्तुओं के प्रति अनासक्त रहें। जीविका के लिए अनुचित या निंदनीय तरीकों से धन का अर्जन न करें। हिंसात्मक कार्यों की प्रशंसा न करें और न ही स्त्रियों के साथ अनुचित संबंधों की बढ़ा-चढ़ाकर बातें करें।\nअपनी इच्छाओं से प्रेरित होकर स्त्री या पुरुष बनने की शिक्षा नहीं देनी चाहिए। सच्ची प्रज्ञापारमिता एकांत में साधी जाती है, जिसमें झगड़े और विवाद से दूर रहकर प्रेम का भाव दृढ़ होता है। सर्वज्ञता की इच्छा रखने वाले व्यक्ति का मन स्थिर होता है और वह हमेशा इस लक्ष्य के प्रति समर्पित रहता है।\nदूरदराज के बर्बर प्रदेशों को पूरी तरह त्याग देना,\\nस्वयं में हमेशा मेरु पर्वत जैसा दृढ़ और निःसंदेह होना,\\nधर्म के लिए अपने प्राण भी त्यागने को तत्पर रहना और योग साधना में पूरी तरह लगे रहना,\\nयह सब अपरिवर्तनीय बोधिचित्त के लक्षण हैं - ऐसा जानना चाहिए।\n\n\nरूप, वेदना, संज्ञा, चेतना और विज्ञान - ये सभी गहरे हैं, स्वाभाविक रूप से बिना किसी चिह्न के और पूर्णतः शांत हैं। जैसे कोई तीर से समुद्र की गहराई को मापने का प्रयास करे, वैसे ही जब प्रज्ञा से इन स्कंधों (पंच स्कंधों) की जांच करें तो उनकी गहराई नहीं मिलती।\nजो बोधिसत्त्व इस प्रकार के गहन और उत्तम यान का अनुभव करता है, जिसमें न राग है, न स्कंध हैं, न धातु हैं, न आयतन हैं - इस परमार्थ धर्म को समझने वाले उस बोधिसत्त्व के पुण्य की सिद्धि से बढ़कर और क्या हो सकता है?\nअगर किसी कामुक व्यक्ति को अपने इच्छित स्त्री से मिलने का समय तय हो, पर वह उससे न मिल पाए, तो एक दिन में वह जितने कामुक विचार मन में लाता है, उतने ही कल्पों में बोधिसत्त्व को बोधिचित्त से फल की प्राप्ति होती है।\nअगर कोई बोधिसत्व हजारों-लाखों कल्पों तक अरहंतों और प्रत्येक बुद्धों को दान देता है और शीलों का पालन करता है, फिर भी जो व्यक्ति प्रज्ञापारमिता की श्रेष्ठ शिक्षाओं को समझाता है, उसके इस सद्कार्य के सामने वह दान और शील पालन बहुत छोटे हैं।\nअगर कोई बोधिसत्त्व उच्च ज्ञान (प्रज्ञा) का ध्यान करके, उस ध्यान से उठकर निर्मल धर्म का उपदेश देता है, और फिर उस पुण्य को सभी प्राणियों के कल्याण के लिए बोधि (ज्ञान) प्राप्ति के हेतु समर्पित करता है, तो तीनों लोकों में ऐसे पुण्य के बराबर कोई दूसरा पुण्य नहीं है।\nअपने पुण्य को भी जान लें कि वह भी एकत्रित किया हुआ, खोखला, बेकार, अस्थिर और सारहीन है। इस प्रकार जब तथागतों के ज्ञान का अभ्यास करते हैं, तो अभ्यास के समय अपरिमित पुण्य को प्राप्त करते हैं।\nबुद्ध द्वारा बताए गए और अच्छी तरह से प्रदर्शित इन सभी धर्मों को केवल शब्दों से ही व्यक्त किया जा सकता है, यह जानकर, अरबों-खरबों कल्पों तक इनका वर्णन करने पर भी, धर्मधातु न तो कभी कम होता है और न ही बढ़ता है।\nअहंकार रहित बोधिसत्त्व जो सब कुछ दूसरों के कल्याण के लिए समर्पित करते हैं, वे कभी पतित नहीं होते और सर्वोच्च बुद्धत्व को प्राप्त करते हैं। बुद्धों द्वारा जिन्हें पारमिताएँ कहा जाता है, वे सभी धर्म वास्तव में केवल नाम मात्र हैं। वह बोधिसत्त्व जो अहंकार रहित होकर सभी पुण्य को दूसरों के लिए समर्पित करता है, वह कभी पतन का अनुभव नहीं करता और उत्कृष्ट बुद्धत्व को प्राप्त करता है।\n\n\nअगर तिल का तेल आग से पहली बार मिलता है, तो तेल के भीतर का सार जलता नहीं है, और आग के बिना भी वह सार जल नहीं सकता। मगर सार केवल पहली ज्वाला से नहीं जलता, और न ही अंतिम ज्वाला के बिना वह सार जल सकता है।\nसबसे पहले मन से सर्वोच्च बोधि को प्राप्त नहीं किया जा सकता, और इसके बिना भी उसे प्राप्त करना संभव नहीं है। अंतिम मन से शांतिपूर्ण बोधि की प्राप्ति नहीं होती, और इसके बिना भी उसे प्राप्त करना संभव नहीं है।\nअंकुर, फूल और फल बीज से उगते हैं। लेकिन यह ऐसा नहीं है कि बीज नष्ट हो जाता है और पेड़ भी नहीं रहता। इसी तरह, शुरुआती बोधिचित्त भी बोधि (ज्ञान) का कारण है। यह ऐसा नहीं है कि बोधिचित्त नष्ट हो जाता है और बोधि भी नहीं रहती।\n\nजैसे पानी की बूंदों से घड़ा पहले से लेकर अंतिम तक, धीरे-धीरे थोड़ा-थोड़ा करके पूरी तरह भर जाता है, उसी तरह शुरुआती बोधिचित्त भी सर्वोत्तम बोधि का कारण है, जो क्रमशः सभी शुभ गुणों से परिपूर्ण होकर पूर्ण बुद्धत्व में परिवर्तित हो जाता है।\nअपनी साधना में शून्यता, लक्षणहीनता और निःस्वार्थता का अभ्यास करते हुए भी,\\nन तो निर्वाण को पकड़ें और न ही बाहरी रूपों से बंधें।\\nजैसे कुशल नाविक इधर-उधर जाते हुए भी,\\nदोनों किनारों पर नहीं ठहरता और न ही समुद्र के बीच में बसता है।\nअपने आचरण में ऐसे बोधिसत्त्व कभी यह नहीं सोचते कि, \\\"मैं दस बलों से युक्त बोधि प्राप्त करूंगा\\\" - वे अहंकार से मुक्त होते हैं। वे \\\"इसमें कुछ भी नहीं है\\\" कहकर बोधि से डरते नहीं हैं। इस प्रकार का आचरण सुगत की प्रज्ञा का आचरण है।\nसांसारिक जंगल के रास्ते में, भुखमरी और बीमारियों के बीच, बिना डरे चलो और ज्ञान का कवच पहनो। अंतिम सीमा तक लगातार प्रयासरत रहो और पूरी समझ विकसित करो। इस प्रकार, तुम्हारे मन में कण भर भी निराशा उत्पन्न नहीं होगी।\n\n\nबोधिसत्व बुद्धों के ज्ञान का आचरण करते हैं और जानते हैं कि ये स्कंध आदि से ही शून्य और अजन्मे हैं। समाधि में न होने पर भी उनकी करुणा सभी प्राणियों के प्रति प्रवाहित होती रहती है। इस मध्यवर्ती अवस्था में भी वे बुद्ध-धर्म से कभी विचलित नहीं होते।\nउदाहरण के लिए, एक बुद्धिमान व्यक्ति जो सभी गुणों से संपन्न हो, शक्तिशाली हो, अदम्य हो, परिश्रमी हो, कला और विधियों में कुशल हो, धनुष चलाने में और अनेक शिल्पों में पारंगत हो, जादू करना जानता हो, और जो लोगों की सेवा करने की गहरी इच्छा रखता हो।\nअपने पिता, माता और पत्नी को एकत्रित करके, जब कोई व्यक्ति शत्रुओं से भरे जंगल के मार्ग पर जाता है, और उसकी शक्ति और साहस से वह बहुत से वीर पुरुषों को उत्पन्न करता है, और फिर सुरक्षित घर लौट आता है, उसी तरह...\nइसी प्रकार, उस समय कुशल बोधिसत्त्व भी सभी प्राणी धातुओं में महाकरुणा का विकास करते हैं। वे चारों मारों और द्वैत से पूरी तरह पार जाते हैं, श्रेष्ठ समाधि में स्थित होते हैं, लेकिन बोधि (ज्ञान) को प्राप्त नहीं करते हैं।\nआकाश में हवा टिकी है, उस पर पानी का विशाल समूह टिका है।\\nउस पर यह विशाल धरती टिकी है, और उस पर सभी प्राणी टिके हैं।\\nप्राणियों के कर्म का स्वभाव ऐसा ही है।\\nआकाश कैसे सब जगह फैला है, इस बात पर विचार करो।\nइसी प्रकार, बोधिसत्त्व शून्यता में स्थित रहकर भी,\\nप्राणियों के कल्याण के लिए प्रार्थना और संकल्प पर आधारित होकर,\\nविविध प्रकार के कई कार्य प्रदर्शित करते हैं,\\nवे न तो निर्वाण को छूते हैं और न ही पूरी तरह शून्यता में रहते हैं।\nजब बोधिसत्त्व की बुद्धि स्पष्ट और प्रखर होती है, वह शून्यता के शांत और उत्तम समाधि का अभ्यास करता है। उस अवस्था में वह किसी भी लक्षण या विशेषता का चिंतन नहीं करता। वह लक्षण-रहित स्थिति में रहकर पूर्ण शांति में विचरण करता है।\nआकाश में उड़ते हुए पक्षी के लिए कोई निवास स्थान नहीं है। वह न तो वहां रहता है और न ही गिरता है। इसी प्रकार, बोधिसत्त्व जो विमुक्ति के द्वारों का अभ्यास करता है, वह न तो निर्वाण को पकड़ता है और न ही संसार के लक्षणों में उलझता है।\nअगर एक तीरंदाज आकाश में तीर चलाता है, और फिर पीछे से कई तीर लगातार चलाता रहता है, जिससे पहले तीर को जमीन पर गिरने का मौका नहीं मिलता, लेकिन जब वह चाहे, तब उन तीरों को जमीन पर गिरने दे सकता है।\\n\\nयही उपमा बोधिसत्व के ज्ञान और कौशल की है, जो अपने कर्मों और अभ्यास को इस तरह नियंत्रित करते हैं कि वे संसार में कार्य करते हुए भी मुक्ति के मार्ग पर बने रहते हैं।\nइस प्रकार, जो व्यक्ति सर्वोत्तम प्रज्ञापारमिता का अभ्यास करता है, जो प्रज्ञा, उपाय, शक्ति और अलौकिक क्षमताओं का प्रयोग करता है, वह जब तक अपने कुशल कर्मों के मूल को पूरा नहीं कर लेता, तब तक उस परम शून्यता की प्राप्ति नहीं कर सकता।\nअगर किसी भिक्षु के पास असाधारण आध्यात्मिक शक्तियां हों, तो वह आकाश में रहकर एक साथ कई चमत्कार दिखा सकता है। वह चलते, घूमते, सोते और बैठते हुए अपनी शक्तियां प्रदर्शित कर सकता है। ऐसा करते हुए वह न तो थकता है और न ही उकताता है।\nअति गंभीर बुद्धिमान बोधिसत्त्व शून्यता में निवास करते हैं, और\\nज्ञान और अलौकिक शक्तियों के पारंगत होते हुए भी किसी स्थान में नहीं रहते।\\nवे सभी प्राणियों को अनंत प्रकार के मार्ग दिखाते हैं,\\nऔर अरबों कल्पों तक थकते नहीं हैं और न ही निराश होते हैं।\nअगर कोई व्यक्ति गहरी खाई के किनारे खड़ा होकर, दोनों हाथों में दो छाते पकड़कर, आकाश में छलांग लगा दे और अपने शरीर को उस गहरी खाई में छोड़ दे, तो वह तब तक नहीं गिरेगा जब तक वह हवा में उड़ता रहेगा।\nइसी प्रकार, कुशल बोधिसत्त्व करुणा में स्थित रहते हैं। उपाय और प्रज्ञा के दोनों छत्रों को धारण करके, वे सभी धर्मों को शून्य, लक्षणरहित और अप्रणिहित (इच्छारहित) के रूप में जानते हैं। वे निर्वाण को प्राप्त किए बिना भी धर्म का साक्षात्कार करते हैं।\nसोचिए, कोई व्यक्ति कीमती रत्न पाने के लिए रत्नद्वीप जाता है। वहां से रत्न प्राप्त करके जब वह अपने घर लौटता है, तो उस यात्रा में केवल नाविक ही अपना जीवन सुखपूर्वक बिताता है। वह अपने परिवार और मित्रों को चिंता में नहीं डालता। इसी प्रकार (बोधिचित्त के मार्ग पर चलने वाला साधक भी अपने और दूसरों दोनों का कल्याण करता है)।\nआसी प्रकार, बोधिसत्त्व जब शून्यता के अमूल्य द्वीप पर पहुंचते हैं और ध्यान की शक्तियां प्राप्त करते हैं, तब वे केवल निर्वाण को प्राप्त करने में ही संतुष्ट नहीं होते, बल्कि सभी प्राणियों के दुःखों को भी अपने मन में रखते हैं।\nजैसे एक व्यापारी जो लाभ चाहता है, मार्ग जानने के लिए, \\nबीच के नगरों, कस्बों और गाँवों में जाता है।\\nवहाँ भी वह नहीं रुकता, रत्नों के द्वीप पर भी नहीं रुकता,\\nज्ञानी घर में नहीं रुकता, बल्कि मार्ग का कुशल हो जाता है।\nअतः बोधिसत्त्व स्पष्ट हैं, श्रावकों और प्रत्येकबुद्धों के सभी ज्ञान और विमुक्ति में कुशल हैं। वे न तो इन पर रुकते हैं, न ही बुद्ध-ज्ञान पर, और न ही असंस्कृत स्थिति पर - यही मार्ग का सही ज्ञान है।\nअगर कोई व्यक्ति सभी प्राणियों के प्रति प्रेम और करुणा का भाव रखते हुए, ध्यान की उस अवस्था का अभ्यास करता है जिसमें शून्यता की अनुभूति होती है, जिसमें कोई लक्षण (निशान) नहीं है और कोई आकांक्षा नहीं है, तो क्या वह निर्वाण प्राप्त करेगा? या क्या उसे अभी भी संसार के बंधनों में रहना होगा? इसका कोई निश्चित उत्तर नहीं है, क्योंकि ऐसा व्यक्ति दोनों अवस्थाओं से परे हो जाता है।\nजिस प्रकार जादुई रूप से निर्मित एक मनुष्य का शरीर अदृश्य नहीं होता और उसे नाम से भी पुकारा जा सकता है, उसी प्रकार विमुक्ति के द्वारों का अभ्यास करने वाले बोधिसत्व को भी नाम से पुकारा जा सकता है।\nअगर कोई बोधिसत्व किसी व्यक्ति के आचरण और इंद्रियों की क्षमता का पूरी तरह परीक्षण करके, उसे शून्यता और निमित्तरहित धर्म का उपदेश नहीं देता है, और अविवर्तनीय भूमि के धर्म की व्याख्या नहीं करता है, तो इसे अव्याकृत (अनिर्णीत) समझना चाहिए।\nपांचवें अवसर में अग्र या उच्चतम स्तर की पूर्ण प्राप्ति का वर्णन किया गया है। अरहत की भूमि और प्रत्येक बुद्ध के ज्ञान के प्रति, और तीनों धातुओं (कामधातु, रूपधातु, अरूपधातु) के प्रति जो व्यक्ति स्वप्न में भी इच्छा नहीं करता, जो बुद्धों का दर्शन करता है और जीवों को धर्म सिखाता है, उसे अनिवर्तनीय (कभी न लौटने वाला) समझना चाहिए, यह उसका निश्चित संकेत है।\nजब आप सपने में तीन बुरी गतियों में रहने वाले प्राणियों को देखते हैं, उसी क्षण आप बुरी गतियों के प्रवाह को काटने के लिए प्रार्थना करते हैं। सत्य के आशीर्वाद से अग्नि के समूह शांत हो जाते हैं। यह जानें कि यह अपरिवर्तनीय भविष्यवाणी का संकेत है।\nमनुष्य लोक में भूत-प्रेत, बाधाएँ और अनेक रोग हैं।\\nये सब परोपकार और करुणा से युक्त सत्य के आशीर्वाद से शांत हो जाते हैं।\\nफिर भी, अहंकार और घमंड से रहित रहना चाहिए।\\nयह जानना चाहिए कि यह अविचल वचन है जिसे पालन करना चाहिए।\n\n\nअगर बहुत सारे सत्य के आशीर्वाद और सम्पत्ति से मुझे लगने लगे कि मैं बुद्धत्व के लिए निर्धारित हूँ, या अगर मुझे लगे कि किसी अन्य बोधिसत्व ने मेरे बुद्धत्व की भविष्यवाणी की है, तो यह घमंड का विचार है। ऐसे अहंकारपूर्ण विचारों में फंसे रहना संकीर्ण बुद्धि का लक्षण समझना चाहिए।\nमात्र नाम के आधार पर बुद्ध के निकट आकर, मारा ने ऐसा कहा: \\\"यह नाम तुम्हारा है, तुम्हारे माता-पिता का है, और तुम्हारे सात पीढ़ियों के पूर्वजों तक का है। और यही वह नाम है जिसके द्वारा तुम बुद्ध बनोगे।\\\nआने वाले समय में तपस्वी, संयमी और योग साधना से युक्त कैसे-कैसे लोग होंगे! तुम्हारे पूर्वकाल के गुणों का स्वरूप भी ऐसा ही था\\\" - ऐसी बातें सुनकर जो बोधिसत्त्व अहंकार से भर जाता है, उसे मारा (बुद्ध) द्वारा प्रेरित और अल्पबुद्धि वाला समझना चाहिए।\nअत्यंत एकांत गांव, शहर और पहाड़ों की गुफाओं में,  \\nसुनसान मठों और घने जंगलों का सेवन करते हुए,  \\nजो बोधिसत्त्व अपनी प्रशंसा करते हैं और दूसरों की निंदा करते हैं,  \\nउन्हें मारा द्वारा प्रेरित और संकुचित मन वाला समझना चाहिए।\nअहर्निश गाँव, प्रदेश और कस्बों में रहकर,\\nप्राणियों को परिपक्व करने और बोधि के लिए प्रयत्नशील रहने के अलावा,\\nउनमें अरहत या प्रत्येकबुद्ध बनने की कोई इच्छा नहीं उपजती।\\nयही सुगत-पुत्रों द्वारा एकांत का वास्तविक अर्थ बताया गया है।\nअगर कोई पांच सौ योजन की पहाड़ी की गुफा में रहे, जो सांपों से भरी हो, और वहां कई वर्षों तक निवास करे, लेकिन उसे एकांत का असली अर्थ नहीं पता, तो वह बोधिसत्त्व अहंकार में फंसकर भटकता रहेगा।\nजो बोधिसत्व प्राणियों के कल्याण में तत्पर हैं, जिन्होंने ध्यान,\\nबल, इंद्रियों पर नियंत्रण, विमुक्ति और समाधि प्राप्त की है,\\nउनके बारे में \\\"यह एकांत में रहने का आचरण नहीं है\\\" सोचकर जो तिरस्कार करता है,\\nउसे बुद्धों ने मार के अधीन कहा है।\nचाहे कोई शहर में रहे या फिर एकांत वन में,\\nयदि वह दोनों यानों के विचारों से मुक्त होकर सर्वोच्च बोध पर निश्चित है,\\nयह सभी प्राणियों के कल्याण में लगे लोगों के लिए सच्चा एकांत है।\\nजो बोधिसत्त्व अपने और दूसरों को समान मानता है, वह स्वयं को समर्पित करता है।\n\n\nअतः उत्तम बोधि की खोज में, बुद्धिमान व्यक्ति को जो दृढ़ संकल्प से भरा है, अपने अहंकार को पूरी तरह जीतकर, बिना आलस्य के एक कल्याणमित्र (आध्यात्मिक गुरु) का आश्रय लेना चाहिए, जैसे रोगियों का समूह अपने इलाज के लिए चिकित्सक पर निर्भर करता है।\nबुद्ध और सर्वोच्च बोधि में प्रवेश किए हुए बोधिसत्वों को,\\nपारमिताओं के साथ कल्याणमित्र के रूप में आश्रय लें।\\nउनके उपदेशों का अनुसरण करना ही साधना की भूमि है।\\nइन दो कारणों से बुद्धत्व की बोधि शीघ्र ही प्राप्त होगी।\nअतीत के और आने वाले भविष्य के सभी बुद्धों का, और दसों दिशाओं में विराजमान बुद्धों का, यही एकमात्र मार्ग है - ये पारमिताएँ - और कोई दूसरा नहीं। ये पारमिताएँ ही उन सभी के लिए, जो सर्वोच्च बोधि की ओर बढ़ रहे हैं, प्रकाश हैं, दीपक हैं, उजाला हैं और सर्वोत्तम मार्गदर्शक हैं - ऐसा कहा गया है।\nजिस प्रकार प्रज्ञापारमिता का लक्षण शून्यता है,\\nउसी प्रकार सभी धर्मों (वस्तुओं) का लक्षण भी वैसा ही है - यह जानकर,\\nजब कोई यह अच्छी तरह समझ लेता है कि सभी धर्म शून्य हैं और उनमें कोई चिह्न नहीं है,\\nतब इस तरह की साधना करना ही सुगत (बुद्ध) की प्रज्ञा का अभ्यास है।\nसभी प्राणी भूख से पीड़ित होकर भोजन की इच्छा करते हैं, और संसार में आसक्त मन वाले निरंतर भटकते रहते हैं। 'मैं' और 'मेरा' - ये दोनों धारणाएँ वास्तव में खोखली और रिक्त हैं। अज्ञानी व्यक्ति स्वयं ही आकाश में गाँठ बाँधने का प्रयास करते हैं।\nअगर किसी व्यक्ति को संदेह हो कि उसने जहर खा लिया है, तो भले ही उसने वास्तव में जहर न खाया हो, फिर भी वह बेहोश हो सकता है। इसी प्रकार, अज्ञानी व्यक्ति \\\"मैं\\\" और \\\"मेरा\\\" की धारणा को स्वीकार करते हैं, और यह \\\"आत्म\\\" की भावना उन्हें जन्म और मृत्यु के अस्थायी चक्र में बंधे रहने का कारण बनती है।\nजैसा भी हम चीज़ों को पकड़ते हैं, उसी प्रकार क्लेश (आंतरिक मलिनता) उत्पन्न होती है। जब हम 'मैं' और 'मेरा' पर ध्यान नहीं देते, तब शुद्धता उत्पन्न होती है, ऐसा कहा गया है। इस स्थिति में, वास्तव में क्लेश और शुद्धता दोनों ही अपरिवर्तनीय हैं - बोधिसत्व इस प्रज्ञापारमिता (परम ज्ञान) को समझते हैं।\nजंबूद्वीप में जितने भी प्राणी हैं, उन सभी को,\\nयदि सर्वोत्तम बोधिचित्त उत्पन्न करा कर,\\nहजारों-लाखों वर्षों तक दान देते रहें,\\nऔर उन सभी दानों को प्राणियों के कल्याण के लिए बोधि प्राप्ति के हेतु समर्पित करें, फिर भी...\nअगर कोई व्यक्ति प्रज्ञापारमिता (परम ज्ञान) की साधना में एक दिन के लिए भी तत्पर होता है, तो उसका पुण्य दान के ढेर से मिले पुण्य की तुलना में कहीं अधिक होता है। इसलिए बिना आलस्य के हमेशा प्रज्ञा (ज्ञान) के मार्ग पर चलते रहना चाहिए।\nजो योगी प्रज्ञापारमिता (सर्वोच्च ज्ञान) का अभ्यास करता है, वह महाकरुणा का विकास करता है, फिर भी उसे प्राणियों की कोई वास्तविक धारणा नहीं होती। ऐसे समय में, वह विद्वान सभी प्राणियों के लिए दान का पात्र बन जाता है। वह हमेशा समाज से भिक्षा प्राप्त करता है और इसका सार्थक उपयोग करता है।\nअगर कोई बोधिसत्त्व यहां लंबे समय से जुड़े देवताओं, मनुष्यों और तीन दुर्गतियों में रहने वाले प्राणियों को मुक्त करने के लिए, विशाल मार्ग को दूसरे जीवों के लोकों में दिखाना चाहते हैं, तो उन्हें दिन-रात प्रज्ञापारमिता (ज्ञान की परम सिद्धि) में परिश्रम करना चाहिए।\nअगर कोई व्यक्ति ऐसा अनमोल रत्न पा ले जो उसे पहले कभी नहीं मिला था, और फिर उसे पाकर खुशी से भर जाए, लेकिन पाते ही लापरवाही से उसे खो दे, तो वह हमेशा दुःखी रहेगा, क्योंकि उस खोए हुए रत्न को पाने की इच्छा उसके मन में बनी रहेगी।\nइस प्रकार, उत्तम बोधि मार्ग पर चलते हुए, रत्न जैसी प्रज्ञापारमिता का अभ्यास कभी न छोड़ें। जिस प्रकार कोई व्यक्ति मूल्यवान रत्न पाकर, उसे उठा लेता है और पूरी लगन से उसे संभालकर, शीघ्रता से अपने गंतव्य की ओर बढ़ता है और शांति प्राप्त करता है, उसी प्रकार आपको भी करना चाहिए।\n\n\nअबादल सूरज की तेज किरणें घने अंधकार को पूरी तरह से नष्ट कर देती हैं। वे जुगनुओं, सभी जीवित प्राणियों और भूतों, तारों के समूह और चंद्रमा के प्रकाश को भी अपनी चमक से मात दे देती हैं।\nजिस प्रकार बोधिसत्त्व प्रज्ञापारमिता का सर्वोत्तम अभ्यास करते हैं, शून्यता और निमित्तरहित आचरण में लगे रहते हैं, ऐसे विद्वान दृष्टि के घने अंधकार को नष्ट करके सभी प्राणियों, अर्हतों, प्रत्येकबुद्धों और बहुत सारे बोधिसत्त्वों को अपने तेज से आच्छादित कर लेते हैं।\nअगर किसी राजकुमार का उदाहरण लें, जो धन दान करना चाहता है, तो वह सभी लोगों का नेता बनकर प्रसिद्धि पाने योग्य होता है। इसी तरह, बोधिचित्त वाला व्यक्ति भी अनेक प्राणियों को खुशी देता है। जब उसे उपाय (कुशल साधन) प्राप्त हो जाते हैं, तो राज्य में स्थित होकर वह और भी अधिक लाभ पहुंचा सकता है - इसमें क्या कहना!\nअत: बुद्धिमान और कुशल बोधिसत्त्व अमृत के दान से देवताओं और मनुष्यों को प्रसन्न करते हैं। फिर भी, वे अनेक प्राणियों के हित में प्रयत्नशील रहते हैं। तो फिर जब वे धर्म के राजा के पद पर पहुँच जाते हैं, तब उनके बारे में कहने की क्या आवश्यकता है?\n\n\nअगर उस समय भी बोधिसत्व निराश होते हैं, तो मारा (बुरी शक्तियाँ) को बड़ा सुख मिलता है। वे दुःखी, थके हुए, परेशान और मन से उदास होकर कहते हैं, \\\"देखो, यह बोधिसत्व कैसे हिम्मत हार गया है!\\\" वे डराने के लिए सभी दिशाओं को जलाते हैं और उल्काएँ बरसाते हैं।\nजब बुद्धिमान व्यक्ति दृढ़ इच्छाशक्ति के साथ,\\nदिन-रात प्रज्ञापारमिता (सर्वोच्च ज्ञान) के गहन अर्थ पर विचार करते हैं,\\nतब उनके शरीर, मन और वाणी आकाश में उड़ने वाले पक्षियों की तरह स्वतंत्र हो जाते हैं।\\nभला फिर दुष्ट शक्तियाँ उनमें कमज़ोरी कैसे ढूँढ पाएंगी?\nजब बोधिसत्व आपस में झगड़ते और विवाद करते हैं, जब वे एक-दूसरे के प्रति अनुकूल नहीं होते और क्रोधित मन से भरे होते हैं, तब मारा (बुद्ध का प्रतिपक्षी) प्रसन्न होता है और अत्यंत सुखी अनुभव करता है, यह सोचकर कि ये दोनों अब बुद्ध के ज्ञान से दूर हो गए हैं।\nअगर उन दोनों के बीच की दूरी बढ़ती है और वे एक-दूसरे को मांस-भक्षियों जैसे देखने लगते हैं, तो दोनों अपनी प्रतिज्ञाओं से गिर जाएंगे। जहां क्रोध है और क्षमा का अभाव है, वहां बोधि (ज्ञान) कैसे संभव है? उस समय, मारा (बुराई की शक्तियां) और उनके साथी बहुत प्रसन्न होंगे।\nअगर कोई बोधिसत्व, जिसे अभी भविष्यवाणी नहीं मिली है, ऐसे बोधिसत्व से, जिसे भविष्यवाणी मिल गई है, उससे क्रोधित होकर विवाद शुरू करता है, तो जितने क्षण वह क्रोधपूर्ण विचारों में बिताता है, उतने ही कल्पों तक उसे फिर से शुरुआत से बोधिसत्व का कठिन मार्ग अपनाना पड़ेगा।\nअहंकार को त्यागकर, बुद्ध ने क्षमा की पारमिता द्वारा बोधि को प्राप्त किया। जब भी आपके मन में बुरा विचार आए, उसे पहचानें, अपनी गलती स्वीकार करें और भविष्य में ऐसा न करने का संकल्प लें। इन बुरे विचारों में आनंद मत लें - यही बुद्ध के धर्म का अभ्यास है।\n\n\nजो कोई सीखते समय किसी भी शिक्षा को स्वीकार नहीं करता, सीखने वाले और सिखाई जाने वाली धर्म वस्तुओं को नहीं देखता, और 'सिखाया गया' और 'सिखाया नहीं गया' इन दोनों के बारे में विचार नहीं करता, इस प्रकार जो सीखता है, वह वास्तव में बुद्ध धर्म में सीख रहा है।\nजो बोधिसत्त्व इस प्रकार की शिक्षा को समझता है, वह कभी भी शिक्षा से विचलित नहीं होता और न ही शीलभंग का दोषी बनता है। वह बुद्ध को प्रसन्न करने के लिए इस शिक्षा का अभ्यास करता है। वह उच्च शिक्षाओं में कुशल होता है और अनासक्त भाव से इनका पालन करता है।\nबुद्धिमान लोग अपनी प्रज्ञा को इस प्रकार विकसित करते हैं। वे एक क्षण के लिए भी अकुशल विचारों को उत्पन्न नहीं होने देते। जैसे आकाश में चलते सूरज की किरणें अंधकार को पराजित कर देती हैं, उसी प्रकार सामने के आकाश में अंधकार नहीं टिक पाता।\nजो लोग प्रज्ञापारमिता (गहन ज्ञान की पारमिता) में अभ्यास करते हैं, उनके लिए सभी पारमिताएँ इसमें समाहित हो जाती हैं। जैसे आत्म-दृष्टि में बासठ प्रकार के मतवाद समाहित होते हैं, उसी प्रकार सभी पारमिताएँ इसमें समाहित हो जाती हैं, ऐसा कहा गया है।\nअगर किसी का प्राण निकल जाए, तो उसकी अन्य सभी इंद्रियां भी काम करना बंद कर देती हैं। उसी प्रकार, ज्ञान की पारमिता में सभी अन्य पारमिताएँ समाहित हो जाती हैं - ऐसा कुशल और उत्तम पंडितों ने कहा है।\nजो व्यक्ति बोधिचित्त में कुशल है, वह श्रावक के सभी गुणों को सीखता है,\\nऔर इसी तरह प्रत्येक बुद्ध के सभी गुणों को भी सीखता है।\\nफिर भी वह उन गुणों पर रुकता नहीं है और न ही उनमें आसक्त होता है।\\nवह सोचता है, \\\"यह मुझे सीखना है,\\\" और इसलिए वह इन्हें प्राप्त करने का प्रयास करता है।\n\n\nअपने दृढ़ संकल्प से उन्हें हृदय से सराहना करें जो अटल बोध (बुद्धत्व) की प्राप्ति के लिए बोधिचित्त विकसित करते हैं। तीनों लोकों के समस्त सुमेरु पर्वतों को तराजू पर तौला जा सकता है, लेकिन इस प्रकार की अनुमोदना के पुण्य का कोई माप नहीं है।\nजितने भी प्राणी पुण्य की इच्छा रखते हैं और दूसरों का हित चाहते हैं, मैं उन सभी के पुण्य समूह में प्रसन्नतापूर्वक आनंदित होता हूं। इसलिए, वे सभी बुद्धों के गुणों को प्राप्त करके, संसार के दुःखों को समाप्त करने के लिए धर्म का उपदेश दें।\nबोधिसत्त्व जो निर्विकल्प सभी धर्मों को,\\nशून्य, लक्षणरहित और प्रपंचरहित के रूप में पूरी तरह जानता है,\\nवह ज्ञान के दो प्रकारों से बोधि की खोज नहीं करता।\\nवह योगी प्रज्ञापारमिता के सर्वोत्तम अभ्यास में लगा रहता है।\nआकाश और उसके तत्व में कोई विरोध नहीं है। कोई भी उसे प्राप्त नहीं कर सकता। उसी प्रकार, ज्ञान और कुशल आचरण में निपुण बोधिसत्त्व भी आकाश के समान है, जो पूर्ण शांति में विचरण करता है।\nभीड़ के बीच में यह माया का मानव, \\\"मैं इन लोगों को खुश करूंगा\\\" ऐसा नहीं सोचता, फिर भी वह ऐसा करता है। अनेक प्रकार के चमत्कार दिखाते हुए देखा जाता है, लेकिन उसमें न तो शरीर है, न मन है, और न ही कोई नाम है।\nअतः प्रज्ञा का अभ्यास करने वाला व्यक्ति कभी भी यह नहीं सोचता कि, \\\"मैं बोधि को प्राप्त करके सभी प्राणियों का उद्धार करूंगा।\\\" वह विभिन्न जन्मों और अनेक कार्यों को माया की तरह प्रदर्शित करता है, फिर भी वह निर्विकल्प भाव से कार्य करता है।\nअगर हम उदाहरण लें, तो बुद्ध के निर्मित रूप भी बुद्ध के कार्य करते हैं, लेकिन इन कार्यों में उन्हें थोड़ा भी अहंकार नहीं होता। इसी प्रकार, प्रज्ञा में कुशल बोधिसत्त्व भी, जादू के प्रतिबिंब की तरह, सभी कार्य बिना अहंकार के करते हैं।\nअनुभवी बढ़ई द्वारा बनाई गई पुरुष या स्त्री की लकड़ी की प्रतिमा सभी कार्य कर सकती है। उसी प्रकार, प्रज्ञा में कुशल बोधिसत्त्व भी, निर्विकल्प ज्ञान के माध्यम से, सभी कार्य संपन्न करता है।\n\n\nअतः इस प्रकार के कुशल आचरण करने वाले लोगों को देवताओं के समूह भी हाथ जोड़कर नमस्कार करते हैं। दसों दिशाओं के जितने भी बुद्ध हैं, वे सभी उनके गुणों की प्रशंसा के हार गूंथते हैं।\nगंगा नदी के समान असंख्य प्राणी जितने भी किसी क्षेत्र में रहते हैं, यदि वे सभी शैतान बन जाएँ और हमारी परीक्षा लेने लगें, और हमारे शरीर के प्रत्येक रोम से उतने ही शैतान उत्पन्न हो जाएँ, फिर भी वे सभी मिलकर बोधिचित्त की प्रज्ञा से युक्त व्यक्ति को बाधा नहीं पहुँचा सकते।\nचार कारणों से युक्त बोधिसत्त्व जो कुशल और शक्तिशाली होता है, उसे चार प्रकार के मार परेशान नहीं कर सकते और हिला नहीं सकते। वे कारण हैं: शून्यता में निवास करना, सभी प्राणियों का कभी त्याग न करना, जैसा कहा वैसा करना, और तथागतों के आशीर्वाद से युक्त होना।\nजब प्रज्ञापारमिता (सर्वोच्च ज्ञान) जो सभी तथागतों की माता है, उसका उपदेश दिया जाता है, यदि कोई बोधिसत्व इसमें श्रद्धा रखते हुए पूरे हृदय से इसका अभ्यास करने का प्रयास करता है, तो समझना चाहिए कि वह सर्वज्ञता के मार्ग पर अग्रसर हो चुका है।\nहिंदी अनुवाद\\n\\nधर्मधातु के यथातथ स्वभाव में स्थित नहीं होते हुए भी,\\nजैसे आकाश में बादल बिना किसी आधार के रहते हैं।\\nमंत्रधारी साधक, जो निराधार आकाश में विचरना चाहते हैं,\\nमंत्र शक्ति से असमय में भी फूलों से युक्त धरती को आशीर्वादित करते हैं।\nइस प्रकार बोधिसत्व जो कुशल और ज्ञानवान हैं, वे संदेह करते हैं और बुद्ध के धर्मों को लक्ष्य नहीं करते। जब वे धर्म सिखाते हैं और धर्म सुनने की इच्छा रखने वालों को देखते हैं, तब भी वे किसी वस्तु को लक्ष्य नहीं करते। यही शांति चाहने वालों के लिए गुणों का आनंदमय आधार है।\nअरहंतों की विमुक्ति को छोड़कर, तथागतों की विमुक्ति के अलावा, यह अवस्था - श्रावकों और प्रत्येक बुद्धों की शांतिपूर्ण समाधि की अवस्था, जो अत्यंत शांत और सुखमय है - जितनी भी अवस्थाएँ हैं, उन सबमें सर्वोच्च और अनुत्तम है।\nअगर पक्षी आकाश में रहे तो भी वह गिरता नहीं है। मछली पानी में रहकर भी बिना परेशानी के जीवित रहती है। इसी प्रकार, बोधिसत्त्व ध्यान की शक्ति से दूसरे लोगों तक पहुँचते हैं, शून्यता में रहते हैं, फिर भी वे निर्वाण में नहीं जाते।\nसभी प्राणियों के सर्वोत्तम गुणों का विकास करना, बुद्धों के अद्भुत परम ज्ञान को पाना, धर्म का सर्वोत्तम और पवित्र दान देने की इच्छा रखना - जो भी दूसरों की भलाई करना चाहते हैं, उन्हें इस सर्वोत्तम आश्रय का सहारा लेना चाहिए।\n\n\nसिद्धार्थ बुद्ध ने जब इस शिक्षा का पूर्ण रूप से वर्णन किया, तो उन्होंने कहा कि यह सभी शिक्षाओं में सर्वोत्तम है और इससे बढ़कर कोई शिक्षा नहीं है। जो बुद्धिमान व्यक्ति सभी शिक्षाओं में पारंगत होना चाहता है, उसे बुद्ध की इस प्रज्ञापारमिता (परम ज्ञान की पूर्णता) की शिक्षा का अभ्यास करना चाहिए।\nयह सर्वोत्तम धर्म-कोष और पवित्र धर्म-भंडार है। यह बुद्ध-वंश है, सभी प्राणियों के सुख और आनंद का खज़ाना है। भूतकाल, भविष्यकाल और दसों दिशाओं के संसार के रक्षक (बुद्ध) इसी से उत्पन्न होते हैं, फिर भी धर्मधातु कभी समाप्त नहीं होता।\nजितने भी पेड़, फल, फूल और वन हैं, वे सभी धरती से ही निकलते और उत्पन्न होते हैं। फिर भी, धरती न तो कभी क्षीण होती है और न ही बढ़ती है। वह न कभी दुर्बल होती है, न विचलित होती है और न ही थकती है।\nअन्य सभी पुण्य कर्म केले के पेड़ की तरह हैं -\\nएक बार फल देकर समाप्त हो जाते हैं।\\nलेकिन बोधिचित्त का वृक्ष अलग है -\\nयह निरंतर फल देता रहता है, कभी समाप्त नहीं होता, और निरंतर बढ़ता जाता है।\nसभी प्राणी - चाहे वह निम्न, मध्यम या उत्तम स्तर के हों - उन सभी के बारे में सुगत (बुद्ध) ने कहा है कि वे अविद्या (अज्ञान) से उत्पन्न होते हैं। जब विभिन्न कारण एकत्र होते हैं, तब दुःख का चक्र चलने लगता है। अज्ञान का यह चक्र न तो कभी समाप्त होता है और न ही बढ़ता है।\nज्ञान के मार्ग, उपाय और जितने भी मूल सिद्धांत हैं,\\nवे सभी प्रज्ञापारमिता (उत्कृष्ट ज्ञान की पूर्णता) से उत्पन्न होते हैं।\\nजैसे कारणों के एकत्रित होने पर कर्म का यंत्र चलने लगता है,\\nप्रज्ञापारमिता में न तो कमी आती है और न ही वृद्धि होती है।\nअगर कोई बोधिसत्त्व प्रतीत्य समुत्पाद (परस्पर निर्भरता) के बारे में यह समझता है कि इसमें न कोई उत्पत्ति है और न ही कोई विनाश, यह ज्ञान प्राप्त करके, वह बिना बादलों के चमकते सूरज की तरह अपनी किरणों से अंधकार को दूर करता है। इसी प्रकार वह अज्ञान के घने अंधकार को नष्ट करके स्वयंभू ज्ञान को प्राप्त करता है।\n\n\nअत्यंत शक्तिशाली ध्यान की चार अवस्थाएँ मन को स्थिर करती हैं, लेकिन वे स्वयं आधार नहीं हैं और न ही स्थायी निवास प्रदान करती हैं। फिर भी, अपने सभी अंगों के साथ, ये चार ध्यान अवस्थाएँ सर्वोच्च और परम बोधि प्राप्ति का आधार बनती हैं।\nसर्वोत्तम प्रज्ञा प्राप्त करके ध्यान में स्थित होने पर,\\nवे अरूप धातु के चार उत्कृष्ट समाधियों का भी अनुभव करते हैं।\\nये ध्यान सर्वोत्तम और श्रेष्ठ बोधि (ज्ञान) प्राप्ति में सहायक हैं।\\nफिर भी, बोधिसत्त्व आसक्तियों के क्षय के लिए इनका अभ्यास नहीं करते।\nयह गुणों के संचय का अद्भुत और आश्चर्यजनक मार्ग है। \\nध्यान और समाधि में स्थित रहकर, व्यक्ति निशान-रहित अवस्था में रहता है।\\nयदि इस अवस्था में रहते हुए शरीर का अंत हो जाता है,\\nतो अपनी इच्छानुसार कामलोक में भी जन्म ले सकता है।\nहमारे उदाहरण में, यदि जम्बूद्वीप का कोई व्यक्ति, जो पहले कभी देवलोक के श्रेष्ठ नगर में नहीं गया था, बाद में वहां जाकर, उन सभी अद्भुत स्थानों को देखकर वापस आ जाए, तो वह अब सांसारिक वस्तुओं में आसक्त नहीं होगा।\nइसी प्रकार, बोधिसत्व के उत्तम गुणों को धारण करने वाला साधक,\\nयोग साधना में उद्यमी होकर ध्यान और समाधि में स्थित रहकर,\\nफिर भी काम की दुनिया में निवास करते हुए आसक्ति से मुक्त रहता है,\\nजल में कमल के समान, वह बालपन के स्वभाव में नहीं बसता।\nअत्यंत महान व्यक्ति केवल प्राणियों के पूर्ण परिपक्व होने में, बुद्ध-क्षेत्र की साधना में और पारमिताओं को पूर्ण करने में ही अपना प्रयोजन देखते हैं। वे यह सोचकर कि \\\"बोधि के गुणों और पारमिताओं की साधना में गिरावट आएगी\\\" कभी भी अरूप धातु में जन्म लेने की इच्छा नहीं करते।\nअगर किसी इंसान को बहुमूल्य खजाना मिल जाए, लेकिन उसमें उसने इच्छा न जगाई हो, और फिर भी वह किसी अन्य समय इन्हें उठाकर अपने घर ले जाए, लेकिन उन पर आसक्त न हो - उसी प्रकार...\nइसी तरह, कुशल बोधिसत्त्व आनंद और सुख देने वाले चार शांतिपूर्ण ध्यानों और समाधियों को प्राप्त करके, ध्यान के सुख और समाधि की उपलब्धि का त्याग कर देते हैं। वे प्राणियों के प्रति करुणा से भरकर फिर से कामधातु में प्रवेश करते हैं।\nअगर एक बोधिसत्त्व ध्यान और समाधि में बैठा हुआ है, और अर्हत या प्रत्येकबुद्ध के मार्ग की इच्छा का विचार उत्पन्न करता है, तो वह अस्थिर और विचलित मन वाला माना जाता है। यह बुद्ध के गुणों से पूरी तरह पतित होना है - बिलकुल वैसे ही जैसे टूटी नाव में बैठा व्यक्ति।\nइसके अलावा, भले ही कोई व्यक्ति रूप, शब्द, गंध, स्वाद और स्पर्श - इन पाँच इंद्रिय भोगों में लीन रहे, लेकिन यदि उसका मन बोधिचित्त में प्रसन्न रहता है (जो अरहंत और प्रत्येक बुद्धों के मार्ग से परे है), तो उस वीर को हमेशा समाधि में स्थित जानना चाहिए।\nजो बोधिसत्व अन्य प्राणियों और व्यक्तियों के लिए अपना मन शुद्ध करते हैं, वे वीर्य पारमिता (उत्साह के पारमिता) में पूरी तरह से लगे रहते हैं और उसका अभ्यास करते हैं। जैसे एक दासी अपने स्वामी के अधीन होती है और उसके पास अपना कोई अधिकार नहीं होता, उसी प्रकार ये वीर (बोधिसत्व) सभी प्राणियों के वश में रहकर चलते हैं।\nचाहे उसका अपमान किया जाए या उसे लगातार पीटा जाए, एक दासी अपने मालिक को कभी प्रतिउत्तर नहीं देगी। वह सोचती है, \\\"यह मुझे मार डालेगा,\\\" और अत्यधिक भय से दबी हुई, डरी हुई रहती है।\nअत: बोधि के लिए, उत्तम बोधि मार्ग पर चलने वाले व्यक्ति को सभी प्राणियों का सेवक बनकर रहना चाहिए। इसी से बोधि प्राप्त होगी और गुण पूर्ण होंगे। जैसे घास और लकड़ी से निकली आग उन्हीं को जला देती है।\nअपने सुख को त्याग कर और बिना किसी आशा के मन से,\\nदूसरे प्राणियों की ज़रूरतों के लिए दिन-रात पूरी मेहनत करो।\\nजैसे माँ अपने इकलौते बच्चे की देखभाल करती है,\\nउसी तरह पूरे हृदय से निराश हुए बिना बने रहो।\n\n\nअगर वह बोधिसत्व योगी जो लंबे समय तक संसार में रहना चाहता है, सभी प्राणियों के कल्याण और अपनी बुद्ध-भूमि को शुद्ध करने में लगा रहता है, और जिसके मन में थकान का एक कण भी नहीं उत्पन्न होता, वह वीर्य पारमिता (उत्साह की पूर्णता) से युक्त है और कभी आलस्य नहीं करता।\nअगर बोधिसत्त्व कुशल नहीं है, तो वह अरबों कल्प गिन सकता है। यदि वह सोचता है कि बोधि प्राप्त करने का मार्ग लंबा और दुखदायी है, तो जब वह सही धर्म का अभ्यास करेगा, तो उसे लंबे समय तक कष्ट होगा। ऐसा व्यक्ति जो आलसी है, वह वीर्य पारमिता को नष्ट कर देता है।\nFrom the time of first generating the thought of supreme enlightenment\\nUntil attaining unsurpassed enlightenment,\\nIf one contemplates in the mind even for just a day and night,\\nThe wise and clear-minded should know to undertake diligence.\nअगर कोई कहे कि \\\"आपको सुमेरु पर्वत को पीस कर चूर्ण बनाने के बाद ही सर्वोच्च बोधि की प्राप्ति होगी\\\", तो भी यदि आप थोड़ा सा भी निराश होकर सोचने लगें, तो उस क्षण आप बोधिसत्व मार्ग में आलसी हो गए हैं।\nअगर कोई सोचता है, \\\"ऐसा करना कितना कठिन है!\\\" और एक क्षण में सुमेरु पर्वत को धूल में मिलाने का विचार रखता है, तो यह जानना चाहिए कि बुद्धिमान और उत्साही बोधिसत्त्व, जो दृढ़ प्रयास करते हैं, शीघ्र ही सर्वोच्च बोधि की प्राप्ति कर लेंगे जो सभी प्राणियों का मार्गदर्शन करती है।\n\\\"सभी प्राणियों को परिपक्व करके उनका हित करूँगा\\\" - यदि इस विचार से आप अपने शरीर, वाणी और मन से प्रयत्न करते हैं, लेकिन यदि आपमें अभी भी 'मैं' की भावना बनी हुई है, तो आप आलस्य से ग्रसित हैं। ऐसी स्थिति में, आप सर्वज्ञता से उतने ही दूर हो जाएँगे जितने आकाश और पृथ्वी एक-दूसरे से दूर हैं।\nजब शरीर, मन और जीवों के प्रति कोई धारणा नहीं रहती,\\nजब सभी धारणाएँ समाप्त होकर द्वैत-रहित धर्म का अभ्यास होता है,\\nयही बोधि है - शांत, अक्षय और सर्वोत्तम,\\nइसे ही हितकारी बुद्ध ने वीर्य की पारमिता कहा है।\nअगर किसी से अपने बारे में बुरी और कठोर बातें सुनने को मिलें, तो एक कुशल बोधिसत्व यह सोचकर प्रसन्न होता है कि \\\"यह मेरे लिए अच्छा है।\\\" कौन बोल रहा है, कौन सुन रहा है, किसके द्वारा, किसके बारे में और किस कारण से - इन सब बातों पर विचार करके क्षमा की पारमिता का पालन करने वाला व्यक्ति वास्तव में बुद्धिमान है।\nअगर कोई बोधिसत्त्व क्षमा के सद्गुण से युक्त है, तो त्रिसाहस्र-महासाहस्र लोकधातु (तीन हजार महाहजार लोक) को रत्नों से भरकर लोकज्ञ बुद्धों, अरहतों और प्रत्येकबुद्धों को अर्पित करने के दान के पुण्य से प्राप्त होने वाला पुण्य, उस बोधिसत्त्व के क्षमा से प्राप्त पुण्य की तुलना में एक अंश के बराबर भी नहीं है।\nक्षमा में निवास करने वाले व्यक्ति का शरीर पूरी तरह से शुद्ध हो जाता है। वह बत्तीस शुभ लक्षणों से युक्त होता है और असीमित शक्ति प्राप्त करता है। वह सभी प्राणियों को धर्म की गहन शून्यता का उपदेश देता है। इस प्रकार, क्षमावान व्यक्ति में सभी प्राणी प्रसन्नता से आकर्षित होते हैं, और वह बुद्धिमान माना जाता है।\nअगर कोई व्यक्ति श्रद्धा से बोधिसत्व के शरीर पर चंदन का लेप लगाता है,\\nऔर कोई दूसरा व्यक्ति क्रोध में आकर उनके सिर पर जलते अंगारे फेंकता है,\\nतो बोधिसत्व को दोनों के प्रति समान और संतुलित मन रखना चाहिए।\nअगर एक कुशल बोधिसत्व इस प्रकार धैर्य धारण करके सर्वोच्च बोधि के लिए अपने मन को उत्पन्न करता है और इसे पूरी तरह समर्पित करता है, तो वह वीर अपने धैर्य से दुनिया भर के अरहंतों और प्रत्येक बुद्धों को अपने प्रभाव से अभिभूत कर देता है, चाहे वे कितने भी अधिक संख्या में क्यों न हों।\nभगवान ने कहा: \\\"धैर्य रखो और इस प्रकार सोचो: 'मुझे यह सहना चाहिए। नरक, पशु योनी और यमलोक में अनगिनत दुःख हैं। यदि मैं विषय-वासनाओं के कारण असहाय होकर इतना कष्ट सहता हूँ, तो बोधि प्राप्ति के लिए आज थोड़ा कष्ट क्यों न सहूँ?'\\\nअपने ऊपर चाबुक, डंडे, हथियार से हमला, हत्या का प्रयास, बंधन, मार-पिटाई, सिर काटना, कान, हाथ-पैर और नाक काटना - इस संसार में जितने भी दुःख हैं, मैं उन सभी को सहन करूंगा। यह सोचकर बोधिसत्त्व क्षमा की पारमिता में स्थिर रहते हैं।\n\n\nअनुशासन से वे जो शांति चाहते हैं, वे महान बन जाते हैं। दस शक्तियों के क्षेत्र में निवास करते हुए, उनका अनुशासन कभी भी भंग नहीं होता। वे सभी प्रकार के नियमों का पालन करते हैं। सभी प्राणियों के कल्याण के लिए, वे इसे बोधि की ओर समर्पित करते हैं।\nअगर कोई अरहत, प्रत्येक बुद्ध या बोधिसत्व बनना चाहता है, लेकिन उसका आचरण खराब है, वह अकुशल है और उसका आचरण पतित है, तो उसे सफलता नहीं मिलेगी। लेकिन अगर कोई व्यक्ति अपने कर्मों को परम शांति की प्राप्ति के लिए समर्पित करता है, तो भले ही वह इंद्रियों के विषयों का आनंद लेता हो, वह शील पारमिता में स्थित रहता है।\nजिस धर्म से निश्चित रूप से बोधि के गुण उत्पन्न होते हैं,\\nयही गुणों से युक्त धर्मवान लोगों के शील का उद्देश्य है।\\nजो धर्म हितकारी लोगों की बोधि को पूरी तरह नष्ट करता है,\\nइसे ही बुद्ध ने 'दूषित शील' कहा है।\nयदि बोधिसत्त्व पाँच इंद्रिय के विषय-भोगों का सेवन करते हुए भी, बुद्ध, धर्म और आर्य संघ की शरण में जाकर, \\\"मुझे बुद्धत्व प्राप्त करना है\\\" - ऐसा सोचकर सर्वज्ञता का मनन करते हैं, तो उन्हें शील पारमिता (नैतिक आचरण की परिपूर्णता) में स्थित माना जाना चाहिए, ऐसा विद्वान जानते हैं।\nअगर कोई व्यक्ति अरबों कल्पों तक दस कुशल कर्मों का अभ्यास करे, पर अर्हत या प्रत्येक बुद्ध बनने की इच्छा रखे, तो उस समय उसके शील में दोष आ जाता है और उसका शील भ्रष्ट हो जाता है। बोधिचित्त (सभी प्राणियों के कल्याण के लिए बुद्धत्व प्राप्त करने की इच्छा) का त्याग करना पाराजिका (सबसे गंभीर पतन) से भी कहीं अधिक गंभीर अपराध है।\nअपने नैतिक अनुशासन का पालन करें और अपने सभी कार्यों को सर्वोत्तम बोधि के लिए समर्पित करें। इसके बावजूद अहंकार से बचें और अपनी प्रशंसा न करें। \\\"मैं\\\" और \\\"दूसरे प्राणी\\\" के विचारों को पूरी तरह त्याग दें। ऐसा करने वाले को बोधिसत्व कहते हैं, जो नैतिकता की पारमिता में वास करता है।\nअगर बोधिसत्व जो बुद्ध के मार्ग पर चलता है, यह सोचे कि \\\"ये प्राणी नैतिक हैं और ये प्राणी अनैतिक हैं\\\" और इस तरह के विभिन्न भेदभावपूर्ण विचारों में फंस जाए, तो वह खुद ही अत्यंत अनैतिक हो जाता है। उसका नैतिक आचरण भ्रष्ट हो जाता है और उसमें वास्तविक नैतिकता नहीं रहती।\nअहंकार की भावना और प्राणियों के प्रति अलग भावना जिसमें नहीं है, जिसके विचार रागद्वेष से मुक्त हैं, उसमें असंयम कैसे हो सकता है? जिसके मन में संयम और असंयम का भेद करने का विचार भी नहीं है, वही सच्चा नैतिक अनुशासन है - ऐसा बुद्ध ने कहा है।\nशुद्ध चित्त वाला वह व्यक्ति जो इस प्रकार नियमों का पालन करता है, वह प्रिय और अप्रिय सभी के प्रति कोई भेदभाव नहीं रखता। अपना सिर और अंग-प्रत्यंग भी दान करते हुए उसके मन में कभी हिचकिचाहट नहीं होती। वह अपनी सभी संपत्तियों को दान कर देता है और कभी भी उनसे आसक्त नहीं होता।\nसभी धर्म (घटनाओं) की स्वयं की प्रकृति में कोई आत्मता नहीं है - यह जानकर कि वे असार हैं,\\nयदि कोई अपने शरीर का मांस भी दे सकता है बिना किसी हिचकिचाहट के,\\nतो बाहरी वस्तुओं को देने की बात ही क्या है?\\nऐसी स्थिति में कंजूसी का कोई स्थान नहीं रहता।\nअपने में अहंकार रखने से और वस्तुओं को \\\"मेरा\\\" मानकर पकड़े रहने से, मूर्ख लोगों में कैसे दान का विचार उत्पन्न हो सकता है? कंजूस व्यक्ति प्रेत योनि में जन्म लेते हैं। और यदि मनुष्य के रूप में जन्म भी लें, तो वे गरीब ही रहेंगे।\nअपने इस समय बोधिसत्व प्राणियों की दरिद्रता को पहचानकर, दान में उत्साह लेते हैं और हमेशा उदारतापूर्वक देते हैं। चारों महाद्वीपों को सुंदर ढंग से सजाया गया हो, फिर भी वे उन्हें थूक के समान त्याग देते हैं और दान देकर प्रसन्न होते हैं, उन्हें इन द्वीपों का मोह नहीं होता।\nज्ञानी और प्रकाशमान बोधिसत्व तीनों लोकों के\\nसभी प्राणियों को यह दान देने का संकल्प करके,\\nउनको दान देते हैं और\\nउस दान को भी सभी प्राणियों के कल्याण के लिए सर्वोत्तम बोधि (ज्ञान) की प्राप्ति हेतु समर्पित करते हैं।\nजब दान देते हैं, तो वे वस्तुओं से जुड़े नहीं रहते। वे कभी भी फल की आशा नहीं रखते। इस प्रकार, दान में कुशल व्यक्ति सब कुछ दे देते हैं। थोड़ा देने से अनगिनत गुना फल मिलता है।\nतिहरे भवों के समस्त प्राणियों का पूरी तरह से परीक्षण करके उनका पोषण करें, और उन सभी के द्वारा अनंत कल्पों तक, लोक के ज्ञाता, बुद्ध, अर्हत, प्रत्येकबुद्धों को दान दें और श्रावकों की अच्छी तरह से देखभाल करें।\nअगर कोई कुशल और चतुर बोधिसत्व पुण्य कर्मों में प्रसन्नता प्रकट करता है और फिर सभी प्राणियों के कल्याण के लिए सर्वोत्तम बोधि (ज्ञान) की ओर उन्हें पूरी तरह समर्पित करता है, तो इस समर्पण के द्वारा वह सभी प्राणियों से आगे निकल जाता है।\nसामान्य रत्नों के बड़े ढेर को भी,\\nएक वैडूर्य मणि अपने प्रकाश से ढक लेती है।\\nउसी तरह, सभी प्राणियों के विशाल दान के पुण्य को,\\nबोधिसत्त्व की अनुमोदना (दूसरों के पुण्य में प्रसन्नता) एक क्षण में अपने तेज से ढक लेती है।\nबोधिसत्व यदि सभी प्राणियों को दान देकर, उसे अपना न समझे और वस्तुओं के प्रति लगाव न रखे, तो उससे उनका पुण्य का मूल और अधिक शक्तिशाली होकर बढ़ता है, जैसे निर्मल आकाश में शुक्ल पक्ष के चंद्रमा की कला बढ़ती जाती है।\n\n\nछठा अवसर क्रमिक मार्ग का निरूपण\\n\\nबोधिसत्व का दान प्रेत-योनि के जीवों के दुःख को काटता है।\\nयह गरीबी और इसी प्रकार सभी क्लेशों (मानसिक विकारों) को भी काटता है।\\nजब इस मार्ग पर चलते हैं, तो असीमित और विस्तृत संपदा प्राप्त होती है।\\nदान के द्वारा दुःख से पीड़ित सभी प्राणियों को परिपक्व किया जाता है।\nशील से अनेक पशु योनि के जन्मों को और अष्ट अक्षणों से बचकर, हमेशा मनुष्य जन्म की सुलभता प्राप्त होती है। क्षमा से सुंदर और महान रूप प्राप्त होता है, सोने जैसी खूबसूरत त्वचा मिलती है और सभी प्राणी आपको देखने के लिए आकर्षित होते हैं।\nपरिश्रम से शुभ गुणों की कभी कमी नहीं होती है। इससे अनंत ज्ञान और बुद्धों के खजाने प्राप्त होते हैं। ध्यान से हम संसारिक इच्छाओं और भोगों को त्याग देते हैं। इससे हमें ज्ञान, अलौकिक शक्तियाँ और गहरी समाधि की प्राप्ति होती है।\nप्रज्ञा (शेस रब) के माध्यम से धर्म के वास्तविक स्वभाव को पूरी तरह जानकर, व्यक्ति तीनों लोकों से पूरी तरह पार हो जाता है। मनुष्यों में श्रेष्ठ नेता, अमूल्य धर्मचक्र को घुमाकर, दुःख के अंत के लिए सभी प्राणियों को धर्म का उपदेश देता है।\n# सातवां स्थान: एक क्षण में पूर्ण बोधि की प्राप्ति का वर्णन\\n\\nइस धर्म को पूरी तरह से पूर्ण करने के बाद वह बोधिसत्त्व,\\n\\n# आठवां स्थान: धर्मकाय का वर्णन\\n\\nपूर्ण रूप से शुद्ध क्षेत्र और शुद्ध प्राणियों को धारण करता है।\\nबुद्ध परंपरा और धर्म परंपरा को भी पूर्णतः धारण करता है।\\nइसी प्रकार संघ परंपरा और सभी धर्मों को पूर्णतः धारण करता है।\nसंसार के रोगों को ठीक करने वाले महान वैद्य ने,\\nज्ञान की शिक्षा देते हुए बोधि के इस मार्ग का उपदेश दिया है।\\nइसका नाम है \\\"गुणों के रत्नों का संग्रह करने वाला बोधि मार्ग\\\"।\\nसभी प्राणियों के कल्याण के लिए इस मार्ग को प्राप्त करने हेतु यह व्याख्या की गई है।\n\n\n\nआर्य प्रज्ञापारमिता संचय गाथा की पूर्णता का श्लोक। ॥\n",
  "title": "प्रज्ञापारमिता संचय गाथा Easy to Read",
  "alt_title": null,
  "translator": {
    "ai_id": "translation_workflow_v1.0.0_claude_3_7_sonnet",
    "person_id": null,
    "person_bdrc_id": null
  },
  "original_annotation": [],
  "translation_annotation": [
    {
      "span": {
        "start": 0,
        "end": 26
      },
      "index": 1,
      "alignment_index": [
        1
      ]
    },
    {
      "span": {
        "start": 27,
        "end": 170
      },
      "index": 2,
      "alignment_index": [
        2
      ]
    },
    {
      "span": {
        "start": 171,
        "end": 353
      },
      "index": 3,
      "alignment_index": [
        3
      ]
    },
    {
      "span": {
        "start": 354,
        "end": 354
      },
      "index": 4,
      "alignment_index": [
        4
      ]
    },
    {
      "span": {
        "start": 355,
        "end": 574
      },
      "index": 5,
      "alignment_index": [
        5
      ]
    },
    {
      "span": {
        "start": 575,
        "end": 811
      },
      "index": 6,
      "alignment_index": [
        6
      ]
    },
    {
      "span": {
        "start": 812,
        "end": 1016
      },
      "index": 7,
      "alignment_index": [
        7
      ]
    },
    {
      "span": {
        "start": 1017,
        "end": 1297
      },
      "index": 8,
      "alignment_index": [
        8
      ]
    },
    {
      "span": {
        "start": 1298,
        "end": 1551
      },
      "index": 9,
      "alignment_index": [
        9
      ]
    },
    {
      "span": {
        "start": 1552,
        "end": 1757
      },
      "index": 10,
      "alignment_index": [
        10
      ]
    },
    {
      "span": {
        "start": 1758,
        "end": 1974
      },
      "index": 11,
      "alignment_index": [
        11
      ]
    },
    {
      "span": {
        "start": 1975,
        "end": 2216
      },
      "index": 12,
      "alignment_index": [
        12
      ]
    },
    {
      "span": {
        "start": 2217,
        "end": 2479
      },
      "index": 13,
      "alignment_index": [
        13
      ]
    },
    {
      "span": {
        "start": 2480,
        "end": 2751
      },
      "index": 14,
      "alignment_index": [
        14
      ]
    },
    {
      "span": {
        "start": 2752,
        "end": 3005
      },
      "index": 15,
      "alignment_index": [
        15
      ]
    },
    {
      "span": {
        "start": 3006,
        "end": 3254
      },
      "index": 16,
      "alignment_index": [
        16
      ]
    },
    {
      "span": {
        "start": 3255,
        "end": 3514
      },
      "index": 17,
      "alignment_index": [
        17
      ]
    },
    {
      "span": {
        "start": 3515,
        "end": 3692
      },
      "index": 18,
      "alignment_index": [
        18
      ]
    },
    {
      "span": {
        "start": 3693,
        "end": 3986
      },
      "index": 19,
      "alignment_index": [
        19
      ]
    },
    {
      "span": {
        "start": 3987,
        "end": 4257
      },
      "index": 20,
      "alignment_index": [
        20
      ]
    },
    {
      "span": {
        "start": 4258,
        "end": 4476
      },
      "index": 21,
      "alignment_index": [
        21
      ]
    },
    {
      "span": {
        "start": 4477,
        "end": 4706
      },
      "index": 22,
      "alignment_index": [
        22
      ]
    },
    {
      "span": {
        "start": 4707,
        "end": 4892
      },
      "index": 23,
      "alignment_index": [
        23
      ]
    },
    {
      "span": {
        "start": 4893,
        "end": 5079
      },
      "index": 24,
      "alignment_index": [
        24
      ]
    },
    {
      "span": {
        "start": 5080,
        "end": 5350
      },
      "index": 25,
      "alignment_index": [
        25
      ]
    },
    {
      "span": {
        "start": 5351,
        "end": 5606
      },
      "index": 26,
      "alignment_index": [
        26
      ]
    },
    {
      "span": {
        "start": 5607,
        "end": 5814
      },
      "index": 27,
      "alignment_index": [
        27
      ]
    },
    {
      "span": {
        "start": 5815,
        "end": 6050
      },
      "index": 28,
      "alignment_index": [
        28
      ]
    },
    {
      "span": {
        "start": 6051,
        "end": 6311
      },
      "index": 29,
      "alignment_index": [
        29
      ]
    },
    {
      "span": {
        "start": 6312,
        "end": 6534
      },
      "index": 30,
      "alignment_index": [
        30
      ]
    },
    {
      "span": {
        "start": 6535,
        "end": 6724
      },
      "index": 31,
      "alignment_index": [
        31
      ]
    },
    {
      "span": {
        "start": 6725,
        "end": 6974
      },
      "index": 32,
      "alignment_index": [
        32
      ]
    },
    {
      "span": {
        "start": 6975,
        "end": 6975
      },
      "index": 33,
      "alignment_index": [
        33
      ]
    },
    {
      "span": {
        "start": 6976,
        "end": 7015
      },
      "index": 34,
      "alignment_index": [
        34
      ]
    },
    {
      "span": {
        "start": 7016,
        "end": 7226
      },
      "index": 35,
      "alignment_index": [
        35
      ]
    },
    {
      "span": {
        "start": 7227,
        "end": 7433
      },
      "index": 36,
      "alignment_index": [
        36
      ]
    },
    {
      "span": {
        "start": 7434,
        "end": 7685
      },
      "index": 37,
      "alignment_index": [
        37
      ]
    },
    {
      "span": {
        "start": 7686,
        "end": 7910
      },
      "index": 38,
      "alignment_index": [
        38
      ]
    },
    {
      "span": {
        "start": 7911,
        "end": 8126
      },
      "index": 39,
      "alignment_index": [
        39
      ]
    },
    {
      "span": {
        "start": 8127,
        "end": 8368
      },
      "index": 40,
      "alignment_index": [
        40
      ]
    },
    {
      "span": {
        "start": 8369,
        "end": 8713
      },
      "index": 41,
      "alignment_index": [
        41
      ]
    },
    {
      "span": {
        "start": 8714,
        "end": 9028
      },
      "index": 42,
      "alignment_index": [
        42
      ]
    },
    {
      "span": {
        "start": 9029,
        "end": 9211
      },
      "index": 43,
      "alignment_index": [
        43
      ]
    },
    {
      "span": {
        "start": 9212,
        "end": 9359
      },
      "index": 44,
      "alignment_index": [
        44
      ]
    },
    {
      "span": {
        "start": 9360,
        "end": 9616
      },
      "index": 45,
      "alignment_index": [
        45
      ]
    },
    {
      "span": {
        "start": 9617,
        "end": 9818
      },
      "index": 46,
      "alignment_index": [
        46
      ]
    },
    {
      "span": {
        "start": 9819,
        "end": 9984
      },
      "index": 47,
      "alignment_index": [
        47
      ]
    },
    {
      "span": {
        "start": 9985,
        "end": 9985
      },
      "index": 48,
      "alignment_index": [
        48
      ]
    },
    {
      "span": {
        "start": 9986,
        "end": 9986
      },
      "index": 49,
      "alignment_index": [
        49
      ]
    },
    {
      "span": {
        "start": 9987,
        "end": 10204
      },
      "index": 50,
      "alignment_index": [
        50
      ]
    },
    {
      "span": {
        "start": 10205,
        "end": 10398
      },
      "index": 51,
      "alignment_index": [
        51
      ]
    },
    {
      "span": {
        "start": 10399,
        "end": 10565
      },
      "index": 52,
      "alignment_index": [
        52
      ]
    },
    {
      "span": {
        "start": 10566,
        "end": 10784
      },
      "index": 53,
      "alignment_index": [
        53
      ]
    },
    {
      "span": {
        "start": 10785,
        "end": 11005
      },
      "index": 54,
      "alignment_index": [
        54
      ]
    },
    {
      "span": {
        "start": 11006,
        "end": 11274
      },
      "index": 55,
      "alignment_index": [
        55
      ]
    },
    {
      "span": {
        "start": 11275,
        "end": 11494
      },
      "index": 56,
      "alignment_index": [
        56
      ]
    },
    {
      "span": {
        "start": 11495,
        "end": 11694
      },
      "index": 57,
      "alignment_index": [
        57
      ]
    },
    {
      "span": {
        "start": 11695,
        "end": 11695
      },
      "index": 58,
      "alignment_index": [
        58
      ]
    },
    {
      "span": {
        "start": 11696,
        "end": 11696
      },
      "index": 59,
      "alignment_index": [
        59
      ]
    },
    {
      "span": {
        "start": 11697,
        "end": 11928
      },
      "index": 60,
      "alignment_index": [
        60
      ]
    },
    {
      "span": {
        "start": 11929,
        "end": 12207
      },
      "index": 61,
      "alignment_index": [
        61
      ]
    },
    {
      "span": {
        "start": 12208,
        "end": 12471
      },
      "index": 62,
      "alignment_index": [
        62
      ]
    },
    {
      "span": {
        "start": 12472,
        "end": 12703
      },
      "index": 63,
      "alignment_index": [
        63
      ]
    },
    {
      "span": {
        "start": 12704,
        "end": 12932
      },
      "index": 64,
      "alignment_index": [
        64
      ]
    },
    {
      "span": {
        "start": 12933,
        "end": 13137
      },
      "index": 65,
      "alignment_index": [
        65
      ]
    },
    {
      "span": {
        "start": 13138,
        "end": 13312
      },
      "index": 66,
      "alignment_index": [
        66
      ]
    },
    {
      "span": {
        "start": 13313,
        "end": 13313
      },
      "index": 67,
      "alignment_index": [
        67
      ]
    },
    {
      "span": {
        "start": 13314,
        "end": 13314
      },
      "index": 68,
      "alignment_index": [
        68
      ]
    },
    {
      "span": {
        "start": 13315,
        "end": 13482
      },
      "index": 69,
      "alignment_index": [
        69
      ]
    },
    {
      "span": {
        "start": 13483,
        "end": 13679
      },
      "index": 70,
      "alignment_index": [
        70
      ]
    },
    {
      "span": {
        "start": 13680,
        "end": 13920
      },
      "index": 71,
      "alignment_index": [
        71
      ]
    },
    {
      "span": {
        "start": 13921,
        "end": 14160
      },
      "index": 72,
      "alignment_index": [
        72
      ]
    },
    {
      "span": {
        "start": 14161,
        "end": 14363
      },
      "index": 73,
      "alignment_index": [
        73
      ]
    },
    {
      "span": {
        "start": 14364,
        "end": 14609
      },
      "index": 74,
      "alignment_index": [
        74
      ]
    },
    {
      "span": {
        "start": 14610,
        "end": 14792
      },
      "index": 75,
      "alignment_index": [
        75
      ]
    },
    {
      "span": {
        "start": 14793,
        "end": 14987
      },
      "index": 76,
      "alignment_index": [
        76
      ]
    },
    {
      "span": {
        "start": 14988,
        "end": 15307
      },
      "index": 77,
      "alignment_index": [
        77
      ]
    },
    {
      "span": {
        "start": 15308,
        "end": 15308
      },
      "index": 78,
      "alignment_index": [
        78
      ]
    },
    {
      "span": {
        "start": 15309,
        "end": 15309
      },
      "index": 79,
      "alignment_index": [
        79
      ]
    },
    {
      "span": {
        "start": 15310,
        "end": 15596
      },
      "index": 80,
      "alignment_index": [
        80
      ]
    },
    {
      "span": {
        "start": 15597,
        "end": 15797
      },
      "index": 81,
      "alignment_index": [
        81
      ]
    },
    {
      "span": {
        "start": 15798,
        "end": 15988
      },
      "index": 82,
      "alignment_index": [
        82
      ]
    },
    {
      "span": {
        "start": 15989,
        "end": 16216
      },
      "index": 83,
      "alignment_index": [
        83
      ]
    },
    {
      "span": {
        "start": 16217,
        "end": 16501
      },
      "index": 84,
      "alignment_index": [
        84
      ]
    },
    {
      "span": {
        "start": 16502,
        "end": 16760
      },
      "index": 85,
      "alignment_index": [
        85
      ]
    },
    {
      "span": {
        "start": 16761,
        "end": 17094
      },
      "index": 86,
      "alignment_index": [
        86
      ]
    },
    {
      "span": {
        "start": 17095,
        "end": 17410
      },
      "index": 87,
      "alignment_index": [
        87
      ]
    },
    {
      "span": {
        "start": 17411,
        "end": 17637
      },
      "index": 88,
      "alignment_index": [
        88
      ]
    },
    {
      "span": {
        "start": 17638,
        "end": 17638
      },
      "index": 89,
      "alignment_index": [
        89
      ]
    },
    {
      "span": {
        "start": 17639,
        "end": 17639
      },
      "index": 90,
      "alignment_index": [
        90
      ]
    },
    {
      "span": {
        "start": 17640,
        "end": 17969
      },
      "index": 91,
      "alignment_index": [
        91
      ]
    },
    {
      "span": {
        "start": 17970,
        "end": 18248
      },
      "index": 92,
      "alignment_index": [
        92
      ]
    },
    {
      "span": {
        "start": 18249,
        "end": 18491
      },
      "index": 93,
      "alignment_index": [
        93
      ]
    },
    {
      "span": {
        "start": 18492,
        "end": 18752
      },
      "index": 94,
      "alignment_index": [
        94
      ]
    },
    {
      "span": {
        "start": 18753,
        "end": 19007
      },
      "index": 95,
      "alignment_index": [
        95
      ]
    },
    {
      "span": {
        "start": 19008,
        "end": 19231
      },
      "index": 96,
      "alignment_index": [
        96
      ]
    },
    {
      "span": {
        "start": 19232,
        "end": 19416
      },
      "index": 97,
      "alignment_index": [
        97
      ]
    },
    {
      "span": {
        "start": 19417,
        "end": 19417
      },
      "index": 98,
      "alignment_index": [
        98
      ]
    },
    {
      "span": {
        "start": 19418,
        "end": 19418
      },
      "index": 99,
      "alignment_index": [
        99
      ]
    },
    {
      "span": {
        "start": 19419,
        "end": 19648
      },
      "index": 100,
      "alignment_index": [
        100
      ]
    },
    {
      "span": {
        "start": 19649,
        "end": 19961
      },
      "index": 101,
      "alignment_index": [
        101
      ]
    },
    {
      "span": {
        "start": 19962,
        "end": 20217
      },
      "index": 102,
      "alignment_index": [
        102
      ]
    },
    {
      "span": {
        "start": 20218,
        "end": 20461
      },
      "index": 103,
      "alignment_index": [
        103
      ]
    },
    {
      "span": {
        "start": 20462,
        "end": 20462
      },
      "index": 104,
      "alignment_index": [
        104
      ]
    },
    {
      "span": {
        "start": 20463,
        "end": 20463
      },
      "index": 105,
      "alignment_index": [
        105
      ]
    },
    {
      "span": {
        "start": 20464,
        "end": 20685
      },
      "index": 106,
      "alignment_index": [
        106
      ]
    },
    {
      "span": {
        "start": 20686,
        "end": 20946
      },
      "index": 107,
      "alignment_index": [
        107
      ]
    },
    {
      "span": {
        "start": 20947,
        "end": 20947
      },
      "index": 108,
      "alignment_index": [
        108
      ]
    },
    {
      "span": {
        "start": 20948,
        "end": 20948
      },
      "index": 109,
      "alignment_index": [
        109
      ]
    },
    {
      "span": {
        "start": 20949,
        "end": 21242
      },
      "index": 110,
      "alignment_index": [
        110
      ]
    },
    {
      "span": {
        "start": 21243,
        "end": 21456
      },
      "index": 111,
      "alignment_index": [
        111
      ]
    },
    {
      "span": {
        "start": 21457,
        "end": 21668
      },
      "index": 112,
      "alignment_index": [
        112
      ]
    },
    {
      "span": {
        "start": 21669,
        "end": 21886
      },
      "index": 113,
      "alignment_index": [
        113
      ]
    },
    {
      "span": {
        "start": 21887,
        "end": 22120
      },
      "index": 114,
      "alignment_index": [
        114
      ]
    },
    {
      "span": {
        "start": 22121,
        "end": 22357
      },
      "index": 115,
      "alignment_index": [
        115
      ]
    },
    {
      "span": {
        "start": 22358,
        "end": 22605
      },
      "index": 116,
      "alignment_index": [
        116
      ]
    },
    {
      "span": {
        "start": 22606,
        "end": 22816
      },
      "index": 117,
      "alignment_index": [
        117
      ]
    },
    {
      "span": {
        "start": 22817,
        "end": 23072
      },
      "index": 118,
      "alignment_index": [
        118
      ]
    },
    {
      "span": {
        "start": 23073,
        "end": 23347
      },
      "index": 119,
      "alignment_index": [
        119
      ]
    },
    {
      "span": {
        "start": 23348,
        "end": 23348
      },
      "index": 120,
      "alignment_index": [
        120
      ]
    },
    {
      "span": {
        "start": 23349,
        "end": 23349
      },
      "index": 121,
      "alignment_index": [
        121
      ]
    },
    {
      "span": {
        "start": 23350,
        "end": 23549
      },
      "index": 122,
      "alignment_index": [
        122
      ]
    },
    {
      "span": {
        "start": 23550,
        "end": 23767
      },
      "index": 123,
      "alignment_index": [
        123
      ]
    },
    {
      "span": {
        "start": 23768,
        "end": 24031
      },
      "index": 124,
      "alignment_index": [
        124
      ]
    },
    {
      "span": {
        "start": 24032,
        "end": 24256
      },
      "index": 125,
      "alignment_index": [
        125
      ]
    },
    {
      "span": {
        "start": 24257,
        "end": 24437
      },
      "index": 126,
      "alignment_index": [
        126
      ]
    },
    {
      "span": {
        "start": 24438,
        "end": 24650
      },
      "index": 127,
      "alignment_index": [
        127
      ]
    },
    {
      "span": {
        "start": 24651,
        "end": 24851
      },
      "index": 128,
      "alignment_index": [
        128
      ]
    },
    {
      "span": {
        "start": 24852,
        "end": 25035
      },
      "index": 129,
      "alignment_index": [
        129
      ]
    },
    {
      "span": {
        "start": 25036,
        "end": 25544
      },
      "index": 130,
      "alignment_index": [
        130
      ]
    },
    {
      "span": {
        "start": 25545,
        "end": 25778
      },
      "index": 131,
      "alignment_index": [
        131
      ]
    },
    {
      "span": {
        "start": 25779,
        "end": 25779
      },
      "index": 132,
      "alignment_index": [
        132
      ]
    },
    {
      "span": {
        "start": 25780,
        "end": 25780
      },
      "index": 133,
      "alignment_index": [
        133
      ]
    },
    {
      "span": {
        "start": 25781,
        "end": 25973
      },
      "index": 134,
      "alignment_index": [
        134
      ]
    },
    {
      "span": {
        "start": 25974,
        "end": 26194
      },
      "index": 135,
      "alignment_index": [
        135
      ]
    },
    {
      "span": {
        "start": 26195,
        "end": 26432
      },
      "index": 136,
      "alignment_index": [
        136
      ]
    },
    {
      "span": {
        "start": 26433,
        "end": 26691
      },
      "index": 137,
      "alignment_index": [
        137
      ]
    },
    {
      "span": {
        "start": 26692,
        "end": 26934
      },
      "index": 138,
      "alignment_index": [
        138
      ]
    },
    {
      "span": {
        "start": 26935,
        "end": 27189
      },
      "index": 139,
      "alignment_index": [
        139
      ]
    },
    {
      "span": {
        "start": 27190,
        "end": 27432
      },
      "index": 140,
      "alignment_index": [
        140
      ]
    },
    {
      "span": {
        "start": 27433,
        "end": 27639
      },
      "index": 141,
      "alignment_index": [
        141
      ]
    },
    {
      "span": {
        "start": 27640,
        "end": 27870
      },
      "index": 142,
      "alignment_index": [
        142
      ]
    },
    {
      "span": {
        "start": 27871,
        "end": 27871
      },
      "index": 143,
      "alignment_index": [
        143
      ]
    },
    {
      "span": {
        "start": 27872,
        "end": 27872
      },
      "index": 144,
      "alignment_index": [
        144
      ]
    },
    {
      "span": {
        "start": 27873,
        "end": 28081
      },
      "index": 145,
      "alignment_index": [
        145
      ]
    },
    {
      "span": {
        "start": 28082,
        "end": 28292
      },
      "index": 146,
      "alignment_index": [
        146
      ]
    },
    {
      "span": {
        "start": 28293,
        "end": 28293
      },
      "index": 147,
      "alignment_index": [
        147
      ]
    },
    {
      "span": {
        "start": 28294,
        "end": 28294
      },
      "index": 148,
      "alignment_index": [
        148
      ]
    },
    {
      "span": {
        "start": 28295,
        "end": 28601
      },
      "index": 149,
      "alignment_index": [
        149
      ]
    },
    {
      "span": {
        "start": 28602,
        "end": 28833
      },
      "index": 150,
      "alignment_index": [
        150
      ]
    },
    {
      "span": {
        "start": 28834,
        "end": 28969
      },
      "index": 151,
      "alignment_index": [
        151
      ]
    },
    {
      "span": {
        "start": 28970,
        "end": 29123
      },
      "index": 152,
      "alignment_index": [
        152
      ]
    },
    {
      "span": {
        "start": 29124,
        "end": 29388
      },
      "index": 153,
      "alignment_index": [
        153
      ]
    },
    {
      "span": {
        "start": 29389,
        "end": 29625
      },
      "index": 154,
      "alignment_index": [
        154
      ]
    },
    {
      "span": {
        "start": 29626,
        "end": 29838
      },
      "index": 155,
      "alignment_index": [
        155
      ]
    },
    {
      "span": {
        "start": 29839,
        "end": 30096
      },
      "index": 156,
      "alignment_index": [
        156
      ]
    },
    {
      "span": {
        "start": 30097,
        "end": 30311
      },
      "index": 157,
      "alignment_index": [
        157
      ]
    },
    {
      "span": {
        "start": 30312,
        "end": 30585
      },
      "index": 158,
      "alignment_index": [
        158
      ]
    },
    {
      "span": {
        "start": 30586,
        "end": 30586
      },
      "index": 159,
      "alignment_index": [
        159
      ]
    },
    {
      "span": {
        "start": 30587,
        "end": 30587
      },
      "index": 160,
      "alignment_index": [
        160
      ]
    },
    {
      "span": {
        "start": 30588,
        "end": 30797
      },
      "index": 161,
      "alignment_index": [
        161
      ]
    },
    {
      "span": {
        "start": 30798,
        "end": 31052
      },
      "index": 162,
      "alignment_index": [
        162
      ]
    },
    {
      "span": {
        "start": 31053,
        "end": 31262
      },
      "index": 163,
      "alignment_index": [
        163
      ]
    },
    {
      "span": {
        "start": 31263,
        "end": 31503
      },
      "index": 164,
      "alignment_index": [
        164
      ]
    },
    {
      "span": {
        "start": 31504,
        "end": 31733
      },
      "index": 165,
      "alignment_index": [
        165
      ]
    },
    {
      "span": {
        "start": 31734,
        "end": 31964
      },
      "index": 166,
      "alignment_index": [
        166
      ]
    },
    {
      "span": {
        "start": 31965,
        "end": 32206
      },
      "index": 167,
      "alignment_index": [
        167
      ]
    },
    {
      "span": {
        "start": 32207,
        "end": 32499
      },
      "index": 168,
      "alignment_index": [
        168
      ]
    },
    {
      "span": {
        "start": 32500,
        "end": 32500
      },
      "index": 169,
      "alignment_index": [
        169
      ]
    },
    {
      "span": {
        "start": 32501,
        "end": 32501
      },
      "index": 170,
      "alignment_index": [
        170
      ]
    },
    {
      "span": {
        "start": 32502,
        "end": 32687
      },
      "index": 171,
      "alignment_index": [
        171
      ]
    },
    {
      "span": {
        "start": 32688,
        "end": 32870
      },
      "index": 172,
      "alignment_index": [
        172
      ]
    },
    {
      "span": {
        "start": 32871,
        "end": 33089
      },
      "index": 173,
      "alignment_index": [
        173
      ]
    },
    {
      "span": {
        "start": 33090,
        "end": 33324
      },
      "index": 174,
      "alignment_index": [
        174
      ]
    },
    {
      "span": {
        "start": 33325,
        "end": 33577
      },
      "index": 175,
      "alignment_index": [
        175
      ]
    },
    {
      "span": {
        "start": 33578,
        "end": 33824
      },
      "index": 176,
      "alignment_index": [
        176
      ]
    },
    {
      "span": {
        "start": 33825,
        "end": 33825
      },
      "index": 177,
      "alignment_index": [
        177
      ]
    },
    {
      "span": {
        "start": 33826,
        "end": 33826
      },
      "index": 178,
      "alignment_index": [
        178
      ]
    },
    {
      "span": {
        "start": 33827,
        "end": 34105
      },
      "index": 179,
      "alignment_index": [
        179
      ]
    },
    {
      "span": {
        "start": 34106,
        "end": 34315
      },
      "index": 180,
      "alignment_index": [
        180
      ]
    },
    {
      "span": {
        "start": 34316,
        "end": 34604
      },
      "index": 181,
      "alignment_index": [
        181
      ]
    },
    {
      "span": {
        "start": 34605,
        "end": 34892
      },
      "index": 182,
      "alignment_index": [
        182
      ]
    },
    {
      "span": {
        "start": 34893,
        "end": 35194
      },
      "index": 183,
      "alignment_index": [
        183
      ]
    },
    {
      "span": {
        "start": 35195,
        "end": 35482
      },
      "index": 184,
      "alignment_index": [
        184
      ]
    },
    {
      "span": {
        "start": 35483,
        "end": 35734
      },
      "index": 185,
      "alignment_index": [
        185
      ]
    },
    {
      "span": {
        "start": 35735,
        "end": 35735
      },
      "index": 186,
      "alignment_index": [
        186
      ]
    },
    {
      "span": {
        "start": 35736,
        "end": 35736
      },
      "index": 187,
      "alignment_index": [
        187
      ]
    },
    {
      "span": {
        "start": 35737,
        "end": 35991
      },
      "index": 188,
      "alignment_index": [
        188
      ]
    },
    {
      "span": {
        "start": 35992,
        "end": 36200
      },
      "index": 189,
      "alignment_index": [
        189
      ]
    },
    {
      "span": {
        "start": 36201,
        "end": 36411
      },
      "index": 190,
      "alignment_index": [
        190
      ]
    },
    {
      "span": {
        "start": 36412,
        "end": 36647
      },
      "index": 191,
      "alignment_index": [
        191
      ]
    },
    {
      "span": {
        "start": 36648,
        "end": 36909
      },
      "index": 192,
      "alignment_index": [
        192
      ]
    },
    {
      "span": {
        "start": 36910,
        "end": 37098
      },
      "index": 193,
      "alignment_index": [
        193
      ]
    },
    {
      "span": {
        "start": 37099,
        "end": 37306
      },
      "index": 194,
      "alignment_index": [
        194
      ]
    },
    {
      "span": {
        "start": 37307,
        "end": 37683
      },
      "index": 195,
      "alignment_index": [
        195
      ]
    },
    {
      "span": {
        "start": 37684,
        "end": 37684
      },
      "index": 196,
      "alignment_index": [
        196
      ]
    },
    {
      "span": {
        "start": 37685,
        "end": 37685
      },
      "index": 197,
      "alignment_index": [
        197
      ]
    },
    {
      "span": {
        "start": 37686,
        "end": 37886
      },
      "index": 198,
      "alignment_index": [
        198
      ]
    },
    {
      "span": {
        "start": 37887,
        "end": 38091
      },
      "index": 199,
      "alignment_index": [
        199
      ]
    },
    {
      "span": {
        "start": 38092,
        "end": 38312
      },
      "index": 200,
      "alignment_index": [
        200
      ]
    },
    {
      "span": {
        "start": 38313,
        "end": 38313
      },
      "index": 201,
      "alignment_index": [
        201
      ]
    },
    {
      "span": {
        "start": 38314,
        "end": 38550
      },
      "index": 202,
      "alignment_index": [
        202
      ]
    },
    {
      "span": {
        "start": 38551,
        "end": 38780
      },
      "index": 203,
      "alignment_index": [
        203
      ]
    },
    {
      "span": {
        "start": 38781,
        "end": 39009
      },
      "index": 204,
      "alignment_index": [
        204
      ]
    },
    {
      "span": {
        "start": 39010,
        "end": 39221
      },
      "index": 205,
      "alignment_index": [
        205
      ]
    },
    {
      "span": {
        "start": 39222,
        "end": 39222
      },
      "index": 206,
      "alignment_index": [
        206
      ]
    },
    {
      "span": {
        "start": 39223,
        "end": 39223
      },
      "index": 207,
      "alignment_index": [
        207
      ]
    },
    {
      "span": {
        "start": 39224,
        "end": 39468
      },
      "index": 208,
      "alignment_index": [
        208
      ]
    },
    {
      "span": {
        "start": 39469,
        "end": 39710
      },
      "index": 209,
      "alignment_index": [
        209
      ]
    },
    {
      "span": {
        "start": 39711,
        "end": 39918
      },
      "index": 210,
      "alignment_index": [
        210
      ]
    },
    {
      "span": {
        "start": 39919,
        "end": 40135
      },
      "index": 211,
      "alignment_index": [
        211
      ]
    },
    {
      "span": {
        "start": 40136,
        "end": 40339
      },
      "index": 212,
      "alignment_index": [
        212
      ]
    },
    {
      "span": {
        "start": 40340,
        "end": 40567
      },
      "index": 213,
      "alignment_index": [
        213
      ]
    },
    {
      "span": {
        "start": 40568,
        "end": 40792
      },
      "index": 214,
      "alignment_index": [
        214
      ]
    },
    {
      "span": {
        "start": 40793,
        "end": 41021
      },
      "index": 215,
      "alignment_index": [
        215
      ]
    },
    {
      "span": {
        "start": 41022,
        "end": 41380
      },
      "index": 216,
      "alignment_index": [
        216
      ]
    },
    {
      "span": {
        "start": 41381,
        "end": 41610
      },
      "index": 217,
      "alignment_index": [
        217
      ]
    },
    {
      "span": {
        "start": 41611,
        "end": 41836
      },
      "index": 218,
      "alignment_index": [
        218
      ]
    },
    {
      "span": {
        "start": 41837,
        "end": 42084
      },
      "index": 219,
      "alignment_index": [
        219
      ]
    },
    {
      "span": {
        "start": 42085,
        "end": 42279
      },
      "index": 220,
      "alignment_index": [
        220
      ]
    },
    {
      "span": {
        "start": 42280,
        "end": 42524
      },
      "index": 221,
      "alignment_index": [
        221
      ]
    },
    {
      "span": {
        "start": 42525,
        "end": 42841
      },
      "index": 222,
      "alignment_index": [
        222
      ]
    },
    {
      "span": {
        "start": 42842,
        "end": 43064
      },
      "index": 223,
      "alignment_index": [
        223
      ]
    },
    {
      "span": {
        "start": 43065,
        "end": 43281
      },
      "index": 224,
      "alignment_index": [
        224
      ]
    },
    {
      "span": {
        "start": 43282,
        "end": 43477
      },
      "index": 225,
      "alignment_index": [
        225
      ]
    },
    {
      "span": {
        "start": 43478,
        "end": 43848
      },
      "index": 226,
      "alignment_index": [
        226
      ]
    },
    {
      "span": {
        "start": 43849,
        "end": 44043
      },
      "index": 227,
      "alignment_index": [
        227
      ]
    },
    {
      "span": {
        "start": 44044,
        "end": 44278
      },
      "index": 228,
      "alignment_index": [
        228
      ]
    },
    {
      "span": {
        "start": 44279,
        "end": 44630
      },
      "index": 229,
      "alignment_index": [
        229
      ]
    },
    {
      "span": {
        "start": 44631,
        "end": 44872
      },
      "index": 230,
      "alignment_index": [
        230
      ]
    },
    {
      "span": {
        "start": 44873,
        "end": 45094
      },
      "index": 231,
      "alignment_index": [
        231
      ]
    },
    {
      "span": {
        "start": 45095,
        "end": 45095
      },
      "index": 232,
      "alignment_index": [
        232
      ]
    },
    {
      "span": {
        "start": 45096,
        "end": 45096
      },
      "index": 233,
      "alignment_index": [
        233
      ]
    },
    {
      "span": {
        "start": 45097,
        "end": 45369
      },
      "index": 234,
      "alignment_index": [
        234
      ]
    },
    {
      "span": {
        "start": 45370,
        "end": 45569
      },
      "index": 235,
      "alignment_index": [
        235
      ]
    },
    {
      "span": {
        "start": 45570,
        "end": 45813
      },
      "index": 236,
      "alignment_index": [
        236
      ]
    },
    {
      "span": {
        "start": 45814,
        "end": 46039
      },
      "index": 237,
      "alignment_index": [
        237
      ]
    },
    {
      "span": {
        "start": 46040,
        "end": 46269
      },
      "index": 238,
      "alignment_index": [
        238
      ]
    },
    {
      "span": {
        "start": 46270,
        "end": 46456
      },
      "index": 239,
      "alignment_index": [
        239
      ]
    },
    {
      "span": {
        "start": 46457,
        "end": 46697
      },
      "index": 240,
      "alignment_index": [
        240
      ]
    },
    {
      "span": {
        "start": 46698,
        "end": 46954
      },
      "index": 241,
      "alignment_index": [
        241
      ]
    },
    {
      "span": {
        "start": 46955,
        "end": 46955
      },
      "index": 242,
      "alignment_index": [
        242
      ]
    },
    {
      "span": {
        "start": 46956,
        "end": 46956
      },
      "index": 243,
      "alignment_index": [
        243
      ]
    },
    {
      "span": {
        "start": 46957,
        "end": 47195
      },
      "index": 244,
      "alignment_index": [
        244
      ]
    },
    {
      "span": {
        "start": 47196,
        "end": 47411
      },
      "index": 245,
      "alignment_index": [
        245
      ]
    },
    {
      "span": {
        "start": 47412,
        "end": 47699
      },
      "index": 246,
      "alignment_index": [
        246
      ]
    },
    {
      "span": {
        "start": 47700,
        "end": 47963
      },
      "index": 247,
      "alignment_index": [
        247
      ]
    },
    {
      "span": {
        "start": 47964,
        "end": 48199
      },
      "index": 248,
      "alignment_index": [
        248
      ]
    },
    {
      "span": {
        "start": 48200,
        "end": 48492
      },
      "index": 249,
      "alignment_index": [
        249
      ]
    },
    {
      "span": {
        "start": 48493,
        "end": 48784
      },
      "index": 250,
      "alignment_index": [
        250
      ]
    },
    {
      "span": {
        "start": 48785,
        "end": 49003
      },
      "index": 251,
      "alignment_index": [
        251
      ]
    },
    {
      "span": {
        "start": 49004,
        "end": 49233
      },
      "index": 252,
      "alignment_index": [
        252
      ]
    },
    {
      "span": {
        "start": 49234,
        "end": 49516
      },
      "index": 253,
      "alignment_index": [
        253
      ]
    },
    {
      "span": {
        "start": 49517,
        "end": 49777
      },
      "index": 254,
      "alignment_index": [
        254
      ]
    },
    {
      "span": {
        "start": 49778,
        "end": 50002
      },
      "index": 255,
      "alignment_index": [
        255
      ]
    },
    {
      "span": {
        "start": 50003,
        "end": 50274
      },
      "index": 256,
      "alignment_index": [
        256
      ]
    },
    {
      "span": {
        "start": 50275,
        "end": 50275
      },
      "index": 257,
      "alignment_index": [
        257
      ]
    },
    {
      "span": {
        "start": 50276,
        "end": 50276
      },
      "index": 258,
      "alignment_index": [
        258
      ]
    },
    {
      "span": {
        "start": 50277,
        "end": 50457
      },
      "index": 259,
      "alignment_index": [
        259
      ]
    },
    {
      "span": {
        "start": 50458,
        "end": 50719
      },
      "index": 260,
      "alignment_index": [
        260
      ]
    },
    {
      "span": {
        "start": 50720,
        "end": 51024
      },
      "index": 261,
      "alignment_index": [
        261
      ]
    },
    {
      "span": {
        "start": 51025,
        "end": 51265
      },
      "index": 262,
      "alignment_index": [
        262
      ]
    },
    {
      "span": {
        "start": 51266,
        "end": 51266
      },
      "index": 263,
      "alignment_index": [
        263
      ]
    },
    {
      "span": {
        "start": 51267,
        "end": 51267
      },
      "index": 264,
      "alignment_index": [
        264
      ]
    },
    {
      "span": {
        "start": 51268,
        "end": 51516
      },
      "index": 265,
      "alignment_index": [
        265
      ]
    },
    {
      "span": {
        "start": 51517,
        "end": 51773
      },
      "index": 266,
      "alignment_index": [
        266
      ]
    },
    {
      "span": {
        "start": 51774,
        "end": 52024
      },
      "index": 267,
      "alignment_index": [
        267
      ]
    },
    {
      "span": {
        "start": 52025,
        "end": 52288
      },
      "index": 268,
      "alignment_index": [
        268
      ]
    },
    {
      "span": {
        "start": 52289,
        "end": 52550
      },
      "index": 269,
      "alignment_index": [
        269
      ]
    },
    {
      "span": {
        "start": 52551,
        "end": 52799
      },
      "index": 270,
      "alignment_index": [
        270
      ]
    },
    {
      "span": {
        "start": 52800,
        "end": 52800
      },
      "index": 271,
      "alignment_index": [
        271
      ]
    },
    {
      "span": {
        "start": 52801,
        "end": 52801
      },
      "index": 272,
      "alignment_index": [
        272
      ]
    },
    {
      "span": {
        "start": 52802,
        "end": 53052
      },
      "index": 273,
      "alignment_index": [
        273
      ]
    },
    {
      "span": {
        "start": 53053,
        "end": 53300
      },
      "index": 274,
      "alignment_index": [
        274
      ]
    },
    {
      "span": {
        "start": 53301,
        "end": 53534
      },
      "index": 275,
      "alignment_index": [
        275
      ]
    },
    {
      "span": {
        "start": 53535,
        "end": 53775
      },
      "index": 276,
      "alignment_index": [
        276
      ]
    },
    {
      "span": {
        "start": 53776,
        "end": 53969
      },
      "index": 277,
      "alignment_index": [
        277
      ]
    },
    {
      "span": {
        "start": 53970,
        "end": 54248
      },
      "index": 278,
      "alignment_index": [
        278
      ]
    },
    {
      "span": {
        "start": 54249,
        "end": 54249
      },
      "index": 279,
      "alignment_index": [
        279
      ]
    },
    {
      "span": {
        "start": 54250,
        "end": 54250
      },
      "index": 280,
      "alignment_index": [
        280
      ]
    },
    {
      "span": {
        "start": 54251,
        "end": 54487
      },
      "index": 281,
      "alignment_index": [
        281
      ]
    },
    {
      "span": {
        "start": 54488,
        "end": 54722
      },
      "index": 282,
      "alignment_index": [
        282
      ]
    },
    {
      "span": {
        "start": 54723,
        "end": 54936
      },
      "index": 283,
      "alignment_index": [
        283
      ]
    },
    {
      "span": {
        "start": 54937,
        "end": 55116
      },
      "index": 284,
      "alignment_index": [
        284
      ]
    },
    {
      "span": {
        "start": 55117,
        "end": 55322
      },
      "index": 285,
      "alignment_index": [
        285
      ]
    },
    {
      "span": {
        "start": 55323,
        "end": 55559
      },
      "index": 286,
      "alignment_index": [
        286
      ]
    },
    {
      "span": {
        "start": 55560,
        "end": 55790
      },
      "index": 287,
      "alignment_index": [
        287
      ]
    },
    {
      "span": {
        "start": 55791,
        "end": 55976
      },
      "index": 288,
      "alignment_index": [
        288
      ]
    },
    {
      "span": {
        "start": 55977,
        "end": 55977
      },
      "index": 289,
      "alignment_index": [
        289
      ]
    },
    {
      "span": {
        "start": 55978,
        "end": 55978
      },
      "index": 290,
      "alignment_index": [
        290
      ]
    },
    {
      "span": {
        "start": 55979,
        "end": 56155
      },
      "index": 291,
      "alignment_index": [
        291
      ]
    },
    {
      "span": {
        "start": 56156,
        "end": 56423
      },
      "index": 292,
      "alignment_index": [
        292
      ]
    },
    {
      "span": {
        "start": 56424,
        "end": 56675
      },
      "index": 293,
      "alignment_index": [
        293
      ]
    },
    {
      "span": {
        "start": 56676,
        "end": 56913
      },
      "index": 294,
      "alignment_index": [
        294
      ]
    },
    {
      "span": {
        "start": 56914,
        "end": 57157
      },
      "index": 295,
      "alignment_index": [
        295
      ]
    },
    {
      "span": {
        "start": 57158,
        "end": 57424
      },
      "index": 296,
      "alignment_index": [
        296
      ]
    },
    {
      "span": {
        "start": 57425,
        "end": 57642
      },
      "index": 297,
      "alignment_index": [
        297
      ]
    },
    {
      "span": {
        "start": 57643,
        "end": 57866
      },
      "index": 298,
      "alignment_index": [
        298
      ]
    },
    {
      "span": {
        "start": 57867,
        "end": 58088
      },
      "index": 299,
      "alignment_index": [
        299
      ]
    },
    {
      "span": {
        "start": 58089,
        "end": 58089
      },
      "index": 300,
      "alignment_index": [
        300
      ]
    },
    {
      "span": {
        "start": 58090,
        "end": 58090
      },
      "index": 301,
      "alignment_index": [
        301
      ]
    },
    {
      "span": {
        "start": 58091,
        "end": 58382
      },
      "index": 302,
      "alignment_index": [
        302
      ]
    },
    {
      "span": {
        "start": 58383,
        "end": 58611
      },
      "index": 303,
      "alignment_index": [
        303
      ]
    },
    {
      "span": {
        "start": 58612,
        "end": 58804
      },
      "index": 304,
      "alignment_index": [
        304
      ]
    },
    {
      "span": {
        "start": 58805,
        "end": 58996
      },
      "index": 305,
      "alignment_index": [
        305
      ]
    },
    {
      "span": {
        "start": 58997,
        "end": 59261
      },
      "index": 306,
      "alignment_index": [
        306
      ]
    },
    {
      "span": {
        "start": 59262,
        "end": 59504
      },
      "index": 307,
      "alignment_index": [
        307
      ]
    },
    {
      "span": {
        "start": 59505,
        "end": 59808
      },
      "index": 308,
      "alignment_index": [
        308
      ]
    },
    {
      "span": {
        "start": 59809,
        "end": 59809
      },
      "index": 309,
      "alignment_index": [
        309
      ]
    },
    {
      "span": {
        "start": 59810,
        "end": 59810
      },
      "index": 310,
      "alignment_index": [
        310
      ]
    },
    {
      "span": {
        "start": 59811,
        "end": 60039
      },
      "index": 311,
      "alignment_index": [
        311
      ]
    },
    {
      "span": {
        "start": 60040,
        "end": 60292
      },
      "index": 312,
      "alignment_index": [
        312
      ]
    },
    {
      "span": {
        "start": 60293,
        "end": 60518
      },
      "index": 313,
      "alignment_index": [
        313
      ]
    },
    {
      "span": {
        "start": 60519,
        "end": 60727
      },
      "index": 314,
      "alignment_index": [
        314
      ]
    },
    {
      "span": {
        "start": 60728,
        "end": 60966
      },
      "index": 315,
      "alignment_index": [
        315
      ]
    },
    {
      "span": {
        "start": 60967,
        "end": 61235
      },
      "index": 316,
      "alignment_index": [
        316
      ]
    },
    {
      "span": {
        "start": 61236,
        "end": 61406
      },
      "index": 317,
      "alignment_index": [
        317
      ]
    },
    {
      "span": {
        "start": 61407,
        "end": 61632
      },
      "index": 318,
      "alignment_index": [
        318
      ]
    },
    {
      "span": {
        "start": 61633,
        "end": 61889
      },
      "index": 319,
      "alignment_index": [
        319
      ]
    },
    {
      "span": {
        "start": 61890,
        "end": 62136
      },
      "index": 320,
      "alignment_index": [
        320
      ]
    },
    {
      "span": {
        "start": 62137,
        "end": 62447
      },
      "index": 321,
      "alignment_index": [
        321
      ]
    },
    {
      "span": {
        "start": 62448,
        "end": 62624
      },
      "index": 322,
      "alignment_index": [
        322
      ]
    },
    {
      "span": {
        "start": 62625,
        "end": 62819
      },
      "index": 323,
      "alignment_index": [
        323
      ]
    },
    {
      "span": {
        "start": 62820,
        "end": 63020
      },
      "index": 324,
      "alignment_index": [
        324
      ]
    },
    {
      "span": {
        "start": 63021,
        "end": 63021
      },
      "index": 325,
      "alignment_index": [
        325
      ]
    },
    {
      "span": {
        "start": 63022,
        "end": 63022
      },
      "index": 326,
      "alignment_index": [
        326
      ]
    },
    {
      "span": {
        "start": 63023,
        "end": 63282
      },
      "index": 327,
      "alignment_index": [
        327
      ]
    },
    {
      "span": {
        "start": 63283,
        "end": 63533
      },
      "index": 328,
      "alignment_index": [
        328
      ]
    },
    {
      "span": {
        "start": 63534,
        "end": 63775
      },
      "index": 329,
      "alignment_index": [
        329
      ]
    },
    {
      "span": {
        "start": 63776,
        "end": 63973
      },
      "index": 330,
      "alignment_index": [
        330
      ]
    },
    {
      "span": {
        "start": 63974,
        "end": 64246
      },
      "index": 331,
      "alignment_index": [
        331
      ]
    },
    {
      "span": {
        "start": 64247,
        "end": 64533
      },
      "index": 332,
      "alignment_index": [
        332
      ]
    },
    {
      "span": {
        "start": 64534,
        "end": 64738
      },
      "index": 333,
      "alignment_index": [
        333
      ]
    },
    {
      "span": {
        "start": 64739,
        "end": 65045
      },
      "index": 334,
      "alignment_index": [
        334
      ]
    },
    {
      "span": {
        "start": 65046,
        "end": 65348
      },
      "index": 335,
      "alignment_index": [
        335
      ]
    },
    {
      "span": {
        "start": 65349,
        "end": 65654
      },
      "index": 336,
      "alignment_index": [
        336
      ]
    },
    {
      "span": {
        "start": 65655,
        "end": 65856
      },
      "index": 337,
      "alignment_index": [
        337
      ]
    },
    {
      "span": {
        "start": 65857,
        "end": 66132
      },
      "index": 338,
      "alignment_index": [
        338
      ]
    },
    {
      "span": {
        "start": 66133,
        "end": 66356
      },
      "index": 339,
      "alignment_index": [
        339
      ]
    },
    {
      "span": {
        "start": 66357,
        "end": 66582
      },
      "index": 340,
      "alignment_index": [
        340
      ]
    },
    {
      "span": {
        "start": 66583,
        "end": 66583
      },
      "index": 341,
      "alignment_index": [
        341
      ]
    },
    {
      "span": {
        "start": 66584,
        "end": 66584
      },
      "index": 342,
      "alignment_index": [
        342
      ]
    },
    {
      "span": {
        "start": 66585,
        "end": 66827
      },
      "index": 343,
      "alignment_index": [
        343
      ]
    },
    {
      "span": {
        "start": 66828,
        "end": 67135
      },
      "index": 344,
      "alignment_index": [
        344
      ]
    },
    {
      "span": {
        "start": 67136,
        "end": 67343
      },
      "index": 345,
      "alignment_index": [
        345
      ]
    },
    {
      "span": {
        "start": 67344,
        "end": 67619
      },
      "index": 346,
      "alignment_index": [
        346
      ]
    },
    {
      "span": {
        "start": 67620,
        "end": 67941
      },
      "index": 347,
      "alignment_index": [
        347
      ]
    },
    {
      "span": {
        "start": 67942,
        "end": 68220
      },
      "index": 348,
      "alignment_index": [
        348
      ]
    },
    {
      "span": {
        "start": 68221,
        "end": 68486
      },
      "index": 349,
      "alignment_index": [
        349
      ]
    },
    {
      "span": {
        "start": 68487,
        "end": 68724
      },
      "index": 350,
      "alignment_index": [
        350
      ]
    },
    {
      "span": {
        "start": 68725,
        "end": 68994
      },
      "index": 351,
      "alignment_index": [
        351
      ]
    },
    {
      "span": {
        "start": 68995,
        "end": 69239
      },
      "index": 352,
      "alignment_index": [
        352
      ]
    },
    {
      "span": {
        "start": 69240,
        "end": 69465
      },
      "index": 353,
      "alignment_index": [
        353
      ]
    },
    {
      "span": {
        "start": 69466,
        "end": 69733
      },
      "index": 354,
      "alignment_index": [
        354
      ]
    },
    {
      "span": {
        "start": 69734,
        "end": 69948
      },
      "index": 355,
      "alignment_index": [
        355
      ]
    },
    {
      "span": {
        "start": 69949,
        "end": 70121
      },
      "index": 356,
      "alignment_index": [
        356
      ]
    },
    {
      "span": {
        "start": 70122,
        "end": 70328
      },
      "index": 357,
      "alignment_index": [
        357
      ]
    },
    {
      "span": {
        "start": 70329,
        "end": 70560
      },
      "index": 358,
      "alignment_index": [
        358
      ]
    },
    {
      "span": {
        "start": 70561,
        "end": 70779
      },
      "index": 359,
      "alignment_index": [
        359
      ]
    },
    {
      "span": {
        "start": 70780,
        "end": 70991
      },
      "index": 360,
      "alignment_index": [
        360
      ]
    },
    {
      "span": {
        "start": 70992,
        "end": 70992
      },
      "index": 361,
      "alignment_index": [
        361
      ]
    },
    {
      "span": {
        "start": 70993,
        "end": 70993
      },
      "index": 362,
      "alignment_index": [
        362
      ]
    },
    {
      "span": {
        "start": 70994,
        "end": 71293
      },
      "index": 363,
      "alignment_index": [
        363
      ]
    },
    {
      "span": {
        "start": 71294,
        "end": 71524
      },
      "index": 364,
      "alignment_index": [
        364
      ]
    },
    {
      "span": {
        "start": 71525,
        "end": 71748
      },
      "index": 365,
      "alignment_index": [
        365
      ]
    },
    {
      "span": {
        "start": 71749,
        "end": 71982
      },
      "index": 366,
      "alignment_index": [
        366
      ]
    },
    {
      "span": {
        "start": 71983,
        "end": 72321
      },
      "index": 367,
      "alignment_index": [
        367
      ]
    },
    {
      "span": {
        "start": 72322,
        "end": 72578
      },
      "index": 368,
      "alignment_index": [
        368
      ]
    },
    {
      "span": {
        "start": 72579,
        "end": 72579
      },
      "index": 369,
      "alignment_index": [
        369
      ]
    },
    {
      "span": {
        "start": 72580,
        "end": 72580
      },
      "index": 370,
      "alignment_index": [
        370
      ]
    },
    {
      "span": {
        "start": 72581,
        "end": 72581
      },
      "index": 371,
      "alignment_index": [
        371
      ]
    },
    {
      "span": {
        "start": 72582,
        "end": 72634
      },
      "index": 372,
      "alignment_index": [
        372
      ]
    }
  ]
}