{
  "language": "en",
  "content": "The Verse Compendium of the Perfection of Wisdom\nIn Sanskrit: Ārya-prajñāpāramitā-ratnaguṇa-sañcaya-gāthā\\nIn Tibetan: The Noble Compendium in verse of the Perfection of wisdom\\n\\nHomage to Noble Mañjuśrī.\nThen the Blessed One, in order to thoroughly delight the four cycles of monks, nuns, laymen, and laywomen, again taught this Perfection of wisdom. At that time, he proclaimed these verses:\n\nWith supreme joy, reverence, and faith firmly established,\\nHaving dispelled obscurations and afflictions, transcending all defilements,\\nHear now the Perfection of Wisdom of those gentle bodhisattvas\\nWho have authentically entered into accomplishing the welfare of beings—\\nListen to these profound practices wherein the courageous ones engage.\n# The First Chapter on the Knowledge of All Aspects\\n\\nAll the rivers flowing throughout this Jambudvīpa,\\nNurturing flowers, fruits, medicines, and forests that flourish—\\nThey depend upon the lord of nāgas, the master of nāgas abiding in Anavatapta,\\nThis entire abundance manifests through the power and glory of that sovereign of nāgas.\nWhatever teachings the Śrāvakas of the Victorious One impart,\\nWhatever explanations they offer with reasoning and analysis,\\nWhatever supreme transcendent happiness they cultivate and fruits they attain—\\nAll these arise solely through the power of the Tathāgata.\nWhy is it that when the Victorious One teaches the path of Dharma—\\nThose noble disciples who have thoroughly trained in the doctrine of selflessness,\\nHaving directly realized it, teach precisely as they have trained through progressive stages?\\nIt is through the Buddha's power they accomplish this, not through their own power.\nWhen neither the supreme Perfection of Wisdom is not apprehended,\\nNor is a bodhisattva not apprehended, nor bodhicitta not apprehended,\\nOne who, upon hearing this, remains neither confused nor afraid—\\nThat bodhisattva truly practices the wisdom of the Sugata.\nNeither form nor feeling, neither perception nor volition exists;\\nNot even the slightest particle of consciousness remains as a foundation.\\nPracticing without abiding in any phenomena, abiding nowhere,\\nFree from all grasping, one attains the awakening of the Sugatas.\nJust as Shrenika the ascetic, through discriminating wisdom,\\nRealizes the aggregates as without reference points and thus causes them to perish,\\nSo too, any bodhisattva who comprehends phenomena in this way,\\nAbides in wisdom, not touching nirvana.\nAgain, the bodhisattva investigates: \\\"What is this wisdom?\\nTo whom does it belong? From where does it arise?\\\"\\nContemplating how all phenomena are empty of inherent existence,\\nFinding that wisdom itself arises from no ultimate source,\\nThe bodhisattva remains neither disheartened by emptiness\\nNor frightened by this profound analysis,\\nBalanced in understanding both ultimate and conventional truths—\\nSuch a bodhisattva is drawing near to awakening.\nIf one perceives form without true understanding,\\nAnd engages with feeling, volition, and consciousness as inherently real aggregates,\\nEven while conceptualizing \\\"these aggregates are empty,\\\" such a bodhisattva\\nIs still operating within the realm of conceptual signs, without faith in the unborn state.\nOne who dwells not in form, nor feeling, nor perception, nor volition,\\nWho engages not with consciousness, but practices without abiding anywhere,\\nSuch a one does not apprehend \\\"practice\\\"—relying instead on wisdom,\\nEndowed with the realization of the unborn, touches the supreme peace of meditative absorption.\nThe bodhicitta, abiding here in self-peace, \\nHas been prophesied by the Tathāgatas of old.\\nNeither thinking \\\"I am in meditative equipoise\\\" nor \\\"I have arisen from it\\\"—conceit—\\nWhy? Because they have thoroughly comprehended the intrinsic nature of all phenomena.\nPracticing thus, one practices the wisdom of the Sugatas,\\nYet thoroughly understands that true practice is non-practice.\\nWhatever phenomena one might practice becomes no reference point—\\nThis is the supreme practice of the Perfection of Wisdom.\nThat which does not truly exist is called \\\"non-existent,\\\"  \\nYet ordinary beings examine it, fabricating existence and non-existence.  \\nBoth existence and non-existence are themselves qualities of phenomena—  \\nThe bodhisattva who understands this will surely find liberation.\nOne who understands the five aggregates as illusion-like,\\nWho makes no distinction between the illusion and the aggregates themselves,\\nWho is free from diverse conceptualizations and dwells in perfect peace—\\nThis is the supreme practice of the Perfection of Wisdom.\nOne endowed with virtuous spiritual friends and penetrating insight  \\nWill never be frightened upon hearing the Mother of all Victorious Ones.  \\nBut one who keeps harmful companions and depends on others  \\nIs like an unfired clay vessel that shatters at water's touch.\nWhy is one called a bodhisattva?\\nOne who cuts through attachment while seeking the complete elimination of all forms of attachment,\\nWho will touch the awakening of the Victorious Ones—that free from attachment true nature,\\nTherefore, this one attains the name \\\"bodhisattva.\\\nWhy are they called \\\"Great Beings\\\"?  \\nBecause they have risen supreme among countless sentient beings,  \\nAnd because they sever the vast entrenched views that bind the realms of sentient beings—  \\nFor these reasons, they are proclaimed to be \\\"Great Beings.\\\nWith great giving, vast wisdom, and powerful might,  \\nHaving entered the supreme Mahāyāna path of the Victorious Ones,  \\nWearing the armor of resolve and vanquishing Māra's deceptions—  \\nFor these reasons, they are rightfully proclaimed a \\\"Great mind.\\\nJust as a magician at a crossroads creates emanations,\\nSeemingly slicing off countless heads of a great crowd;\\nSo too the bodhicitta realizes all beings—\\nLike those illusory victims—are mere emanations, and thus thoroughly understands no fear.\nForm, perception, feeling, volition, and consciousness—  \\nNeither bound nor free, they have no inherent existence.  \\nThus engaging in the path to awakening with unwavering mind,  \\nThis is the supreme armor worn by supreme beings.\nWhy is this called the Great Vehicle of awakening?  \\nBecause by mounting it, one guides all sentient beings beyond sorrow.  \\nThis vehicle is like space itself—a vast, immeasurable mansion,  \\nThe supreme vehicle that manifestly brings joy, happiness, and attain-ment.\nOne cannot observe any practitioner mounting the vehicle and journeying toward spiritual levels;\\nWhat is conventionally said to \\\"go to nirvana\\\" has no not apprehended going in ultimate truth.\\nJust as when a person dies, they have no cause to which they travel,\\nFor this cause precisely, it is declared to have \\\"passed beyond sorrow.\\\nThe bodhisattva perceives neither past nor future,  \\nNor are the present times apprehended—thus purity of the three times.  \\nSuch is unconditioned, free from conceptual elaboration—  \\nThis is the practice of the supreme Perfection of Wisdom.\nWhen the wise and knowing bodhisattva, at that stage of attainment,\\nPractices while contemplating the unborn in this way,\\nGenerates great compassion yet without perception of sentient beings—\\nThis is the supreme practice of the Perfection of Wisdom.\nIf one perceives sentient beings as real and suffering as substantial,\\nThinking, \\\"I shall benefit sentient beings\\\" and \\\"I shall remove their suffering,\\\"\\nSuch a bodhisattva, mental fabrication of self and sentient beings as inherently real,\\nIs not practicing the supreme Perfection of Wisdom.\nAs you understand your self, so understand all sentient beings;\\nAs you understand all sentient beings, so understand all phenomena.\\nNeither conceptualizing non-arising nor arising—both extremes transcended—\\nThis is the practice of the supreme Perfection of Wisdom.\nAmong all phenomena names proclaimed throughout the world,\\nHaving abandoned both the extreme of arising and the extreme of completely transcended for all phenomena,\\nOne attains the supreme, deathless primordial wisdom—beyond which there is nothing else—\\nTherefore, this is called the Perfection of Wisdom.\nThus practicing without doubt, the bodhisattva\\nShould be known as one who possesses wisdom and abides in the equality of all phenomena.\\nThoroughly comprehending that all phenomena lack intrinsic nature by their very essence—\\nThis is the practice of the supreme Perfection of Wisdom.\n\nThe Second Section: Teaching the Wisdom of All Paths\nOne who does not abide in form, nor abide in feeling,\\nOne who does not abide in perception, nor abide in volition,\\nOne who does not abide in consciousness—such a one abides in the nature of reality.\\nThis is the practice of the supreme Perfection of Wisdom.\nNeither in permanence nor impermanence, neither in happiness nor in suffering, neither in attraction nor repulsion,\\nNeither in self nor in selflessness, neither in suchness nor in the empty of suchness,\\nNeither in the attainment of fruit nor on the earth of Arhats does one abide,\\nNor on the earth of Pratyekabuddhas, nor likewise on the earth of Buddhahood.\nJust as the Guide abides neither in the unconditioned element,\\nNor dwells within the conditioned phenomena, but practices without abode,\\nSo too the bodhisattva abides in all objects without abode—\\nThis paradoxical without abode abiding is what the Victorious One has taught as true abiding.\nThose who think, \\\"May I become a Śrāvaka of the Sugata,\\\"  \\nAnd those who wish to be Solitary Buddhas or likewise Dharma King—  \\nWithout relying on this patience, they cannot attain their goal,  \\nJust as one cannot cross from this shore to the far shore without seeing the way.\nThe teacher of Dharma, the one who hears, and all that is taught,  \\nThe fruit of attainment, the Solitary Realizers, and the World Protectors,  \\nWhatever nirvana is attained by the wise ones with luminous understanding—  \\nAll these, the Tathāgata has shown to be like an illusion.\nThese four persons do not tremble when facing profound teachings:\\nThe Bodhisattva who is wise in truth, and the irreversible one;\\nThe Arhat who has purified all defilements and abandoned doubt;\\nAnd fourth, one who is completely embraced by a virtuous spiritual friend.\nThus practicing, the wise and knowing bodhisattva  \\nNeither trains for the Arhat's earth nor for the Pratyekabuddha's earth.  \\nFor the sake of omniscience, they follow the Buddha qualities—  \\nNot training in what is or isn't training: this is true training.\nOne does not train to increase, diminish, or possess forms,\\nNor does one train to acquire various phenomena.\\nWhile training, one embraces omniscience without grasping—\\nThis is the path of definite emergence for those who have joy in qualities.\nForm is not wisdom, nor is wisdom found within form.\\nConsciousness, perception, feeling, and volition—\\nThese are not wisdom, nor is wisdom found within them.\\nLike the space element itself, undifferentiated and boundless.\nThe limitless intrinsic nature of all reference points extends beyond all bounds;\\nThe intrinsic nature of sentient beings likewise has no end.\\nThe intrinsic nature of the space element is equally boundless;\\nThe wisdom of the Buddhas, who truly know the world, is likewise without limit.\n\\\"Perception,\\\" proclaimed the Guide, \\\"binds one to this shore of existence;\\nThose who thoroughly dismantle perception through discriminating wisdom cross to the far shore.\\nThose who have attained freedom from all perception of inherent existence\\nHave reached the far shore and abide in the Teacher's ultimate teaching.\\\nEven if the Teacher remained for kalpas as numerous as the grains of sand in the Ganges,\\nContinuously proclaiming the term \\\"sentient beings\\\" throughout that time,\\nSince beings are primordially pure, how could they possibly ever have arising?\\nThis is the practice of the supreme Perfection of Wisdom.\n\\\"Thus speaks the Victorious One: 'When I attained profound realization of this supreme perfection,\\nAt that moment, Buddha Dīpaṃkara, the supreme being of ancient times,\\nProphesied about me, saying: \\\"You, brahmin Megha, shall become a Buddha in a future age.\\\"\\nHaving achieved the patience regarding non-arising phenomena, I received this irreversible prophecy of my enlightenment.'\\\n\n\nWhoever with reverence holds and fully comprehends\\nThis Perfection of Wisdom wherein the protectors practice,\\nWill not be harmed by poison, weapons, fire, or water,\\nNor will Māra and his forces find opportunity to obstruct their path.\nSome might build stupas for the Sugata who has passed beyond sorrow,\\nCrafted from the seven precious substances, and make offerings to them.\\nImagine these stupas of the Sugata, as countless as the sands of the Ganges,\\nFilling thousands of millions of buddha-fields throughout the cosmos.\nIf in countless billions of buddha-fields, all sentient beings dwelling therein\\nWere to offer worship with divine flowers, finest incense, and fragrant ointments,\\nEngaging in no other karma, making offerings three times\\nFor an entire kalpa or even longer than that.\nWhoever inscribes in a book this Mother of the Sugatas—\\nThe source from which the ten powers of the Guides arise—\\nAnd carries it, honoring it with flowers and fragrant ointments,\\nEarns merit to which building and offering to supports cannot compare even fractionally.\nThis Perfection of Wisdom of the Victorious Ones is a great vidyāmantra,\\nWhich pacifies sorrow, suffering, and all phenomena for myriad realms of sentient beings.\\nAll the World Protectors—those who have passed away and those who abide in the ten directions—\\nHave trained in this vidyāmantra and become unsurpassed Kings of Healers who cure the very root of suffering.\nThose who practice the bodhisattva practice infused with benefit and compassion,\\nTraining in this vidyāmantra and becoming wise, will attain awakening.\\nWhether it be the happiness of conditioned phenomena or the unconditioned happiness—\\nAll these forms of happiness should be understood to arise from this Perfection of Wisdom,\\nWhich liberates one from conceptualizing actor, karma, and object.\nJust as seeds, when sown, abide within the earth before emerging,\\nAnd flourish into myriad forms once meeting proper conditions;\\nSo too the five perfections and all qualities of awakening,\\nAll these arise and flourish from the Perfection of Wisdom.\nWherever the universal monarch journeys,\\nAlong that very path follow the seven precious substances and all his forces.\\nWherever this Perfection of Wisdom of the Victorious Ones proceeds,\\nFrom there all qualities and phenomena naturally flow.\n\n\nWhen the Victorious One thoroughly questioned Indra, he gave this response:\\n\\\"Even if there were Buddha-fields as numerous as the sands of the Ganges,\\nAnd all were filled to the brim with the Victorious Ones' sacred relics,\\nI myself would choose this very Perfection of Wisdom.\\\nWhy is this so? It is not that I lack reverence for the Buddha's physical remains.  \\nRather, I offer homage through the thorough cultivation of wisdom.  \\nJust as those in service to a king receive honor by association,  \\nSo do the Buddha's relics depend on the Perfection of Wisdom.\nA precious jewel with all qualities, beyond all price,\\nMakes worthy of veneration whatever container holds it.\\nEven when the jewel is removed, people still cherish its vessel—\\nThese qualities truly belong to the precious jewel itself.\nSimilarly, through the supreme qualities of the Perfection of Wisdom,\\nEven though the Victorious One has passed into nirvana, his relics receive offerings.\\nTherefore, whoever wishes to uphold the qualities of the Victorious Ones'\\nShould take up the Perfection of Wisdom—this is liberation.\nWisdom, realizing emptiness, precedes the act of generosity,\\nAs with ethical discipline, patience, diligent effort, and meditative absorption;\\nIt embraces all virtuous qualities, freeing them from the three spheres of conception,\\nPreventing waste in lesser attainments, transforming them to perfections of one taste—\\nLike diverse trees casting shadows of a single nature—all leading to supreme enlightenment.\nJust as in Jambudvīpa countless millions of trees stand—\\nDiverse in kind, manifold in type, and varied in form—\\nYet their shadows show no such variety or distinction;\\nThey are merely counted as shadows, nothing more.\nIn like manner, these five perfections of the Victorious Ones  \\nAcquire the very name of the Perfection of Wisdom.  \\nWhen dedicated toward omniscience,  \\nAll six, known as \\\"awakening,\\\" become of one taste.\n\n\nWhen a bodhisattva, without true understanding,\\nTeaches form, perception, feeling, volition, and consciousness\\nAs merely impermanence, they practice an artificial teaching.\\nThe wise one never perish the phenomena.\nWherein no form exists, no feeling arises, no perception is not apprehended,  \\nWhere consciousness is not found, and volition is not apprehended,  \\nWhere one thoroughly understands all phenomena as unborn and empty—  \\nThis is the supreme practice of the Perfection of Wisdom.\nIf someone were to guide all sentient beings to Arhat—\\nAs many sentient beings as dwell in buddha-fields as numerous as the sands of the Ganges—\\nThe merit of one who writes down this Perfection of Wisdom\\nAnd presents the text to noble sentient beings vastly surpasses that deed.\nWhy is this so? Because these supreme speakers, having trained these teachings,\\nReveal here that all phenomena are completely emptiness.\\nHearing this, Śrāvakas swiftly attain liberation,\\nWhile others reach Pratyekabuddha awakening or the buddha enlightenment.\nJust as in this world, without a sprout no tree can ever grow,\\nAnd thus no branches, leaves, nor flowers and fruit could ever show;\\n\\nSo without bodhicitta, no Awakened Ones arise within the world,\\nAnd how then could the fruits of Indra, Brahma, or the Śrāvakas be unfurled?\nWhen the solar disk radiates its network of light throughout the ten directions,\\nSentient beings naturally engage in their various activities with diligence;\\nLikewise, when bodhicitta arises in the world among those wise ones seeking perfect awakening,\\nThrough this primordial wisdom, sentient beings become endowed with qualities and phenomena.\nJust as without the nāga selflessness in Lake Anavatapta,\\nHow could rivers ever flow throughout this Jambudvīpa?\\nWithout rivers, neither flowers nor fruits would emerge,\\nAnd the oceans would be bereft of their manifold precious jewels.\nWithout bodhicitta here, how could the Sugata's primordial wisdom\\nPossibly stream forth throughout all these worlds?\\nWithout primordial wisdom, there is no growth of qualities, no awakening,\\nNor would the ocean-like Buddha qualities continue to exist.\nIn this world, however many light-emitting living beings exist,\\nAll of which radiate their brilliance to illuminate their surroundings,\\nA single ray from the solar disk is supremely superior—\\nThe combined light of all luminous hosts cannot match even a fraction of it.\n\n\nHowever vast the merit that Śrāvakas may produce  \\nThrough generosity, ethical discipline, and meditation,  \\nA single moment of a bodhisattva's rejoicing mind  \\nOutshines the entire merit aggregates of all Śrāvakas combined.\nThose countless billions of Buddhas from ages past,\\nAnd those who currently dwell in infinite thousands of empty buddha-fields,\\nAs well as those World Protectors who have entered nirvana yet whose teachings remain—\\nAll teach the precious jewel of Dharma to completely eliminate all suffering.\nFrom the moment supreme enlightenment first awakens in the mind,\\nUntil the sacred Dharma of all the Guides vanishes from the world,\\nWhatever merit those Victorious Ones accumulate during this time—\\nAlong with their perfections and all the Buddha qualities—\nThe bodhisattva gathers all the merit of Buddha's spiritual heirs and Śrāvakas,\\nThose in training and those beyond training, their virtue pure and those with traces;\\nWith heartfelt rejoicing, the bodhisattva then rejoices in this goodness,\\nAnd dedicates it all to perfect awakening for sentient beings' purpose.\nIf, while dedicating merit, you perceive a truly existing mind,\\nAnd cling to notions of awakening, dedication, and sentient beings,\\nThen due to these perceptions, your view remains fixed, your mind attached to these three spheres.\\nSuch dedication—bound by reference points—cannot be considered genuine.\nIf one understands that these phenomena have ceased and are exhausted,\\nAnd that to which merit is dedicated is likewise without substance,\\nAnd if one realizes that phenomena never truly dedicate to phenomena,\\nThen through such profound wisdom, perfect dedication is accomplished.\nIf one makes dedication with conceptual signs, that is not true dedication;\\nWhen free from signlessness, it becomes dedication toward awakening.\\nJust as consuming excellent food mixed with poison brings harm,\\nSo too the Victorious One taught of focusing on virtuous phenomena with a reference point.\nTherefore, one should train in the art of dedication as follows:  \\nJust as the Victorious Ones perceive the nature of virtue  \\nIn all its aspects, origins, and defining characteristics,  \\nSo I rejoice and dedicate in precisely that same way.\nWhen thus completely dedicating merit to awakening,\\nOne speaks the Buddha's teaching free from poison, never straying from the path.\\nThe hero who dedicates merit in this non-referential way\\nOutshines all worldly bodhisattvas, however many there may be.\n\n\nEven millions of blind ones without guides—\\nHow could they, not knowing the path, ever enter the city?\\nSo too these five perfections without wisdom are eyeless;\\nWithout a guide, they cannot reach awakening.\nWhen thoroughly embraced by wisdom,\\nThe perfections gain their sight and attain their name.\\nLike a finished painting lacking eyes—\\nNo payment comes until the eyes are drawn.\nWhen wisdom thoroughly dismantles all phenomena—\\nConditioned phenomena and unconditioned, white and black phenomena—\\nAnd not apprehended even the slightest particle,\\nThen in the world, this is counted as the Perfection of Wisdom,\\nLike space, which does not abide in nothing whatsoever.\nIf I think, \\\"I will practice the wisdom of the Victorious Ones\\nAnd liberate countless millions of sentient beings touched by suffering,\\\"\\nYet maintain the perception and mental fabrication of \\\"sentient beings,\\\"\\nThen I am not practicing the supreme Perfection of Wisdom.\nWhen a bodhisattva who in former times\\nSkillfully practiced these perfections without doubt,\\nMerely upon hearing them again, generates the perception of the Teacher—\\nSuch a one will swiftly realize the peaceful awakening.\nThough one may have honored and served countless Buddhas in former lives,\\nIf one lacks faith in the Victorious Ones' Perfection of Wisdom,\\nThen upon hearing it, with limited wisdom, one will reject these teachings;\\nHaving rejected them, without refuge or protection, one will descend to the Avīci hell.\nTherefore, should you aspire to attain \\nThe supreme primordial wisdom of the Buddhas,\\nPlace your faith in this Mother of the Victorious Ones;\\nLike a merchant who journeys to the Isle of Jewels,\\nIt would be utterly foolish to return empty-handed.\n\n\nThe purity of form should be understood as the purity of fruit;\\nThe purity of form and fruit culminate in the purity of omniscience.\\nThe purity of omniscience, the purity of fruit, and the purity of form\\nAre like the space element—indivisible and inseparable.\n# The Knowledge of All Bases\\n\\nThis is the third section explaining the knowledge of all bases.\\n\\nThrough the Perfection of Wisdom, the heroes who skillfully practice between samsara and nirvana\\nHave completely transcended the three elements, yet avoid the extreme of peace, not resting in one-sided liberation;\\nThough they have eliminated afflictions, they retain subtle conditions to manifest arising by their own power;\\nThough free from aging, sickness, and death, like birds soaring freely, they display these sufferings for beings trapped in samsara.\nThese sentient beings cling to the quagmire of name and form,\\nWandering in saṃsāra's cycle that turns like the cosmic wheel of winds.\\nRecognizing deluded sentient beings as deer trapped in snares of their own making,\\nThose endowed with wisdom soar like birds in the boundless sky.\nA bodhisattva of wholly purified practice who does not grasp at form,\\nNor engage with consciousness, perception, feeling, or volition as inherently existent,\\nPracticing thus in equanimity, abandons all attachments without exception;\\nLiberated from attachment, one engages in the wisdom of the Sugatas.\n\n\nThus, the wise and luminous bodhisattva practicing in this way\\nHaving cut attachment's bonds, moves through beings with perfect freedom;\\nLike the sun shining brilliantly when released from Rahu's eclipse,\\nLike a blazing fire that consumes grass, tree, and forests completely.\nWhen a bodhisattva perceives through the Perfection of Wisdom\\nThat all phenomena are intrinsic nature pure and utterly pristine,\\nNeither the perceiver nor any phenomena are not apprehended—\\nThis is the supreme practice of the Perfection of Wisdom.\n\n\n# The Fourth Section: Teaching the Complete Realization of All Aspects\\n\\nIndra, the lord of gods, asked the Victorious One:\\n\\\"How does a bodhisattva practice the perfection of wisdom with diligent effort?\\\"\\n\\nNot engaging with aggregates and elements even the slightest particle,\\nNot making diligent effort toward aggregates—this is how a bodhisattva makes diligent effort.\nKnow that one who hears this Dharma teaching—\\nThat all phenomena are like emanations and illusions—\\nAnd embraces it without doubt, training with repeated effort,\\nIs a sentient being who embarked on the Mahāyāna long ago\\nAnd has made excellent offerings to countless billions of Buddhas.\nA person who has traveled many yojanas on a wilderness path,\\nSeeing the abundant forests at the boundary where herdsmen dwell,\\nThinks, \\\"These are signs that villages and cities are near,\\\"\\nFinds relief and no longer fears the threat of bandits.\nThus, when one earnestly seeks the awakening of the Victorious Ones,\\nAnd comprehends this Perfection of Wisdom,\\nThey find profound relief like a traveler catching breath, and all fear dissolves—\\nNo longer will they fall to the earth of Arhats nor to the realm of Pratyekabuddhas.\nWhen one journeys to behold the ocean's vastness,\\nIf trees, forests, and mountains still appear, they know the path continues.\\nBut when these signs no longer meet the eye, they think with perfect certainty:\\n\\\"The great ocean is near at hand\\\"—and in this, they harbor not a shadow of doubt.\nThus should one who has set forth toward supreme awakening be known:\\nOne should hear and knowing this Perfection of Wisdom, mother of Victorious Ones.\\nEven without receiving a face-to-face prophecy from the Guide,\\nI will, before long, touch the buddha enlightenment.\nIn the auspicious spring, when trees shed their old leaves,\\nBefore long, branches bloom with fresh leaves, fruits, and flowers;\\nWhoever attains this Perfection of Wisdom in their hands—both text and practice—\\nBefore long, they will attain the awakening of the Guides who lead beings from suffering.\nJust as a pregnant woman experiencing labor suffering\\nIs recognized to have reached her time of delivery;\\nSo too a bodhisattva, having attained the seventh ground, hearing the wisdom of the Victorious Ones,\\nDevelops joy and earnest aspiration, quickly touching awakening.\nPracticing the supreme Perfection of Wisdom,\\nThe yogin perceives neither increase nor decrease in form.\\nOne who sees neither Dharma nor non-Dharma, nor conceptualizes the dharmadhātu itself,\\nAnd does not touch nirvana—such a one abides in wisdom.\nOne who practices here without conceptualizing the Buddha qualities,  \\nWho does not conceptualize powers, miraculous powers, their bases, nor peaceful awakening,  \\nWho acts non-conceptually through the sustaining power of blessings—  \\nThis is the supreme practice of the Perfection of Wisdom.\n\n\nElder Subhūti asked the Buddha, the moon among speakers:\\n\\\"What obstacles arise for those who have joy in qualities?\\\"\\nThe Teacher proclaimed: \\\"Many obstacles will arise;\\nFor now, I shall briefly enumerate just a few of them.\\\nWhen writing this Perfection of Wisdom of the Victorious Ones,\\nVarious unstable confidences arise, fragmenting the mind in multiple ways;\\nThen, like lightning, they swiftly vanish before accomplishing sentient beings' purpose—\\nThis complete falling away from practice is the karma of Māra.\nWhen the Perfection of Wisdom is explained, some will harbor doubt, thinking:\\n\\\"The Guide has not mentioned my self specifically in these teachings,\\nNor declared my lineage, earth, or clan.\\\"\\nThis is not mere decline but complete abandonment—Māra's karma,\nThus, in their ignorance, those under Māra's sway abandon the root—\\nThe Perfection of Wisdom, mother of omniscience—and deludedly seek mere branches and leaves.\\nLike finding an elephant, then foolishly searching for its tracks—\\nSo too are those who, having heard the Perfection of Wisdom, forsake the Mahāyāna path to pursue lesser vehicles.\nJust as one who finds food with a hundred tastes,\\nYet having obtained this supreme nourishment, foolishly seeks inferior fare;\\nSo too does a bodhisattva who discovers these perfections,\\nLikewise pursue awakening through the limited path of an Arhat.\nThey will crave respect and pursue material gain,\\nWith minds clinging to wrong views, cultivating closeness with households.\\nAbandoning the true Dharma, they engage in non-Dharma practices—\\nForsaking the authentic path to wander on wrong paths—this is Māra's karma.\nThose who at that time, with eager faith arise,\\nAnd journey forth to hear this supreme Dharma,\\nWill recognize the Dharma teacher engaged in improper acts,\\nAnd depart with heavy minds, their joy now turned to absence of happiness.\nAt that time, the karma of Māra will arise.\\nAt that time, some will sow discord among many monks,\\nThereby preventing this Perfection of Wisdom from being truly grasped.\\nVarious obstacles, both inner and outer, will likewise emerge.\nThose precious jewels that, once obtained, become priceless beyond measure,\\nAre exceedingly rare and constantly threatened by countless dangers.\\nJust so is the supreme Perfection of Wisdom of the Victorious Ones—\\nThis precious Dharma treasure is equally rare and beset by many perils.\nWhen sentient beings newly entering the vehicle, with limited wisdom,\\nHave not truly found this precious jewel of the Perfection of Wisdom,\\nMāra becomes eager to create obstacles in their way,\\nWhile Buddhas throughout the ten directions engage in completely grasping them.\n\n\nWhen a Mother falls ill, her many children gather near,  \\nTheir minds filled with distress, they tend to her with care.  \\nSo too, across the ten directions in countless world-realms,  \\nThe Buddhas watch over this supreme wisdom, their Mother sublime.\nAll World Protectors of the past, those who dwell throughout the ten directions,\\nAnd those who will arise in future times—all are born from this karma;\\nShe is the Mother who gives birth to the Victorious Ones, Teachers of the world,\\nWho enables them to perceive the mental practices of all other sentient beings.\nThe suchness of the world and the suchness of Arhat,\\nThe suchness of Pratyekabuddha and the suchness of Bodhisattva—\\nThis suchness is singular, devoid of substance, not different in any way.\\nThrough the Perfection of Wisdom, the Tathāgata knows this truth.\nWhether the wise ones remain in the world or have passed into nirvana,\\nThis nature of reality—the emptiness of all phenomena—abides unchanged.\\nBodhisattvas come to realize this suchness,\\nAnd therefore, Buddhas are honored with the name \\\"Tathāgata.\\\nThis is the domain of the Guides with their ten powers,\\nWho support the joyful garden of the Perfection of Wisdom;\\nThough they completely liberate suffering sentient beings from the three lower realms,\\nThey never form even a momentary perception of \\\"sentient beings.\\\nJust as a lion, taking refuge in a mountain cave, roars fearlessly,\\nNaturally causing the small wild creatures to tremble in fear,\\nSo the human lion, firmly established in the Perfection of Wisdom,\\nNaturally frightens many non-Buddhist philosophers while resounding the Dharma's profound truth throughout the world.\nJust as the sun's rays abiding in the boundless expanse of sky\\nDries this earth while revealing all forms without effort;\\nSo too the Dharma King, supported by the Perfection of Wisdom,\\nDries up the rivers of craving while effortlessly revealing the Dharma's profound nature.\nNeither forms are seen, nor are feelings perceived,\\nPerceptions are unseen, and volitions unobserved.\\nWhere consciousness, mind, and mind find no ground for appearance,\\nThis, the Tathāgata taught, is truly seeing the Dharma.\n\\\"I see space,\\\" sentient beings commonly say,  \\nBut examine closely: how is space truly seen?  \\nJust so, the Tathāgata taught, is how phenomena are perceived—  \\nThis seeing cannot be explained through any other metaphor.\n\n\nWhoever sees in this way—beyond conventional seeing—sees all phenomena;\\nLike a king remaining at ease while ministers govern all domains and territories,\\nAll the Buddha's enlightened activities and the liberating qualities of the Śrāvakas—however many;\\nAll these are performed by the Perfection of Wisdom, fulfilling the path of the three vehicles.\nJust as a king does not travel to villages nor journey to realms,  \\nYet from his own domain, he gathers all the tributes due to him;  \\nSo too, the bodhisattva's nature of reality moves nowhere from its true nature,  \\nYet attracts and gathers every quality of the Buddha's earth.\n\n\nThe one with unwavering faith in the Sugatas and bodhisattvas,  \\nWho both contemplates and actively engages with the supreme Perfection of Wisdom,  \\nHaving completely transcended the two grounds of Śrāvakas and Pratyekabuddhas,  \\nWill swiftly attain the invincible awakening of the Victorious Ones.\nJust as when a vessel breaks apart in the ocean's depths,\\nOne who fails to grasp a floating corpse, grass, or piece of tree\\nWill perish in the waters, never reaching shore;\\nYet whoever does grasp these will cross to the far shore beyond.\nThus, those endowed with faith who have attained inspiration,\\nIf they do not follow the Mother Perfection of Wisdom, cannot attain enlightenment.\nWhen the qualities of skillful means are thoroughly infused with wisdom,\\nOne swiftly touches the supremely wondrous awakening of the Sugata.\nJust as one who carries water in an unbaked clay vessel\\nWill quickly see it perish due to its fragility,\\nSo a bodhisattva with faith alone, lacking wisdom's understanding of emptiness,\\nFalls from the path.\\n\\nBut water borne in a well-fired pot along the path\\nFaces no danger of perishing or spilling;\\nThus with method and wisdom united, beyond the lesser vehicles,\\nOne safely reaches supreme enlightenment's abode of happiness.\nSimilarly, though a bodhisattva may abound in faith,\\nWithout wisdom that realizes emptiness and selflessness, they swiftly fall into lower paths.\\nWhen faith is thoroughly embraced by wisdom's penetrating insight,\\nThey transcend the two grounds to attain supreme enlightenment.\nJust as an ill-prepared vessel perishes in the ocean's depths,\\nSinking with its merchants and all their wealth;\\nSo too that same vessel, when skillfully repaired with wisdom's craft,\\nCrosses to enlightenment's shore intact, its precious cargo safe.\nThough a bodhisattva may be thoroughly imbued with faith,  \\nWithout wisdom, they will swiftly fall away from awakening.  \\nBut if that same one possesses the supreme Perfection of Wisdom,  \\nUnharmed and unblemished, they will touch the Victorious Ones' awakening.\nA man of one hundred and twenty years, aged and tree suffering,  \\nThough he may arise from, cannot sentient beings onward by his self alone.  \\nBut when supported by people on both his left and right,  \\nHe travels with happiness, free from any fear of falling.\nJust as a bodhisattva with feeble wisdom\\nWill falter on the path despite sincere commitment—\\nLike an elder who cannot stand alone—\\nWhen supported by the union of skillful means and wisdom,\\nThis same practitioner will not decline\\nBut will attain the supreme awakening of the Tathāgata.\n\n\nThose bodhisattvas in the stage of initial karma,  \\nWho have entered the path to supreme enlightenment with noble resolve,  \\nThese excellent disciples, filled with reverence for their teachers,  \\nShould constantly rely upon wise ones.\nWhy is that so? Because from reliance on virtuous spiritual friends arise the qualities of the wise.\\nThey teach the Perfection of Wisdom in proper sequence.\\n\\\"All the Buddha phenomena depend on virtuous spiritual friends,\\\"\\nThus spoke the Victorious One, who possesses the supreme of all qualities.\nGenerosity and ethical discipline, patience, and likewise diligent effort,\\nMeditative absorption and wisdom—dedicate these fully to awakening.\\nDo not conceptualize awakening as composed of aggregates or grasping it as inherently supreme;\\nThus should those newly entering the Mahāyāna path be instructed.\nThus practicing, these moon among speakers—oceans of excellent qualities—\\nBecome the refuge, supporting allies, and abide for sentient beings throughout the world.\\nThey are the support toward liberation, the discerning wisdom, the island amid saṃsāra's floods, the guides who fulfill all aspirations and desires for purpose;\\nThey illuminate the nature of reality, shine as lamps dispelling ignorance's darkness, teach the sublime Dharma with perfect skill, remaining unshakable before all adversaries.\nThose of great renown don armor most difficult to bear,\\nYet their armor is not of aggregates, elements, or sense fields.\\nFree from perceptions of the three vehicles, they grasp at nothing;\\nIrreversible, unwavering, they possess the phenomena of unshakability.\nThose who possess these phenomena remain free from conceptual elaboration,  \\nHaving dispelled all doubt, doubt, and mind hesitation, they grasp the true purpose.  \\nUpon hearing the Perfection of Wisdom, they never lose heart,  \\nNot relying on others in understanding, they should be known as irreversible on the path.\nThis Dharma of the Guides is profound, difficult to see—  \\nNo one has realized it, nor is there anything to attain.  \\nThus, having attained awakening, the Benefactor with compassion  \\nThought, \\\"Who among these multitudes of sentient beings will understand?\\\" and remained undisturbed.\nSentient beings delight in abiding places and crave sensory objects,\\nTrapped in grasping, unwise and lost in darkness of delusion.\\nYet the Dharma to be attained is without abode, beyond all grasping—\\nThus arises conflict between the world that clings and this ungraspable truth.\n\n\nThe space element in the eastern direction and in the south,\\nLikewise in the western and northern regions, extends limitless beyond measure.\\nAbove and below, throughout all ten directions however many there are,\\nIt exists without differentiation, without any distinction whatsoever.\nThe suchness of what has passed is the suchness of what is yet to come;  \\nThe suchness of the present moment is the suchness of the Arhat.  \\nThe suchness of all phenomena is the suchness of the Victorious Ones';  \\nAll these expressions of suchness remain utterly without distinction.\nShould any bodhisattva wish to attain\\nThe awakening of the Sugatas—free from all differentiated phenomena—\\nThey must engage in the perfection of wisdom, the mother of all Guides;\\nFor without this non-referential wisdom that realizes emptiness,\\nThough endowed with skillful means and great compassion,\\nThe supreme awakening of the Lords of humanity remains unattainable.\nIf a bird of tremendous size, spanning one hundred and fifty yojana,\\nWere to find its wings withered away, bereft of strength and power,\\nAnd should it attempt to leap from the Realm of Thirty-Three\\nDown to our world of Jambudvīpa, it would surely meet with ruin.\nEven if one cultivates these five perfections of the Victorious Ones  \\nFor countless millions of eons and billions of eons,  \\nAnd constantly relies on boundless, vast aspirations in the world,  \\nWithout skillful means and lacking wisdom, one still falls to the level of a Śrāvaka.\nWhoever strives for liberation through the Buddha Vehicle,\\nShould view all sentient beings with equanimity as parents, with impartial mind;\\nWith benevolence for their ultimate freedom and loving-kindness for their mind,\\nLet them actively guide others—being wholly sincere, harmless, and gentle in speech.\n\n\nThe Elder Subhūti thoroughly questioned the World Protector:\\n\\\"Please reveal the signs of those who possess an ocean of qualities yet remain free from afflictions.\\nHow do these mighty ones maintain their irreversible state on the path to enlightenment?\\nI ask you, O Victorious One, to prophecy even a fraction of the qualities by which we may recognize them.\\\nFree from the perception of difference, they speak words endowed with reasoning,\\nThey do not rely on other ascetics and brahmins for support,\\nThe wise ones at all times have permanently avoided the three lower realms,\\nAnd they make diligent effort on the ten paths of virtuous karma.\nThese irreversible bodhisattvas on the path of preparation teach the Dharma with absolute selflessness,\\nSingle-mindedly devoted to the profound Dharma, their gentle speech flowing from genuine realization.\\nIn walking, moving, lying down, and sitting, their unbroken mindfulness overcomes all obscurations,\\nGazing just a yoke's length ahead as they proceed with minds perfectly clear, free from confusion.\nPurified, wearing clean robes, their body, speech, and mind secluded and pure,\\nNot seeking worldly gain; like mighty bulls they lead, constantly yearning for Dharma alone,\\nHaving transcended Māra's domain, not relying on others,\\nThey meditate on the four meditative absorptions, yet never not abiding attached to their blissful states.\nThey neither seek fame nor harbor minds ensnared by anger;\\nThough living as householders, they remain forever unattached to worldly things.\\nFor their livelihood, they never pursue wealth through harmful means;\\nThey practice neither violent spells nor mantras to seduce women.\nThese irreversible bodhisattvas, abandoning wrong livelihood, do not prophesy whether those engaged in sensual karma will bear sons or daughters;\\nDevoted to the Perfection of Wisdom in profound inner solitude, they remain free from quarrels and disputes, with hearts of steadfast loving-kindness;\\nAspiring to perfect omniscience, their minds unwavering as Mount Meru despite Māra's challenges, they continuously engage in Dharma practices, willing to sacrifice even their lives for its sake.\nThrough their aspirations, they choose not to be reborn in borderlands where barbarians dwell,\\nUnshakable as Mount Meru, they remain free from doubt about their realization,\\nWillingly sacrificing life for Dharma's sake, they diligently apply diligent effort in yogic practice—\\nThese should be recognized as definitive signs of irreversible bodhisattvas.\n\n\nForm, feeling, perception, volition, and consciousness—\\nProfound in nature, signlessness, and completely at profound peace;\\nLike one who seeks to fathom the ocean's depths with an arrow,\\nWhen examined with wisdom, no foundation of the aggregates can be found.\nThe bodhisattva who, transcending extremes, has become profound in wisdom,\\nRealizes this Dharma of the ultimate vehicle free from attachment—\\nWhere aggregates, elements, and sense fields have no inherent existence—\\nWhat could surpass the perfect merit that frees one from countless eons of saṃsāra?\nJust as a person engrossed in attachment practices,\\nWho arranges to meet a woman but fails to encounter her—\\nFor however many thoughts as arise in his mind throughout that single day,\\nFor that many kalpas will a bodhisattva contemplating emptiness attain merit.\nThough a bodhisattva might offer gifts to Arhats and Pratyekabuddhas for thousands of millions of kalpas,\\nAnd likewise maintain impeccable ethical discipline throughout this time,\\nOne who teaches the phenomena imbued with the supreme Perfection of Wisdom\\nCreates merit that surpasses all generosity and ethical discipline, not even comparable to their hundredth part.\nA bodhisattva who, cultivating supreme wisdom,\\nArise from that meditation to teach the Dharma untainted by defilement,\\nAnd dedicates this virtue for sentient beings' purpose as a cause for awakening—\\nNo virtue in all three worlds can equal this sublime practice.\nThat merit too is to be known as a heap, likewise empty,\\nHollow, illusory, and without essence.\\nIf one practices in this way the wisdom of the Sugatas,\\nWhile practicing, one completely grasps immeasurable merit.\nKnowing that all phenomena taught, practiced, and illuminated by the Buddha\\nAre merely verbal expressions and nothing more,\\nEven if one were to speak of them for millions of eons upon billions of eons,\\nThe dharmadhātu is inexhaustible and neither increases.\nThe perfections taught by the Victorious Ones—\\nEven these phenomena are proclaimed as merely nominal.\\nThe bodhisattva who dedicates merit without conceit\\nWill be unwavering and will realize the supreme enlightenment of the Buddhas.\n\n\nWhen the sesame oil wick first meets the flame,\\nIt is not consumed, yet without this contact it cannot burn at all.\\nThe final touch of flame alone cannot consume the wick completely,\\nAnd without this final flame, the wick cannot be fully consumed.\nThe initial mind does not directly touch supreme enlightenment,\\nYet without this beginning, supreme enlightenment cannot possibly be touched.\\nThe final mind does not attain peaceful awakening,\\nYet without this culmination, awakening cannot possibly be attained.\nFrom a seed emerge the sprout, flower, and fruit;  \\nThough the seed itself has ceased, it's not that the tree doesn't exist.  \\nLikewise, the initial mind is the cause of awakening;  \\nThough that mind has ceased, it's not that awakening doesn't exist.\n\nAs water droplets fill a vessel from first to last,\\nGradually accumulating, little by little, until completely full;\\nSo too the initial mind becomes the cause of supreme enlightenment,\\nAnd step by step, one perfects all virtuous qualities to become a Buddha.\nPracticing the phenomena of emptiness, signlessness, and wishlessness,\\nNeither touching nirvana nor dwelling in the realm of conceptual signs—\\nLike a wise boatman who navigates back and forth across the waters,\\nNot abiding at either shore nor abiding in the ocean's midst.\nThus practicing, the bodhisattva harbors no thought:\\n\\\"I have been prophesied by the One with ten powers and will attain awakening.\\\"\\nNor do they fear awakening, thinking \\\"nothing exists here at all.\\\"\\nPracticing in this way is to practice the wisdom of the Sugatas.\nWitnessing worlds with wilderness paths, famine, and illness spreading,\\nFearless, they don armor of aspiration to purify dual buddha-fields;\\nPracticing with diligent effort endlessly, thoroughly understands methods with emptiness wisdom,\\nTheir minds, moved by compassion, generate not even the slightest particle of weariness.\n\n\nThe bodhisattva practices the wisdom of the Victorious Ones,\\nRealizing these aggregates as primordially empty and unborn from the beginning.\\nWhen not in meditative equipoise, they extend compassion to all realms of sentient beings,\\nAnd in those moments too, they never waver from the Buddha qualities.\nJust as a person, a wise one endowed with every qualities,\\nMighty and invincible, who makes diligent effort in mastering arts and rituals,\\nWho has reached perfection in archery and mastered many crafts that abide,\\nWho knows how to perform illusion and greatly desires the welfare of beings.\nAs a bodhisattva gathering father, mother, wife and children,\\nThen proceeding on wilderness paths beset with numerous foes,\\nOne manifests many brave and heroic persons through skillful means,\\nTraveling with happiness yet returning home again—never abandoning samsara.\nSimilarly, at such time, the wise bodhisattva\\nGenerates great compassion throughout all realms of sentient beings.\\nHaving thoroughly transcended the four Māras and surpassed the two vehicles,\\nAbides in supreme meditative absorption, yet does not touch awakening.\nUpon space rests the wind, and upon the wind rests the aggregates of water;\\nUpon water rests this great earth, and upon earth dwell all sentient beings.\\nThis cosmic order manifests as the field where sentient beings' karma practice;\\nContemplate this profound purpose: how space abides beyond all dependencies.\nJust as the bodhisattva abiding in emptiness,\\nDisplays manifold diverse activities throughout the beings,\\nGrounded in wisdom and aspirations toward sentient beings,\\nNeither touching nirvana nor dwelling in empty.\nWhen the wise bodhisattva, whose luminous illuminates the darkness of ignorance,\\nPractices this supreme meditative absorption that realizes peaceful emptiness,\\nAt this intermediate stage along the path, they remain free from conceptual signs;\\nAbiding in signlessness, they rest in the peace of samsaric turmoil and profound peace.\nA bird flying through the sky leaves no trace, has no place to abide,  \\nNeither abiding in the air nor falling to the ground below.  \\nSo too does the bodhisattva, practicing at the doors of liberation,  \\nNeither cling to the peace of nirvana nor engage in the realm of conceptual signs.\nJust as a skilled trained person launches an arrow into the heavens,\\nThen mindfully sends forth others in succession, connecting them in an unbroken chain,\\nPreventing the first from falling to earth through sustained intention,\\nSo long as desired; when the purpose is fulfilled, the arrows will descend.\nThus practicing the supreme Perfection of Wisdom,  \\nEngaging with wisdom, skillful means, power, and miraculous powers,  \\nAs long as their roots of virtue remain incomplete,  \\nThey will not attain that supreme emptiness.\nJust as a monk endowed with supreme miraculous powers,\\nDwelling in the sky, displays manifold wonders simultaneously,\\nDemonstrating beings, moving about, reclining, and sitting—\\nAll without weariness or fatigue;\nJust so, the wise bodhisattva abides in empty,\\nHaving reached the far shore of primordial wisdom and miraculous powers, without abiding anywhere,\\nDisplaying limitless varieties of activities for sentient beings,\\nNeither experiencing weariness nor physical fatigue through millions of eons.\nJust as one might stand at the edge of a great earth,  \\nHolding two umbrellas firmly with both hands, and leap  \\nInto the open space, casting their body over the vast abyss—  \\nYet not falling, but traveling onward as long as they remain aloft.\nThus, the wise bodhisattva abiding in compassion,\\nFully grasping the dual umbrellas of skillful means and wisdom,\\nContemplates all phenomena as empty, signlessness, and wishlessness,\\nYet perceives the Dharma without touching nirvana.\nJust as one seeking precious jewels voyages to the Isle of Jewels,\\nAnd having found these treasures, returns home once more;\\nThere, not only does the merchant captain himself live with happiness,\\nBut he ensures his circle of relatives and friends are not left with minds in distress.\nThus the bodhisattva, having journeyed to the precious jewel island of empty,\\nAnd attained the powers of meditative absorption and spiritual faculties,\\nDoes not merely delight in touching nirvana without fully abiding therein,\\nYet remains undistressed by the suffering of sentient beings while working tirelessly for their welfare.\nJust as a merchant seeking purpose, to learn the route's geography,\\nTravels through cities, towns, and villages that lie between,\\nYet not abiding neither there nor on the Isle of Jewels,\\nNor keeps knowing not abiding at home—thus becoming wise in the path.\nSimilarly, the bodhisattva clearly understands\\nAll aspects of the wisdom and liberation of Śrāvakas and Pratyekabuddhas.\\nYet they not abide neither in those paths nor in Buddha primordial wisdom itself;\\nThey do not abide on the unconditioned—thus they truly know the method of the path.\nWhen one connects with all beings through loving-kindness,\\nAnd practices the meditative absorption of emptiness, signlessness, and wishlessness—\\nIs it possible they will attain nirvana?\\nOr can they be designated as remaining in the conditioned phenomena? Without abode.\nJust as an emanated human form is visible to perception\\nAnd can be designated by name despite lacking inherent existence,\\nSo too a bodhisattva engaging in the doors of liberation—\\nCan likewise be designated by name in conventional terms while transcending both samsara and nirvana.\nWhen questioned thoroughly about practice and faculties,\\nIf a bodhisattva fails to illuminate the profound phenomena,\\nCannot explain emptiness, signlessness, and the qualities of irreversible—\\nKnow that this one has not received the Buddha's prophecy.\n# The Fifth Section: Teaching the Complete Realization of the Summit\\n\\n**Neither the Arhat earth nor the primordial wisdom of conditioned Buddhas do they desire,**\\n**Even in dreams, they never touch the three elements of existence.**\\n**Beholding the Buddhas and teaching the Dharma to beings in their dreams—**\\n**This should be understood as the prophecy of irreversible.**\nIn dreams, the bodhisattva sees sentient beings abide in the three lower realms,\\nAnd in that very moment makes aspirations to cut off the stream of these realms.\\nBy the blessing of truth's power, raging fire aggregates are pacified—\\nThis should be knowing as a prophecy of irreversible.\nIn the human world, where many spirits possess beings and numerous illnesses afflict them,\\nThe power and blessing of truth, spoken with compassionate benefit, pacifies these afflictions.\\nThe bodhisattva who does this harbors neither conceit about this ability nor pride—\\nThis should be recognized as the sign of one who has received the prophecy of irreversible.\n\n\nIf one develops conceit, thinking, \\\"I have received a prophecy,\\\"\\nDue to various authentic-seeming blessings and accomplishments,\\nOr if a bodhisattva becomes proud of prophecies given by others—\\nKnow that one who abides in such conceit is of limited wisdom.\nApproaching through the basis of names, Māra comes near\\nAnd speaks thus: \\\"These are your name and your parents' names,\\nAnd the names of your ancestors up to seven generations in your lineage.\\nAnd when you become a Buddha, this shall be your name.\\\n\\\"What manner of disciplined practitioner with ascetic virtues will appear in yogic practice?\\\"\\n\\\"Even in your previous lives, your qualities were just this excellent\\\"—thus speaks the deceiver.\\n\\nThe bodhisattva who, upon hearing such words, becomes filled with conceit\\nShould be recognized as one whose pride is fully aroused by Māra, with limited wisdom.\nWhile dwelling in secluded villages, abandoned cities, mountain caves,\\nMaking remote hermitages, places of solitude, and forest retreats their constant abode—\\nThe bodhisattva who praises self while disparaging others\\nShould be recognized as one roused by Māra, of limited wisdom.\nWhile abiding continually in villages, realms, and towns,\\nApart from working to ripen sentient beings and striving for awakening with diligent effort,\\nThey generate no desires for Arhat, Pratyekabuddha, or worldly pleasures—\\nThis is what the spiritual heirs of the Sugata proclaim as true solitude.\nThough one may dwell for millions of years in mountain caverns spanning five hundred yojanas,\\nInfested with venomous serpents throughout this vast expanse,\\nA bodhisattva who fails to understand the nature of true solitude\\nRemains in a contaminated state, filled with excessive pride.\nWhen one disparages a bodhisattva who strives for sentient beings' purpose  \\nAnd has attained meditative absorptions, powers, faculties,  \\nliberations, and meditative absorptions, thinking:  \\n\\\"This is not the practice of wilderness seclusion,\\\"  \\nThe Victorious One has declared such a person  \\nAbides within the realm of Māra.\nWhether dwelling in a village or in wilderness retreat,\\nOne who is free from the mind of the two vehicles and firmly resolved toward supreme enlightenment—\\nThis is the true solitude for those engaged in the welfare of beings;\\nThe bodhisattva who judges others' practice diminishes their own self.\n\n\nTherefore, those who seek supreme awakening\\nMust, as wise ones skilled in the path, with powerful resolve conquer all pride,\\nJust as patients rely on physicians to cure their afflictions of illness—\\nSo too, without lapse of attention, rely on virtuous spiritual friends.\nBuddhas and bodhisattvas who have entered the supreme awakening,\\nTogether with the perfections, are to be relied upon as virtuous spiritual friends.\\nThese enlightened guides teach the very earth of practice to be accomplished;\\nThrough these two causes, one quickly realizes the Buddha enlightenment.\nThe Victorious Ones of past, present, and future dwelling throughout the ten directions\\nAll follow this path of perfection alone—no other can suffice.\\nFor those who have set forth on the journey to supreme enlightenment,\\nThis perfection serves as their illumination, their guiding lamp, their radiance that dispels ignorance,\\nAnd their supreme teacher showing the path beyond all obscurations.\nJust as the Perfection of Wisdom is empty of defining characteristics,  \\nOne who understands that all phenomena share this same nature,  \\nAnd thoroughly understands that phenomena are empty and without conceptual signs—  \\nSuch practice is the practice of wisdom of the Sugatas.\nSentient beings, consumed by hunger, crave the nourishment of sensory delights;  \\nThose with minds attached to saṃsāra revolve endlessly in its grasp.  \\nYet both self and phenomena belonging to self are unreal and utterly empty—  \\nLike ordinary beings casting knots into the void, beings bind themselves through their own delusion.\nJust as one who suspects they've consumed poison may faint,\\nEven though no poison has actually entered their body,\\nSo too do ordinary beings affirm and grasp at \\\"self\\\" and \\\"mine,\\\"\\nAnd through this false perception, are bound to the cycle of birth and impermanence in the buddha-field.\nAs one grasps, so affliction arises;\\nFreedom from not apprehended self and \\\"mine\\\" is taught as purification.\\nIn ultimate reality, nothing ever becomes afflicted or purified—\\nThis Perfection of Wisdom the bodhisattva realizes.\nIf every sentient beings throughout Jambudvīpa, however many there are without exception,  \\nWere to generate bodhicitta for supreme enlightenment,  \\nAnd practice generosity for many thousands of millions of years,  \\nThen dedicate all this as a cause for awakening for the purpose of sentient beings—\nWhoever strives with diligent effort in the supreme Perfection of Wisdom,\\nEven if they practice and teach it for just a single sun,\\nThe merit from vast aggregates of generosity cannot match even a fraction of theirs.\\nTherefore, engage in wisdom continuously, without a moment's laziness.\nWhen practicing the supreme Perfection of Wisdom,\\nThe yogin generates great compassion, yet has no perception of sentient beings as inherently existent.\\nAt that moment, this wise one becomes a supreme field of generosity for all sentient beings—\\nOne who partakes of the realm's offerings in a way that is perpetually purposeful, transforming ordinary consumption into a vehicle for liberation.\nThe bodhisattva who yearns to free beings bound as our kin through countless lives—\\nGods, humans, and those suffering in the three lower realms of saṃsāra—\\nAnd wishes to reveal the vast path to the far shore for all realms of sentient beings,\\nMust diligently apply diligent effort to the Perfection of Wisdom, day and night.\nLike one who finds a precious jewel they've never seen before,\\nAnd feels such joy upon this treasure in their hands,\\nYet through carelessness lets it slip away soon after finding it,\\nThen suffers endlessly, longing for that precious jewel they lost.\nJust as those who've entered the supreme enlightenment path—rare and precious as a precious jewel—  \\nShould never abandon their yogic practice with the Perfection of Wisdom.  \\nLike one who, finding a priceless treasure, seizes it and wraps it with diligent effort lest it be lost,  \\nThey swiftly journey toward peace, attaining the perfect nirvāṇa beyond all suffering.\n\n\nWhen the sun rises with its radiant network of rays, free from clouds,\\nIt dispels all dense darkness completely;\\nIt outshines all fireflies, living beings and beings,\\nOutshines the multitude of stars and even the moon's light.\nThus do bodhisattvas who practice the supreme Perfection of Wisdom,\\nEngaging in emptiness and signlessness with masterful skill,\\nVanquish the dense thicket of false views\\nAnd outshines all beings, Arhat, Pratyekabuddha, and countless bodhicitta.\nLike a prince who shares giving freely and aspires to meaningful purpose,  \\nWho becomes foremost among all and worthy of everyone's approach,  \\nEven now, while still training, he brings joy to countless sentient beings;  \\nHow much more when he ascends the throne, crowned with skillful means and abiding in royal authority?\nIn this way, the wise bodhisattva, skilled in practice of wisdom,\\nBestows the gift of generosity, becoming beloved to gods and humans alike.\\nEven now they strive with diligent effort for the happiness of countless sentient beings—\\nHow much more will they accomplish when abiding as the Dharma King!\n\n\nAt that moment, Māra becomes pierced with thorns of anguish,\\nOvercome by sorrow, exhausted with suffering, his mind disturbed and strength diminished.\\n\\\"How might this bodhisattva's resolve be weakened?\\\" he thinks with desperation,\\nAnd so he sets the directions ablaze and hurls meteors to inspire terror.\nWhen wise ones cultivate powerful resolve,\\nAnd day and night contemplate the supreme purpose of Perfection of Wisdom,\\nTheir body, mind, and speech soar freely like birds through the boundless sky—\\nHow could the forces of darkness ever find an opportunity against them?\nWhen bodhisattvas engage in physical fights and verbal disputes,\\nHarboring mutually antagonistic, angry minds toward one another,\\nMāra becomes overjoyed and physically exultant,\\nThinking: \\\"These two will become distant from the Victorious Ones' primordial wisdom.\\\nThese two grow distant from each other, becoming like flesh-eating demons;\\nBoth undermine the sacred vows they once made.\\nHow can awakening exist for those filled with hatred and devoid of patience?\\nAt such times, Māra and his legions rejoice with joy.\nIf a bodhisattva who has not yet attained a prophecy\\nBecomes angry and initiates a dispute with one who has,\\nFor however many moments their mind harbors such flawed thoughts,\\nThey must begin their journey anew, donning the armor for that many kalpas.\nThrough the perfection of patience, Buddhas touch awakening.\\nWhen unwholesome thoughts arise, one generates mindfulness, thinking, \\\"This mind is not good.\\\"\\nOne confesses and firmly vows restraint hereafter, even at life's cost,\\nNot delighting in wrongdoing—thus one trains in the Buddha's Dharma, not Māra's.\n\n\nOne who trains without grasping at any notion of training,\\nWho neither trainee nor phenomena to be trained in are apprehended,\\nWho does not have non-conceptualization of the duality of training and non-training—\\nSuch a person truly trains in the Buddha qualities.\nThe bodhisattva who understands this training as illusory\\nWill never falter in ethical discipline nor drift into moral corruption.\\nThey train in this to please the Buddhas, seeking their qualities,\\nMasterfully dwelling in supreme wisdom—beyond all reference point.\nWhen the wise ones illuminators train in wisdom,\\nNot even a single non-virtue thought arises in their minds.\\nJust as when the sun traverses the sky with overpowering rays,\\nDarkness cannot not abide in the space before its radiance.\nFor those who have trained in the Perfection of Wisdom,\\nAll other perfections are gathered within it.\\nJust as the sixty-two wrong views are contained within the view of the transitory collection,\\nSo too, it is taught, are all these perfections encompassed within this one.\nJust as when the life faculty ceases, all other faculties,\\nHowever many there may be, will likewise come to an end;\\nSo too, for those supreme wise ones who practice wisdom,\\nAll other perfections are taught to be contained within this one.\nWise bodhicitta train in every qualities\\nThat Śrāvakas possess, and likewise\\nIn all the qualities of Pratyekabuddhas.\\nYet they neither abide in these states nor generate desire for them—\\nThey train in them simply thinking, \\\"These are training I must master, self.\\\n\n\nWhen one wholeheartedly rejoices in the bodhicitta\\nOf those who have irreversibly entered the path to supreme enlightenment,\\nThe trichiliocosm Mount Merus could be weighed and measured on a scale,\\nBut the virtue of such rejoicing remains immeasurable.\nI rejoice in the aggregates of merit accumulated by all sentient beings\\nWho seek virtue and aspire to benefit others.\\nMay they, having attained the qualities of the Victorious Ones,\\nBestow the Dharma upon the world for the complete elimination of suffering.\nThe bodhisattva who, with non-conceptual awareness,\\nDeeply comprehends all phenomena as empty, signless, and free from conceptual elaboration,\\nDoes not seek awakening through a dualistic framework of wisdom,\\nThis yogin truly engages in the supreme Perfection of Wisdom with diligent effort.\nBetween the space element and space itself, there exists no contradiction;  \\nNeither can be said to exist [as opposing entities], nor can anyone attain them.  \\nJust so, the bodhisattva skilled in the practice of wisdom  \\nIs like space, moving through the world in perfect peace.\nLike an illusion-created person among crowds,\\nWho never thinks, \\\"I must delight these people,\\\"\\nYet still performs such acts;\\nAnd though observers witness its display of wondrous miraculous powers,\\nIt possesses neither body, mind, nor even name.\nThus, one who practices wisdom never thinks,  \\n\\\"Having realized awakening, I shall liberate all sentient beings.\\\"  \\nYet displays various arisings and engages in manifold activities,  \\nAnd though appearing like an illusion, moves beyond all non-conceptual practice.\nJust as a Buddha's emanation performs all Buddha activities,\\nYet never develops the slightest trace of pride in doing so,\\nLikewise, bodhisattvas skilled in practice of wisdom\\nDisplay all their activities as emanations, like illusions.\nJust as a wise woodworker creates figures of men and women,\\nWhich then perform all manner of actions without conscious thought,\\nSo too do bodhisattvas, skilled in practice of wisdom,\\nAccomplish all activities through non-conceptual primordial wisdom.\n\n\nThus to those skilled in practice, vast assemblies of gods\\nApproach with joined palms, bowed heads, and offer full prostrations in reverence.\\nEven all the Buddhas throughout the world-realms of the ten directions\\nContinually proclaim garlands of praise, honoring these noble, heroic beings.\nIf all sentient beings dwelling in buddha-fields as numerous as the sands of the Ganges  \\nWere to harbor malicious thoughts and transform themselves into Māras,  \\nAnd if from each hair on their bodies they emanated an equal multitude of emanations—  \\nEven then, all these forces combined could not create the slightest obstacle for the wise one.\nThrough four causes, the wise bodhisattva, endowed with power,\\nCannot be overcome by the four Māras, unmovable from their path.\\nAbiding in emptiness, yet never abandoning sentient beings,\\nFulfilling their proclaimed vows, blessed by the Sugatas' grace.\nWhen this Perfection of Wisdom, Mother of the Tathāgatas across all three times,\\nIs being explained, if a bodhisattva develops deep faith in it,\\nAnd wholeheartedly diligently strives to put it into practice,\\nKnow that they have truly entered the state of omniscience.\nNeither dwelling in the dharmadhātu nor abiding in suchness,\\nOne remains like clouds in the open sky—present without abiding.\\nAs a vidyāmantra holder who, without abode, causes through space yet seeks to abide,\\nThrough the power of mantras, blesses buddha-fields to bloom with flowers out of season.\nThus practicing, the wise and luminous bodhisattva\\nNeither perceives the path that leads to emptiness, nor grasps at the Buddha qualities and fearlessnesses;\\nNeither conceives of teacher explaining, seeker desiring, nor observer contemplating Dharma—\\nThis is the abiding of those who seek peace, delighting in the qualities of non-abiding nirvana.\nExcept for the liberation of Tathāgatas and Arhats,\\nThis abiding transcends\\nAll the peaceful meditative absorptions\\nOf Śrāvakas and Pratyekabuddhas—\\nThose peace states endowed with bliss and profound peace.\\nAmong however many such meditative abodes,\\nThis abiding stands supreme and unsurpassed,\\nBalancing emptiness wisdom with compassion,\\nBenefiting self and others simultaneously.\nThough birds dwell in the vast sky, they never fall;\\nThough fish live in water's depths, they remain untroubled and alive.\\nLikewise, bodhisattvas, through their powers of meditative absorption,\\nHaving reached the far shore, abide in empty, yet do not pass into sorrow.\nWhoever aspires to attain the supreme qualities of all sentient beings,\\nAnd longs to touch the supremely wondrous, extraordinary primordial wisdom of the Buddha,\\nAnd wishes to bestow the excellent, supreme, and supreme generosity of Dharma—\\nShould rely upon this supreme abide of those Benefactors.\n\n\nWhen the Buddha, our Guide, explains this training in full,\\nOf all the however many trainings, this one stands supreme and unsurpassed.\\nThe wise one who aspires to master every aspect of the far shore\\nShould train in this Perfection of Wisdom—the Buddha's ultimate teaching.\nThis is the supreme treasure of Dharma, the supreme repository,  \\nThe source of Buddha lineage, a treasury of happiness and well-being for sentient beings.  \\nThe World Protectors of the past and future, throughout the ten directions—  \\nAll arise from this, yet the dharmadhātu remains inexhaustible.\nAll trees, fruits, flowers, and forests that however many exist—  \\nEach one emerges and springs forth from the earth.  \\nYet the earth is inexhaustible and neither increases,  \\nNeither diminishes nor experiences without weariness, remaining non-conceptual.\nAll Buddhas, their spiritual heirs, Śrāvakas, Pratyekabuddhas, and gods,\\nAlong with all happiness and phenomena of every sentient being, however many,\\nAll these arise from the supreme Perfection of Wisdom,\\nYet wisdom itself is neither exhausted nor increases.\nHowever many sentient beings exist—inferior, middling, or superior—\\nThe Sugata taught that all arise from the root ignorance that misconceives self.\\nWhen conditions converge, the suffering cycle and its twelve links manifest,\\nThis cycle of delusion neither spontaneously diminishes nor increases in beings.\nAll approaches of primordial wisdom, entrances to the path, skillful means, and roots—\\nHowever many there are—arise from the supreme Perfection of Wisdom.\\nWhen conditions gather, the wheel of karma fully manifests,\\nYet the Perfection of Wisdom, in its ultimate nature, neither diminishes nor increases.\nThe bodhisattva who realizes dependent origination\\nAs unborn and inexhaustible through wisdom,\\nLike the sun dispersing darkness with rays when free from clouds,\\nConquers the thick veil of twofold ignorance and attains self-arisen knowing inseparable from the dharmadhātu.\n\n\nThe mighty ones abide in the four meditative absorptions,\\nYet they neither depend on nor dwell attached to these states.\\nNevertheless, these four meditative absorptions with all their factors\\nBecome the support for attaining supreme awakening.\nAbiding in the meditative absorptions, the bodhisattva who has attained supreme wisdom\\nAlso experiences the four supreme formless meditative absorptions without attachment.\\nThese meditative absorptions directly contribute to the highest, supreme awakening;\\nThe bodhisattva trains not to exhaust defilements but to benefit beings through transformative powers.\nHow wondrous, how marvelous this treasury of transcendent qualities!\\nThey abide in meditative absorption and samādhi, remaining in signlessness.\\nIf their bodies dissolve while abiding in these sublime states,\\nThey take birth in the desire element according to will, like lotuses untainted by mud.\nJust as someone from Jambudvīpa who had never before visited the realm of the gods,\\nLater journeys to the supreme city of the celestial beings,\\nAnd having witnessed those divine places fully occupied by gods,\\nIf they were to return here, they would remain unattached.\nJust so, these bodhisattvas, bearers of supreme qualities,\\nHaving dwelled in meditation and meditative absorption as diligent yogic practice,\\nReturn to abide in the desire element yet remain untouched by attachment—\\nLike lotuses in water, not abiding in the ways of ordinary beings.\nThese great self solely dedicate themselves\\nTo maturing sentient beings, purifying buddha-fields, and perfecting the perfections.\\nKnowing the qualities of awakening and perfections would decline there,\\nThey do not seek arising in the formless elements.\nJust as a bodhisattva discovers profound meditative precious jewels,\\nYet wisely refrains from attachment, knowing their conventional nature,\\nAnd later, with compassion, fully masters these attainments,\\nTo return home and remain unattached for others' benefit;\nIn the same way, wise bodhisattvas, having attained  \\nThe four peaceful meditative absorptions and meditative absorptions that bestow joy and happiness,  \\nWillingly relinquish the endowed with bliss meditative absorptions they've attained,  \\nAnd out of compassion for beings, return once more to the desire element.\nIf a bodhisattva abiding in meditative absorption\\nDevelops aspirations for the Arhat or Pratyekabuddha vehicle,\\nThey are not in meditative equipoise but agitated and distracted of mind—\\nLike a passenger on a shattered vessel, fallen from the qualities of Buddha.\nEven though one may engage with form and sound,\\nWith fragrance, taste, and touch—the five sense pleasures,\\nIf one delights in bodhicitta, transcending the paths of Arhats and Pratyekabuddhas,\\nKnow that this hero remains always in meditative equipoise.\nFor the sake of other sentient beings and persons, pure-minded bodhisattvas\\nPractice with manifest diligent effort in the perfection of diligent effort.\\nJust as a water-carrier maidservant, without autonomy, remains subject to her master's control,\\nSo these courageous ones, who overcome self-cherishing, place themselves entirely under the will of all sentient beings.\nEven when verbally abused with harsh speech or continuously beaten,\\nA servant woman offers no words of defiance to her master.\\nOverwhelmed by fear, her mind terrified and subdued,\\nShe thinks, \\\"He might kill me for this self very reason.\\\nLikewise, those who tread the supreme awakening seeking awakening\\nShould abide among all sentient beings as humble servants, enduring contempt and abuse;\\nBy this karma of equalizing self and others, they attain awakening and perfect all qualities—\\nJust as fire, born from grass and tree, both consumes its source and transcends it.\nHaving abandoned my own happiness, with a mind utterly free from expectation,\\nI make diligent effort ceaselessly day and night for the needs of all sentient beings.\\nLike a mother tenderly caring for her only child with spontaneous love,\\nI shall abide wholeheartedly, never yielding to weariness until all are free.\n\n\nThat bodhisattva who willingly remains in cycle for ages,\\nA devoted yogin striving for the purpose of sentient beings and purifying buddha-fields,\\nWho never harbors even the slightest particle of discouragement—\\nSuch a one possesses the perfection of diligent effort and knows no laziness.\nThe unwise bodhisattva counts millions of eons,\\nPerceiving the path to awakening as lengthy and filled with suffering.\\nWhen practicing the authentic Dharma, they will suffer for a long time,\\nThus declining in the perfection of diligent effort, becoming affected by laziness.\nFrom the moment one first generates bodhicitta,\\nUntil the attainment of unsurpassed awakening,\\nIf one contemplates in mind as though it were merely a single day and night,\\nKnow this as the diligent effort initiated by the wise one, illuminated by luminosity.\nIf someone were to say, \\\"First shatter Mount Meru,\\nAnd only after that will you attain supreme enlightenment,\\\"\\nShould a bodhisattva grow discouraged at these words and begin to calculate the effort,\\nAt that moment, they have fallen into laziness.\nWhen a bodhisattva thinks, \\\"If this is all it takes, what difficulty could there be?\\\"\\nAnd generates a bodhicitta that could reduce Mount Meru to ashes in a single moment,\\nSuch a wise one bodhisattva, who has aroused unwavering diligent effort,\\nWill, before long, attain the supreme enlightenment of the Guide.\nIf one thinks, \\\"Having fully matured sentient beings, I will accomplish their purpose,\\\"  \\nAnd strives with body, speech, and mind in this way,  \\nOne abides in the notion of self, which becomes laziness—  \\nAnd remains as distant from omniscience as heaven is from earth.\nWhen one is free from perceptions of body, mind, and sentient beings,\\nWhen all dualistic perceptions have been reversed, and one dwells in non-dual practice—\\nThis is the perfection of diligent effort, as taught by the Beneficent One,\\nFor those who aspire to supreme, peaceful, and unchanging awakening.\nWhen hearing harsh and hurtful words spoken by others,\\nThe wise one bodhisattva rejoices, thinking, \\\"This brings me happiness to self.\\\"\\nWho is speaking? Who is hearing? By what means, what is said, and why?\\nOne who embodies the supreme perfection of patience is truly wise.\nThat bodhisattva who embodies the noble Dharma of patience—\\nShould one fill the trichiliocosm with precious jewels\\nAnd offer them to the world-knowing Buddhas, Arhats, and Pratyekabuddhas,\\nThe aggregates of generosity could not equal even a hundredth part of merit from patience.\nFor one abiding in patience, the body becomes utterly pure,  \\nAdorned with the thirty-two marks of greatness and boundless power.  \\nThey proclaim the supreme Dharma of emptiness to all sentient beings—  \\nThis wise one who embodies patience becomes beloved throughout the sentient beings.\nIf one person were to take fragrant sandalwood powder\\nAnd with deep reverence apply it to the bodhisattva,\\nWhile another scattered burning coals upon his head—\\nToward both, he should cultivate a mind of perfect equanimity.\nWhen the wise bodhisattva cultivates patience in this way,\\nAnd dedicates that bodhicitta toward supreme enlightenment,\\nThis hero, through patience toward all beings in the world,\\nOutshines the Arhats, Pratyekabuddhas, and however many multitudes in the realms of sentient beings.\nWhen practicing patience, I should cultivate this thought:\\n\\\"In the hells, animal realm, and Yama's world of hungry ghosts, \\nHaving endured countless suffering without autonomy due to the causes of sense pleasures,\\nWhy should I not practice patience now for the sake of awakening?\\\nWhips, sticks, and weapons; slaughter, imprisonment, and beatings;\\nDecapitation, cutting off of ears, limbs, and nose—\\n\\\"However many suffering exists in this world, I as self shall endure it all,\\\"\\nThus thinking, the bodhisattva abides in the perfection of patience.\n\n\nThrough ethical discipline, those seeking peace become Noble,  \\nAbiding in the realm of the ten powers, their ethical discipline remains unwavering.  \\nThey engage in every aspect of moral restraint practice, however many,  \\nAnd dedicate all merit to awakening for the benefit of all sentient beings.\nIf one desires to attain the awakening of Arhats and Pratyekabuddhas,  \\nTheir ethical discipline is broken, their wisdom deficient, their practice deteriorated.  \\nBut if one dedicates merit toward supreme awakening—the ultimate peace—  \\nEven while engaged with sensual pleasures, one abides in the perfection of ethical discipline.\nThat Dharma which surely gives rise to awakening's qualities—  \\nThis is the true purpose of ethical discipline for those endowed with virtuous qualities.  \\nThat which causes even those who help others to completely fall from awakening—  \\nThis the Guide has proclaimed as moral corruption.\nEven if a bodhisattva practices the five sense pleasures,\\nYet takes refuge in the Buddha, Dharma, and the Noble Saṅgha,\\nAnd maintains in their mind the aspiration: \\\"I shall become a Buddha, attaining omniscience,\\\"\\nThe wise one should know that such a one abides in the perfection of ethical discipline.\nEven if you practice the ten virtuous paths of karma\\nFor millions of eons, yet aspire to become\\nAn Arhat or Pratyekabuddha for yourself alone,\\nYour ethical discipline becomes flawed and degenerate—such abandonment of bodhicitta is far graver than even the most serious monastic downfalls.\nGuarding ethical discipline and dedicating merit fully to supreme enlightenment,\\nWithout taking conceit in this or praising self,\\nHaving completely abandoned perceptions of \\\"I\\\" and perceptions of \\\"sentient beings,\\\"\\nThe bodhisattva is said to abide in the perfection of ethical discipline.\nIf a bodhisattva who practices the path of the Victorious Ones\\nPerceives, \\\"These sentient beings uphold ethical discipline, while those others are morally corrupt,\\\"\\nEngaged in such diverse conceptualizations, they become extremely corrupt in ethical discipline—\\nTheir ethical discipline is damaged, and completely pure ethical discipline is absent in them.\nFor one devoid of perceptions of self and sentient beings,\\nFor one free from perception and attachment, how could non-moral restraint exist?\\nFor one without conceit regarding moral restraint or its absence,\\nThis is what the Guide has taught as perfect ethical discipline.\nThe purified sentient beings, grounded in ethical discipline,\\nPerceives all things pleasant and unpleasant with wisdom beyond duality.\\nOffering even head and limbs with unwavering courage born of selflessness,\\nRelinquishes all possessions through giving, remaining forever untainted by attachment's grasp.\nHaving realized the selflessness intrinsic nature of all phenomena as illusory,\\nOne who can offer even their own flesh without a trace of hesitation in the mind—\\nWhat need is there to mention their giving away of external possessions?\\nFor such a one, miserliness has no place to abide.\nWhen the notion of self arises, grasping at \\\"mine\\\" follows;\\nHow could those deluded by such ignorance develop a mind of giving?\\nThe miserly will be reborn in the realm where hungry ghosts abide;\\nAnd even if they attain human arising, they will suffer in poverty.\nWhen the bodhisattva recognizes the poverty of sentient beings,\\nThey become devoted to giving, giving freely and without reserve.\\nTo them, the four richly adorned continents are but like specks of spittle—\\nHaving given all away, they find joy, unlike those who gain worldly realms.\nThe wise, luminous bodhisattva, perceiving\\nAll sentient beings throughout the three realms of existence,\\nGives with the profound aspiration: \\\"May this generosity be given to all,\\\"\\nAnd dedicates this merit to supreme enlightenment for the purpose of all sentient beings.\nThe wise one, having given generosity, do not abide to what they've given,  \\nNor do they ever anticipate rewards or karmic fruits.  \\nThus skilled in the art of giving, they relinquish everything;  \\nBy letting go of little, they gain immeasurable returns.\nIf every sentient beings throughout the three realms of existence,\\nWhen all are counted and taken into account, were to make offerings\\nTo the World-Knowers, Buddhas, Arhats, and Pratyekabuddhas\\nFor countless eons, while pursuing only the lesser path of the Śrāvakas,\nWhen the wise one bodhisattva skilled in means\\nRejoices in these merit actions,\\nAnd dedicates toward supreme awakening for the purpose of sentient beings,\\nThrough such complete dedication, they outshine all sentient beings.\nThough there may exist a massive heap of blue gemstones,\\nA single precious jewel vaiḍūrya gem outshines them all.\\nSimilarly, all beings' vast aggregates of generosity \\nAre outshined by the bodhisattva who rejoices.\nWhen a bodhisattva bestows generosity upon all beings,\\nWithout conceptualizing self, gift, or recipient as inherently real,\\nThe mighty ones roots of virtue flourish simultaneously,\\nLike the radiant moon growing brighter in a cloudless sky.\n\n\nThe Sixth Section: Teaching on Gradual Progress\\n\\nThrough generosity, the bodhisattva cuts off rebirth as hungry ghosts,\\nSevers both poverty and likewise all afflictions completely.\\nWhile practicing this path, they attain boundless, abundant enjoyments,\\nThrough generosity, they fully ripen sentient beings oppressed by suffering.\nThrough moral discipline, one avoids the many forms of animal realm rebirth  \\nAnd constantly obtains leisure by transcending the eight unfavorable conditions.  \\nThrough patience, one acquires a supreme and magnificent form,  \\nWith a golden complexion that is beautiful and worthy of the sentient beings' gaze.\nThrough diligent effort, virtuous qualities never wane,\\nBoundless primordial wisdom and the Victorious Ones' treasury one attains.\\nThrough meditative absorption, one renounces base sense pleasures,\\nAnd manifests knowing, higher perceptions, and profound meditative absorption states.\nThrough wisdom, having thoroughly comprehended the intrinsic nature of all phenomena,  \\nOne completely transcends the three elements of existence without exception.  \\nThe supreme leader of humanity, having turned the precious jewel wheel of Dharma,  \\nTeaches the Dharma to all beings to achieve the complete elimination of their suffering.\n## The Seventh Section: Attaining Complete Awakening in a Single Moment\\n\\nHaving completely perfected these phenomena, the bodhisattva,\\n\\n## The Eighth Section: The Dharma Body (Dharmakāya)\\n\\nThoroughly embraces both the purified buddha-fields and the purity of sentient beings.\\nLikewise, they thoroughly uphold the Buddha-lineage and the Dharma-lineage.\\nSimilarly, they maintain the Sangha-lineage and completely embrace all phenomena.\nThe supreme physician in the world who heals illnesses,\\nHas taught this wisdom containing the path to awakening;\\nNamed \\\"The Path to Awakening that Gathers Precious Jewel Qualities,\\\"\\nThis path is taught so that all sentient beings may attain it.\n\n\n\nHere concludes the Noble Perfection of Wisdom Compendium in verse.\nTranslated and finalized by the Indian master Vidyākara Siṃha and the great Tibetan translator Bandé Paltsek.\n",
  "title": "The Verses Condensing the Perfection of Wisdom AI Draft",
  "alt_title": null,
  "translator": {
    "ai_id": "translation_workflow_v1.0.0_claude_3_7_sonnet",
    "person_id": null,
    "person_bdrc_id": null
  },
  "original_annotation": [],
  "translation_annotation": [
    {
      "span": {
        "start": 0,
        "end": 48
      },
      "index": 1,
      "alignment_index": [
        1
      ]
    },
    {
      "span": {
        "start": 49,
        "end": 205
      },
      "index": 2,
      "alignment_index": [
        2
      ]
    },
    {
      "span": {
        "start": 206,
        "end": 394
      },
      "index": 3,
      "alignment_index": [
        3
      ]
    },
    {
      "span": {
        "start": 395,
        "end": 395
      },
      "index": 4,
      "alignment_index": [
        4
      ]
    },
    {
      "span": {
        "start": 396,
        "end": 742
      },
      "index": 5,
      "alignment_index": [
        5
      ]
    },
    {
      "span": {
        "start": 743,
        "end": 1083
      },
      "index": 6,
      "alignment_index": [
        6
      ]
    },
    {
      "span": {
        "start": 1084,
        "end": 1348
      },
      "index": 7,
      "alignment_index": [
        7
      ]
    },
    {
      "span": {
        "start": 1349,
        "end": 1679
      },
      "index": 8,
      "alignment_index": [
        8
      ]
    },
    {
      "span": {
        "start": 1680,
        "end": 1942
      },
      "index": 9,
      "alignment_index": [
        9
      ]
    },
    {
      "span": {
        "start": 1943,
        "end": 2213
      },
      "index": 10,
      "alignment_index": [
        10
      ]
    },
    {
      "span": {
        "start": 2214,
        "end": 2464
      },
      "index": 11,
      "alignment_index": [
        11
      ]
    },
    {
      "span": {
        "start": 2465,
        "end": 2921
      },
      "index": 12,
      "alignment_index": [
        12
      ]
    },
    {
      "span": {
        "start": 2922,
        "end": 3229
      },
      "index": 13,
      "alignment_index": [
        13
      ]
    },
    {
      "span": {
        "start": 3230,
        "end": 3545
      },
      "index": 14,
      "alignment_index": [
        14
      ]
    },
    {
      "span": {
        "start": 3546,
        "end": 3814
      },
      "index": 15,
      "alignment_index": [
        15
      ]
    },
    {
      "span": {
        "start": 3815,
        "end": 4062
      },
      "index": 16,
      "alignment_index": [
        16
      ]
    },
    {
      "span": {
        "start": 4063,
        "end": 4342
      },
      "index": 17,
      "alignment_index": [
        17
      ]
    },
    {
      "span": {
        "start": 4343,
        "end": 4611
      },
      "index": 18,
      "alignment_index": [
        18
      ]
    },
    {
      "span": {
        "start": 4612,
        "end": 4883
      },
      "index": 19,
      "alignment_index": [
        19
      ]
    },
    {
      "span": {
        "start": 4884,
        "end": 5162
      },
      "index": 20,
      "alignment_index": [
        20
      ]
    },
    {
      "span": {
        "start": 5163,
        "end": 5426
      },
      "index": 21,
      "alignment_index": [
        21
      ]
    },
    {
      "span": {
        "start": 5427,
        "end": 5683
      },
      "index": 22,
      "alignment_index": [
        22
      ]
    },
    {
      "span": {
        "start": 5684,
        "end": 5930
      },
      "index": 23,
      "alignment_index": [
        23
      ]
    },
    {
      "span": {
        "start": 5931,
        "end": 6163
      },
      "index": 24,
      "alignment_index": [
        24
      ]
    },
    {
      "span": {
        "start": 6164,
        "end": 6433
      },
      "index": 25,
      "alignment_index": [
        25
      ]
    },
    {
      "span": {
        "start": 6434,
        "end": 6773
      },
      "index": 26,
      "alignment_index": [
        26
      ]
    },
    {
      "span": {
        "start": 6774,
        "end": 7018
      },
      "index": 27,
      "alignment_index": [
        27
      ]
    },
    {
      "span": {
        "start": 7019,
        "end": 7271
      },
      "index": 28,
      "alignment_index": [
        28
      ]
    },
    {
      "span": {
        "start": 7272,
        "end": 7570
      },
      "index": 29,
      "alignment_index": [
        29
      ]
    },
    {
      "span": {
        "start": 7571,
        "end": 7838
      },
      "index": 30,
      "alignment_index": [
        30
      ]
    },
    {
      "span": {
        "start": 7839,
        "end": 8147
      },
      "index": 31,
      "alignment_index": [
        31
      ]
    },
    {
      "span": {
        "start": 8148,
        "end": 8433
      },
      "index": 32,
      "alignment_index": [
        32
      ]
    },
    {
      "span": {
        "start": 8434,
        "end": 8434
      },
      "index": 33,
      "alignment_index": [
        33
      ]
    },
    {
      "span": {
        "start": 8435,
        "end": 8487
      },
      "index": 34,
      "alignment_index": [
        34
      ]
    },
    {
      "span": {
        "start": 8488,
        "end": 8747
      },
      "index": 35,
      "alignment_index": [
        35
      ]
    },
    {
      "span": {
        "start": 8748,
        "end": 9109
      },
      "index": 36,
      "alignment_index": [
        36
      ]
    },
    {
      "span": {
        "start": 9110,
        "end": 9403
      },
      "index": 37,
      "alignment_index": [
        37
      ]
    },
    {
      "span": {
        "start": 9404,
        "end": 9685
      },
      "index": 38,
      "alignment_index": [
        38
      ]
    },
    {
      "span": {
        "start": 9686,
        "end": 9969
      },
      "index": 39,
      "alignment_index": [
        39
      ]
    },
    {
      "span": {
        "start": 9970,
        "end": 10241
      },
      "index": 40,
      "alignment_index": [
        40
      ]
    },
    {
      "span": {
        "start": 10242,
        "end": 10502
      },
      "index": 41,
      "alignment_index": [
        41
      ]
    },
    {
      "span": {
        "start": 10503,
        "end": 10749
      },
      "index": 42,
      "alignment_index": [
        42
      ]
    },
    {
      "span": {
        "start": 10750,
        "end": 10973
      },
      "index": 43,
      "alignment_index": [
        43
      ]
    },
    {
      "span": {
        "start": 10974,
        "end": 11263
      },
      "index": 44,
      "alignment_index": [
        44
      ]
    },
    {
      "span": {
        "start": 11264,
        "end": 11588
      },
      "index": 45,
      "alignment_index": [
        45
      ]
    },
    {
      "span": {
        "start": 11589,
        "end": 11893
      },
      "index": 46,
      "alignment_index": [
        46
      ]
    },
    {
      "span": {
        "start": 11894,
        "end": 12281
      },
      "index": 47,
      "alignment_index": [
        47
      ]
    },
    {
      "span": {
        "start": 12282,
        "end": 12282
      },
      "index": 48,
      "alignment_index": [
        48
      ]
    },
    {
      "span": {
        "start": 12283,
        "end": 12283
      },
      "index": 49,
      "alignment_index": [
        49
      ]
    },
    {
      "span": {
        "start": 12284,
        "end": 12521
      },
      "index": 50,
      "alignment_index": [
        50
      ]
    },
    {
      "span": {
        "start": 12522,
        "end": 12812
      },
      "index": 51,
      "alignment_index": [
        51
      ]
    },
    {
      "span": {
        "start": 12813,
        "end": 13081
      },
      "index": 52,
      "alignment_index": [
        52
      ]
    },
    {
      "span": {
        "start": 13082,
        "end": 13352
      },
      "index": 53,
      "alignment_index": [
        53
      ]
    },
    {
      "span": {
        "start": 13353,
        "end": 13723
      },
      "index": 54,
      "alignment_index": [
        54
      ]
    },
    {
      "span": {
        "start": 13724,
        "end": 14122
      },
      "index": 55,
      "alignment_index": [
        55
      ]
    },
    {
      "span": {
        "start": 14123,
        "end": 14374
      },
      "index": 56,
      "alignment_index": [
        56
      ]
    },
    {
      "span": {
        "start": 14375,
        "end": 14619
      },
      "index": 57,
      "alignment_index": [
        57
      ]
    },
    {
      "span": {
        "start": 14620,
        "end": 14620
      },
      "index": 58,
      "alignment_index": [
        58
      ]
    },
    {
      "span": {
        "start": 14621,
        "end": 14621
      },
      "index": 59,
      "alignment_index": [
        59
      ]
    },
    {
      "span": {
        "start": 14622,
        "end": 14903
      },
      "index": 60,
      "alignment_index": [
        60
      ]
    },
    {
      "span": {
        "start": 14904,
        "end": 15189
      },
      "index": 61,
      "alignment_index": [
        61
      ]
    },
    {
      "span": {
        "start": 15190,
        "end": 15427
      },
      "index": 62,
      "alignment_index": [
        62
      ]
    },
    {
      "span": {
        "start": 15428,
        "end": 15720
      },
      "index": 63,
      "alignment_index": [
        63
      ]
    },
    {
      "span": {
        "start": 15721,
        "end": 16133
      },
      "index": 64,
      "alignment_index": [
        64
      ]
    },
    {
      "span": {
        "start": 16134,
        "end": 16353
      },
      "index": 65,
      "alignment_index": [
        65
      ]
    },
    {
      "span": {
        "start": 16354,
        "end": 16564
      },
      "index": 66,
      "alignment_index": [
        66
      ]
    },
    {
      "span": {
        "start": 16565,
        "end": 16565
      },
      "index": 67,
      "alignment_index": [
        67
      ]
    },
    {
      "span": {
        "start": 16566,
        "end": 16566
      },
      "index": 68,
      "alignment_index": [
        68
      ]
    },
    {
      "span": {
        "start": 16567,
        "end": 16783
      },
      "index": 69,
      "alignment_index": [
        69
      ]
    },
    {
      "span": {
        "start": 16784,
        "end": 17062
      },
      "index": 70,
      "alignment_index": [
        70
      ]
    },
    {
      "span": {
        "start": 17063,
        "end": 17344
      },
      "index": 71,
      "alignment_index": [
        71
      ]
    },
    {
      "span": {
        "start": 17345,
        "end": 17607
      },
      "index": 72,
      "alignment_index": [
        72
      ]
    },
    {
      "span": {
        "start": 17608,
        "end": 17885
      },
      "index": 73,
      "alignment_index": [
        73
      ]
    },
    {
      "span": {
        "start": 17886,
        "end": 18234
      },
      "index": 74,
      "alignment_index": [
        74
      ]
    },
    {
      "span": {
        "start": 18235,
        "end": 18473
      },
      "index": 75,
      "alignment_index": [
        75
      ]
    },
    {
      "span": {
        "start": 18474,
        "end": 18728
      },
      "index": 76,
      "alignment_index": [
        76
      ]
    },
    {
      "span": {
        "start": 18729,
        "end": 19000
      },
      "index": 77,
      "alignment_index": [
        77
      ]
    },
    {
      "span": {
        "start": 19001,
        "end": 19001
      },
      "index": 78,
      "alignment_index": [
        78
      ]
    },
    {
      "span": {
        "start": 19002,
        "end": 19002
      },
      "index": 79,
      "alignment_index": [
        79
      ]
    },
    {
      "span": {
        "start": 19003,
        "end": 19230
      },
      "index": 80,
      "alignment_index": [
        80
      ]
    },
    {
      "span": {
        "start": 19231,
        "end": 19526
      },
      "index": 81,
      "alignment_index": [
        81
      ]
    },
    {
      "span": {
        "start": 19527,
        "end": 19786
      },
      "index": 82,
      "alignment_index": [
        82
      ]
    },
    {
      "span": {
        "start": 19787,
        "end": 20101
      },
      "index": 83,
      "alignment_index": [
        83
      ]
    },
    {
      "span": {
        "start": 20102,
        "end": 20407
      },
      "index": 84,
      "alignment_index": [
        84
      ]
    },
    {
      "span": {
        "start": 20408,
        "end": 20690
      },
      "index": 85,
      "alignment_index": [
        85
      ]
    },
    {
      "span": {
        "start": 20691,
        "end": 20993
      },
      "index": 86,
      "alignment_index": [
        86
      ]
    },
    {
      "span": {
        "start": 20994,
        "end": 21238
      },
      "index": 87,
      "alignment_index": [
        87
      ]
    },
    {
      "span": {
        "start": 21239,
        "end": 21494
      },
      "index": 88,
      "alignment_index": [
        88
      ]
    },
    {
      "span": {
        "start": 21495,
        "end": 21495
      },
      "index": 89,
      "alignment_index": [
        89
      ]
    },
    {
      "span": {
        "start": 21496,
        "end": 21496
      },
      "index": 90,
      "alignment_index": [
        90
      ]
    },
    {
      "span": {
        "start": 21497,
        "end": 21706
      },
      "index": 91,
      "alignment_index": [
        91
      ]
    },
    {
      "span": {
        "start": 21707,
        "end": 21883
      },
      "index": 92,
      "alignment_index": [
        92
      ]
    },
    {
      "span": {
        "start": 21884,
        "end": 22173
      },
      "index": 93,
      "alignment_index": [
        93
      ]
    },
    {
      "span": {
        "start": 22174,
        "end": 22449
      },
      "index": 94,
      "alignment_index": [
        94
      ]
    },
    {
      "span": {
        "start": 22450,
        "end": 22674
      },
      "index": 95,
      "alignment_index": [
        95
      ]
    },
    {
      "span": {
        "start": 22675,
        "end": 22980
      },
      "index": 96,
      "alignment_index": [
        96
      ]
    },
    {
      "span": {
        "start": 22981,
        "end": 23230
      },
      "index": 97,
      "alignment_index": [
        97
      ]
    },
    {
      "span": {
        "start": 23231,
        "end": 23231
      },
      "index": 98,
      "alignment_index": [
        98
      ]
    },
    {
      "span": {
        "start": 23232,
        "end": 23232
      },
      "index": 99,
      "alignment_index": [
        99
      ]
    },
    {
      "span": {
        "start": 23233,
        "end": 23495
      },
      "index": 100,
      "alignment_index": [
        100
      ]
    },
    {
      "span": {
        "start": 23496,
        "end": 24056
      },
      "index": 101,
      "alignment_index": [
        101
      ]
    },
    {
      "span": {
        "start": 24057,
        "end": 24340
      },
      "index": 102,
      "alignment_index": [
        102
      ]
    },
    {
      "span": {
        "start": 24341,
        "end": 24645
      },
      "index": 103,
      "alignment_index": [
        103
      ]
    },
    {
      "span": {
        "start": 24646,
        "end": 24646
      },
      "index": 104,
      "alignment_index": [
        104
      ]
    },
    {
      "span": {
        "start": 24647,
        "end": 24647
      },
      "index": 105,
      "alignment_index": [
        105
      ]
    },
    {
      "span": {
        "start": 24648,
        "end": 24926
      },
      "index": 106,
      "alignment_index": [
        106
      ]
    },
    {
      "span": {
        "start": 24927,
        "end": 25177
      },
      "index": 107,
      "alignment_index": [
        107
      ]
    },
    {
      "span": {
        "start": 25178,
        "end": 25178
      },
      "index": 108,
      "alignment_index": [
        108
      ]
    },
    {
      "span": {
        "start": 25179,
        "end": 25179
      },
      "index": 109,
      "alignment_index": [
        109
      ]
    },
    {
      "span": {
        "start": 25180,
        "end": 25557
      },
      "index": 110,
      "alignment_index": [
        110
      ]
    },
    {
      "span": {
        "start": 25558,
        "end": 25848
      },
      "index": 111,
      "alignment_index": [
        111
      ]
    },
    {
      "span": {
        "start": 25849,
        "end": 26097
      },
      "index": 112,
      "alignment_index": [
        112
      ]
    },
    {
      "span": {
        "start": 26098,
        "end": 26380
      },
      "index": 113,
      "alignment_index": [
        113
      ]
    },
    {
      "span": {
        "start": 26381,
        "end": 26674
      },
      "index": 114,
      "alignment_index": [
        114
      ]
    },
    {
      "span": {
        "start": 26675,
        "end": 26944
      },
      "index": 115,
      "alignment_index": [
        115
      ]
    },
    {
      "span": {
        "start": 26945,
        "end": 27246
      },
      "index": 116,
      "alignment_index": [
        116
      ]
    },
    {
      "span": {
        "start": 27247,
        "end": 27521
      },
      "index": 117,
      "alignment_index": [
        117
      ]
    },
    {
      "span": {
        "start": 27522,
        "end": 27771
      },
      "index": 118,
      "alignment_index": [
        118
      ]
    },
    {
      "span": {
        "start": 27772,
        "end": 28067
      },
      "index": 119,
      "alignment_index": [
        119
      ]
    },
    {
      "span": {
        "start": 28068,
        "end": 28068
      },
      "index": 120,
      "alignment_index": [
        120
      ]
    },
    {
      "span": {
        "start": 28069,
        "end": 28069
      },
      "index": 121,
      "alignment_index": [
        121
      ]
    },
    {
      "span": {
        "start": 28070,
        "end": 28300
      },
      "index": 122,
      "alignment_index": [
        122
      ]
    },
    {
      "span": {
        "start": 28301,
        "end": 28593
      },
      "index": 123,
      "alignment_index": [
        123
      ]
    },
    {
      "span": {
        "start": 28594,
        "end": 28852
      },
      "index": 124,
      "alignment_index": [
        124
      ]
    },
    {
      "span": {
        "start": 28853,
        "end": 29197
      },
      "index": 125,
      "alignment_index": [
        125
      ]
    },
    {
      "span": {
        "start": 29198,
        "end": 29450
      },
      "index": 126,
      "alignment_index": [
        126
      ]
    },
    {
      "span": {
        "start": 29451,
        "end": 29719
      },
      "index": 127,
      "alignment_index": [
        127
      ]
    },
    {
      "span": {
        "start": 29720,
        "end": 29952
      },
      "index": 128,
      "alignment_index": [
        128
      ]
    },
    {
      "span": {
        "start": 29953,
        "end": 30187
      },
      "index": 129,
      "alignment_index": [
        129
      ]
    },
    {
      "span": {
        "start": 30188,
        "end": 30475
      },
      "index": 130,
      "alignment_index": [
        130
      ]
    },
    {
      "span": {
        "start": 30476,
        "end": 30751
      },
      "index": 131,
      "alignment_index": [
        131
      ]
    },
    {
      "span": {
        "start": 30752,
        "end": 30752
      },
      "index": 132,
      "alignment_index": [
        132
      ]
    },
    {
      "span": {
        "start": 30753,
        "end": 30753
      },
      "index": 133,
      "alignment_index": [
        133
      ]
    },
    {
      "span": {
        "start": 30754,
        "end": 31007
      },
      "index": 134,
      "alignment_index": [
        134
      ]
    },
    {
      "span": {
        "start": 31008,
        "end": 31323
      },
      "index": 135,
      "alignment_index": [
        135
      ]
    },
    {
      "span": {
        "start": 31324,
        "end": 31583
      },
      "index": 136,
      "alignment_index": [
        136
      ]
    },
    {
      "span": {
        "start": 31584,
        "end": 31836
      },
      "index": 137,
      "alignment_index": [
        137
      ]
    },
    {
      "span": {
        "start": 31837,
        "end": 32108
      },
      "index": 138,
      "alignment_index": [
        138
      ]
    },
    {
      "span": {
        "start": 32109,
        "end": 32427
      },
      "index": 139,
      "alignment_index": [
        139
      ]
    },
    {
      "span": {
        "start": 32428,
        "end": 32705
      },
      "index": 140,
      "alignment_index": [
        140
      ]
    },
    {
      "span": {
        "start": 32706,
        "end": 32933
      },
      "index": 141,
      "alignment_index": [
        141
      ]
    },
    {
      "span": {
        "start": 32934,
        "end": 33158
      },
      "index": 142,
      "alignment_index": [
        142
      ]
    },
    {
      "span": {
        "start": 33159,
        "end": 33159
      },
      "index": 143,
      "alignment_index": [
        143
      ]
    },
    {
      "span": {
        "start": 33160,
        "end": 33160
      },
      "index": 144,
      "alignment_index": [
        144
      ]
    },
    {
      "span": {
        "start": 33161,
        "end": 33512
      },
      "index": 145,
      "alignment_index": [
        145
      ]
    },
    {
      "span": {
        "start": 33513,
        "end": 33794
      },
      "index": 146,
      "alignment_index": [
        146
      ]
    },
    {
      "span": {
        "start": 33795,
        "end": 33795
      },
      "index": 147,
      "alignment_index": [
        147
      ]
    },
    {
      "span": {
        "start": 33796,
        "end": 33796
      },
      "index": 148,
      "alignment_index": [
        148
      ]
    },
    {
      "span": {
        "start": 33797,
        "end": 34098
      },
      "index": 149,
      "alignment_index": [
        149
      ]
    },
    {
      "span": {
        "start": 34099,
        "end": 34339
      },
      "index": 150,
      "alignment_index": [
        150
      ]
    },
    {
      "span": {
        "start": 34340,
        "end": 34486
      },
      "index": 151,
      "alignment_index": [
        151
      ]
    },
    {
      "span": {
        "start": 34487,
        "end": 34628
      },
      "index": 152,
      "alignment_index": [
        152
      ]
    },
    {
      "span": {
        "start": 34629,
        "end": 35063
      },
      "index": 153,
      "alignment_index": [
        153
      ]
    },
    {
      "span": {
        "start": 35064,
        "end": 35343
      },
      "index": 154,
      "alignment_index": [
        154
      ]
    },
    {
      "span": {
        "start": 35344,
        "end": 35595
      },
      "index": 155,
      "alignment_index": [
        155
      ]
    },
    {
      "span": {
        "start": 35596,
        "end": 35861
      },
      "index": 156,
      "alignment_index": [
        156
      ]
    },
    {
      "span": {
        "start": 35862,
        "end": 36124
      },
      "index": 157,
      "alignment_index": [
        157
      ]
    },
    {
      "span": {
        "start": 36125,
        "end": 36414
      },
      "index": 158,
      "alignment_index": [
        158
      ]
    },
    {
      "span": {
        "start": 36415,
        "end": 36415
      },
      "index": 159,
      "alignment_index": [
        159
      ]
    },
    {
      "span": {
        "start": 36416,
        "end": 36416
      },
      "index": 160,
      "alignment_index": [
        160
      ]
    },
    {
      "span": {
        "start": 36417,
        "end": 36654
      },
      "index": 161,
      "alignment_index": [
        161
      ]
    },
    {
      "span": {
        "start": 36655,
        "end": 36956
      },
      "index": 162,
      "alignment_index": [
        162
      ]
    },
    {
      "span": {
        "start": 36957,
        "end": 37263
      },
      "index": 163,
      "alignment_index": [
        163
      ]
    },
    {
      "span": {
        "start": 37264,
        "end": 37768
      },
      "index": 164,
      "alignment_index": [
        164
      ]
    },
    {
      "span": {
        "start": 37769,
        "end": 38031
      },
      "index": 165,
      "alignment_index": [
        165
      ]
    },
    {
      "span": {
        "start": 38032,
        "end": 38352
      },
      "index": 166,
      "alignment_index": [
        166
      ]
    },
    {
      "span": {
        "start": 38353,
        "end": 38641
      },
      "index": 167,
      "alignment_index": [
        167
      ]
    },
    {
      "span": {
        "start": 38642,
        "end": 38923
      },
      "index": 168,
      "alignment_index": [
        168
      ]
    },
    {
      "span": {
        "start": 38924,
        "end": 38924
      },
      "index": 169,
      "alignment_index": [
        169
      ]
    },
    {
      "span": {
        "start": 38925,
        "end": 38925
      },
      "index": 170,
      "alignment_index": [
        170
      ]
    },
    {
      "span": {
        "start": 38926,
        "end": 39211
      },
      "index": 171,
      "alignment_index": [
        171
      ]
    },
    {
      "span": {
        "start": 39212,
        "end": 39498
      },
      "index": 172,
      "alignment_index": [
        172
      ]
    },
    {
      "span": {
        "start": 39499,
        "end": 39873
      },
      "index": 173,
      "alignment_index": [
        173
      ]
    },
    {
      "span": {
        "start": 39874,
        "end": 40139
      },
      "index": 174,
      "alignment_index": [
        174
      ]
    },
    {
      "span": {
        "start": 40140,
        "end": 40423
      },
      "index": 175,
      "alignment_index": [
        175
      ]
    },
    {
      "span": {
        "start": 40424,
        "end": 40731
      },
      "index": 176,
      "alignment_index": [
        176
      ]
    },
    {
      "span": {
        "start": 40732,
        "end": 40732
      },
      "index": 177,
      "alignment_index": [
        177
      ]
    },
    {
      "span": {
        "start": 40733,
        "end": 40733
      },
      "index": 178,
      "alignment_index": [
        178
      ]
    },
    {
      "span": {
        "start": 40734,
        "end": 41096
      },
      "index": 179,
      "alignment_index": [
        179
      ]
    },
    {
      "span": {
        "start": 41097,
        "end": 41383
      },
      "index": 180,
      "alignment_index": [
        180
      ]
    },
    {
      "span": {
        "start": 41384,
        "end": 41791
      },
      "index": 181,
      "alignment_index": [
        181
      ]
    },
    {
      "span": {
        "start": 41792,
        "end": 42130
      },
      "index": 182,
      "alignment_index": [
        182
      ]
    },
    {
      "span": {
        "start": 42131,
        "end": 42409
      },
      "index": 183,
      "alignment_index": [
        183
      ]
    },
    {
      "span": {
        "start": 42410,
        "end": 42903
      },
      "index": 184,
      "alignment_index": [
        184
      ]
    },
    {
      "span": {
        "start": 42904,
        "end": 43260
      },
      "index": 185,
      "alignment_index": [
        185
      ]
    },
    {
      "span": {
        "start": 43261,
        "end": 43261
      },
      "index": 186,
      "alignment_index": [
        186
      ]
    },
    {
      "span": {
        "start": 43262,
        "end": 43262
      },
      "index": 187,
      "alignment_index": [
        187
      ]
    },
    {
      "span": {
        "start": 43263,
        "end": 43525
      },
      "index": 188,
      "alignment_index": [
        188
      ]
    },
    {
      "span": {
        "start": 43526,
        "end": 43827
      },
      "index": 189,
      "alignment_index": [
        189
      ]
    },
    {
      "span": {
        "start": 43828,
        "end": 44092
      },
      "index": 190,
      "alignment_index": [
        190
      ]
    },
    {
      "span": {
        "start": 44093,
        "end": 44463
      },
      "index": 191,
      "alignment_index": [
        191
      ]
    },
    {
      "span": {
        "start": 44464,
        "end": 44729
      },
      "index": 192,
      "alignment_index": [
        192
      ]
    },
    {
      "span": {
        "start": 44730,
        "end": 44944
      },
      "index": 193,
      "alignment_index": [
        193
      ]
    },
    {
      "span": {
        "start": 44945,
        "end": 45205
      },
      "index": 194,
      "alignment_index": [
        194
      ]
    },
    {
      "span": {
        "start": 45206,
        "end": 45440
      },
      "index": 195,
      "alignment_index": [
        195
      ]
    },
    {
      "span": {
        "start": 45441,
        "end": 45441
      },
      "index": 196,
      "alignment_index": [
        196
      ]
    },
    {
      "span": {
        "start": 45442,
        "end": 45442
      },
      "index": 197,
      "alignment_index": [
        197
      ]
    },
    {
      "span": {
        "start": 45443,
        "end": 45693
      },
      "index": 198,
      "alignment_index": [
        198
      ]
    },
    {
      "span": {
        "start": 45694,
        "end": 45958
      },
      "index": 199,
      "alignment_index": [
        199
      ]
    },
    {
      "span": {
        "start": 45959,
        "end": 46212
      },
      "index": 200,
      "alignment_index": [
        200
      ]
    },
    {
      "span": {
        "start": 46213,
        "end": 46213
      },
      "index": 201,
      "alignment_index": [
        201
      ]
    },
    {
      "span": {
        "start": 46214,
        "end": 46475
      },
      "index": 202,
      "alignment_index": [
        202
      ]
    },
    {
      "span": {
        "start": 46476,
        "end": 46751
      },
      "index": 203,
      "alignment_index": [
        203
      ]
    },
    {
      "span": {
        "start": 46752,
        "end": 47022
      },
      "index": 204,
      "alignment_index": [
        204
      ]
    },
    {
      "span": {
        "start": 47023,
        "end": 47352
      },
      "index": 205,
      "alignment_index": [
        205
      ]
    },
    {
      "span": {
        "start": 47353,
        "end": 47353
      },
      "index": 206,
      "alignment_index": [
        206
      ]
    },
    {
      "span": {
        "start": 47354,
        "end": 47354
      },
      "index": 207,
      "alignment_index": [
        207
      ]
    },
    {
      "span": {
        "start": 47355,
        "end": 47659
      },
      "index": 208,
      "alignment_index": [
        208
      ]
    },
    {
      "span": {
        "start": 47660,
        "end": 47953
      },
      "index": 209,
      "alignment_index": [
        209
      ]
    },
    {
      "span": {
        "start": 47954,
        "end": 48224
      },
      "index": 210,
      "alignment_index": [
        210
      ]
    },
    {
      "span": {
        "start": 48225,
        "end": 48490
      },
      "index": 211,
      "alignment_index": [
        211
      ]
    },
    {
      "span": {
        "start": 48491,
        "end": 48803
      },
      "index": 212,
      "alignment_index": [
        212
      ]
    },
    {
      "span": {
        "start": 48804,
        "end": 49019
      },
      "index": 213,
      "alignment_index": [
        213
      ]
    },
    {
      "span": {
        "start": 49020,
        "end": 49353
      },
      "index": 214,
      "alignment_index": [
        214
      ]
    },
    {
      "span": {
        "start": 49354,
        "end": 49643
      },
      "index": 215,
      "alignment_index": [
        215
      ]
    },
    {
      "span": {
        "start": 49644,
        "end": 49950
      },
      "index": 216,
      "alignment_index": [
        216
      ]
    },
    {
      "span": {
        "start": 49951,
        "end": 50174
      },
      "index": 217,
      "alignment_index": [
        217
      ]
    },
    {
      "span": {
        "start": 50175,
        "end": 50389
      },
      "index": 218,
      "alignment_index": [
        218
      ]
    },
    {
      "span": {
        "start": 50390,
        "end": 50682
      },
      "index": 219,
      "alignment_index": [
        219
      ]
    },
    {
      "span": {
        "start": 50683,
        "end": 50929
      },
      "index": 220,
      "alignment_index": [
        220
      ]
    },
    {
      "span": {
        "start": 50930,
        "end": 51166
      },
      "index": 221,
      "alignment_index": [
        221
      ]
    },
    {
      "span": {
        "start": 51167,
        "end": 51453
      },
      "index": 222,
      "alignment_index": [
        222
      ]
    },
    {
      "span": {
        "start": 51454,
        "end": 51788
      },
      "index": 223,
      "alignment_index": [
        223
      ]
    },
    {
      "span": {
        "start": 51789,
        "end": 52048
      },
      "index": 224,
      "alignment_index": [
        224
      ]
    },
    {
      "span": {
        "start": 52049,
        "end": 52338
      },
      "index": 225,
      "alignment_index": [
        225
      ]
    },
    {
      "span": {
        "start": 52339,
        "end": 52611
      },
      "index": 226,
      "alignment_index": [
        226
      ]
    },
    {
      "span": {
        "start": 52612,
        "end": 52896
      },
      "index": 227,
      "alignment_index": [
        227
      ]
    },
    {
      "span": {
        "start": 52897,
        "end": 53151
      },
      "index": 228,
      "alignment_index": [
        228
      ]
    },
    {
      "span": {
        "start": 53152,
        "end": 53529
      },
      "index": 229,
      "alignment_index": [
        229
      ]
    },
    {
      "span": {
        "start": 53530,
        "end": 53819
      },
      "index": 230,
      "alignment_index": [
        230
      ]
    },
    {
      "span": {
        "start": 53820,
        "end": 54185
      },
      "index": 231,
      "alignment_index": [
        231
      ]
    },
    {
      "span": {
        "start": 54186,
        "end": 54186
      },
      "index": 232,
      "alignment_index": [
        232
      ]
    },
    {
      "span": {
        "start": 54187,
        "end": 54187
      },
      "index": 233,
      "alignment_index": [
        233
      ]
    },
    {
      "span": {
        "start": 54188,
        "end": 54449
      },
      "index": 234,
      "alignment_index": [
        234
      ]
    },
    {
      "span": {
        "start": 54450,
        "end": 54701
      },
      "index": 235,
      "alignment_index": [
        235
      ]
    },
    {
      "span": {
        "start": 54702,
        "end": 55062
      },
      "index": 236,
      "alignment_index": [
        236
      ]
    },
    {
      "span": {
        "start": 55063,
        "end": 55345
      },
      "index": 237,
      "alignment_index": [
        237
      ]
    },
    {
      "span": {
        "start": 55346,
        "end": 55647
      },
      "index": 238,
      "alignment_index": [
        238
      ]
    },
    {
      "span": {
        "start": 55648,
        "end": 55934
      },
      "index": 239,
      "alignment_index": [
        239
      ]
    },
    {
      "span": {
        "start": 55935,
        "end": 56268
      },
      "index": 240,
      "alignment_index": [
        240
      ]
    },
    {
      "span": {
        "start": 56269,
        "end": 56568
      },
      "index": 241,
      "alignment_index": [
        241
      ]
    },
    {
      "span": {
        "start": 56569,
        "end": 56569
      },
      "index": 242,
      "alignment_index": [
        242
      ]
    },
    {
      "span": {
        "start": 56570,
        "end": 56570
      },
      "index": 243,
      "alignment_index": [
        243
      ]
    },
    {
      "span": {
        "start": 56571,
        "end": 56844
      },
      "index": 244,
      "alignment_index": [
        244
      ]
    },
    {
      "span": {
        "start": 56845,
        "end": 57147
      },
      "index": 245,
      "alignment_index": [
        245
      ]
    },
    {
      "span": {
        "start": 57148,
        "end": 57545
      },
      "index": 246,
      "alignment_index": [
        246
      ]
    },
    {
      "span": {
        "start": 57546,
        "end": 57826
      },
      "index": 247,
      "alignment_index": [
        247
      ]
    },
    {
      "span": {
        "start": 57827,
        "end": 58161
      },
      "index": 248,
      "alignment_index": [
        248
      ]
    },
    {
      "span": {
        "start": 58162,
        "end": 58453
      },
      "index": 249,
      "alignment_index": [
        249
      ]
    },
    {
      "span": {
        "start": 58454,
        "end": 58684
      },
      "index": 250,
      "alignment_index": [
        250
      ]
    },
    {
      "span": {
        "start": 58685,
        "end": 58987
      },
      "index": 251,
      "alignment_index": [
        251
      ]
    },
    {
      "span": {
        "start": 58988,
        "end": 59278
      },
      "index": 252,
      "alignment_index": [
        252
      ]
    },
    {
      "span": {
        "start": 59279,
        "end": 59675
      },
      "index": 253,
      "alignment_index": [
        253
      ]
    },
    {
      "span": {
        "start": 59676,
        "end": 60003
      },
      "index": 254,
      "alignment_index": [
        254
      ]
    },
    {
      "span": {
        "start": 60004,
        "end": 60256
      },
      "index": 255,
      "alignment_index": [
        255
      ]
    },
    {
      "span": {
        "start": 60257,
        "end": 60629
      },
      "index": 256,
      "alignment_index": [
        256
      ]
    },
    {
      "span": {
        "start": 60630,
        "end": 60630
      },
      "index": 257,
      "alignment_index": [
        257
      ]
    },
    {
      "span": {
        "start": 60631,
        "end": 60631
      },
      "index": 258,
      "alignment_index": [
        258
      ]
    },
    {
      "span": {
        "start": 60632,
        "end": 60861
      },
      "index": 259,
      "alignment_index": [
        259
      ]
    },
    {
      "span": {
        "start": 60862,
        "end": 61110
      },
      "index": 260,
      "alignment_index": [
        260
      ]
    },
    {
      "span": {
        "start": 61111,
        "end": 61437
      },
      "index": 261,
      "alignment_index": [
        261
      ]
    },
    {
      "span": {
        "start": 61438,
        "end": 61739
      },
      "index": 262,
      "alignment_index": [
        262
      ]
    },
    {
      "span": {
        "start": 61740,
        "end": 61740
      },
      "index": 263,
      "alignment_index": [
        263
      ]
    },
    {
      "span": {
        "start": 61741,
        "end": 61741
      },
      "index": 264,
      "alignment_index": [
        264
      ]
    },
    {
      "span": {
        "start": 61742,
        "end": 62051
      },
      "index": 265,
      "alignment_index": [
        265
      ]
    },
    {
      "span": {
        "start": 62052,
        "end": 62323
      },
      "index": 266,
      "alignment_index": [
        266
      ]
    },
    {
      "span": {
        "start": 62324,
        "end": 62592
      },
      "index": 267,
      "alignment_index": [
        267
      ]
    },
    {
      "span": {
        "start": 62593,
        "end": 62848
      },
      "index": 268,
      "alignment_index": [
        268
      ]
    },
    {
      "span": {
        "start": 62849,
        "end": 63102
      },
      "index": 269,
      "alignment_index": [
        269
      ]
    },
    {
      "span": {
        "start": 63103,
        "end": 63416
      },
      "index": 270,
      "alignment_index": [
        270
      ]
    },
    {
      "span": {
        "start": 63417,
        "end": 63417
      },
      "index": 271,
      "alignment_index": [
        271
      ]
    },
    {
      "span": {
        "start": 63418,
        "end": 63418
      },
      "index": 272,
      "alignment_index": [
        272
      ]
    },
    {
      "span": {
        "start": 63419,
        "end": 63685
      },
      "index": 273,
      "alignment_index": [
        273
      ]
    },
    {
      "span": {
        "start": 63686,
        "end": 63953
      },
      "index": 274,
      "alignment_index": [
        274
      ]
    },
    {
      "span": {
        "start": 63954,
        "end": 64188
      },
      "index": 275,
      "alignment_index": [
        275
      ]
    },
    {
      "span": {
        "start": 64189,
        "end": 64464
      },
      "index": 276,
      "alignment_index": [
        276
      ]
    },
    {
      "span": {
        "start": 64465,
        "end": 64706
      },
      "index": 277,
      "alignment_index": [
        277
      ]
    },
    {
      "span": {
        "start": 64707,
        "end": 64976
      },
      "index": 278,
      "alignment_index": [
        278
      ]
    },
    {
      "span": {
        "start": 64977,
        "end": 64977
      },
      "index": 279,
      "alignment_index": [
        279
      ]
    },
    {
      "span": {
        "start": 64978,
        "end": 64978
      },
      "index": 280,
      "alignment_index": [
        280
      ]
    },
    {
      "span": {
        "start": 64979,
        "end": 65233
      },
      "index": 281,
      "alignment_index": [
        281
      ]
    },
    {
      "span": {
        "start": 65234,
        "end": 65494
      },
      "index": 282,
      "alignment_index": [
        282
      ]
    },
    {
      "span": {
        "start": 65495,
        "end": 65788
      },
      "index": 283,
      "alignment_index": [
        283
      ]
    },
    {
      "span": {
        "start": 65789,
        "end": 66070
      },
      "index": 284,
      "alignment_index": [
        284
      ]
    },
    {
      "span": {
        "start": 66071,
        "end": 66321
      },
      "index": 285,
      "alignment_index": [
        285
      ]
    },
    {
      "span": {
        "start": 66322,
        "end": 66591
      },
      "index": 286,
      "alignment_index": [
        286
      ]
    },
    {
      "span": {
        "start": 66592,
        "end": 66829
      },
      "index": 287,
      "alignment_index": [
        287
      ]
    },
    {
      "span": {
        "start": 66830,
        "end": 67083
      },
      "index": 288,
      "alignment_index": [
        288
      ]
    },
    {
      "span": {
        "start": 67084,
        "end": 67084
      },
      "index": 289,
      "alignment_index": [
        289
      ]
    },
    {
      "span": {
        "start": 67085,
        "end": 67085
      },
      "index": 290,
      "alignment_index": [
        290
      ]
    },
    {
      "span": {
        "start": 67086,
        "end": 67379
      },
      "index": 291,
      "alignment_index": [
        291
      ]
    },
    {
      "span": {
        "start": 67380,
        "end": 67728
      },
      "index": 292,
      "alignment_index": [
        292
      ]
    },
    {
      "span": {
        "start": 67729,
        "end": 67984
      },
      "index": 293,
      "alignment_index": [
        293
      ]
    },
    {
      "span": {
        "start": 67985,
        "end": 68255
      },
      "index": 294,
      "alignment_index": [
        294
      ]
    },
    {
      "span": {
        "start": 68256,
        "end": 68558
      },
      "index": 295,
      "alignment_index": [
        295
      ]
    },
    {
      "span": {
        "start": 68559,
        "end": 68909
      },
      "index": 296,
      "alignment_index": [
        296
      ]
    },
    {
      "span": {
        "start": 68910,
        "end": 69299
      },
      "index": 297,
      "alignment_index": [
        297
      ]
    },
    {
      "span": {
        "start": 69300,
        "end": 69571
      },
      "index": 298,
      "alignment_index": [
        298
      ]
    },
    {
      "span": {
        "start": 69572,
        "end": 69873
      },
      "index": 299,
      "alignment_index": [
        299
      ]
    },
    {
      "span": {
        "start": 69874,
        "end": 69874
      },
      "index": 300,
      "alignment_index": [
        300
      ]
    },
    {
      "span": {
        "start": 69875,
        "end": 69875
      },
      "index": 301,
      "alignment_index": [
        301
      ]
    },
    {
      "span": {
        "start": 69876,
        "end": 70153
      },
      "index": 302,
      "alignment_index": [
        302
      ]
    },
    {
      "span": {
        "start": 70154,
        "end": 70456
      },
      "index": 303,
      "alignment_index": [
        303
      ]
    },
    {
      "span": {
        "start": 70457,
        "end": 70715
      },
      "index": 304,
      "alignment_index": [
        304
      ]
    },
    {
      "span": {
        "start": 70716,
        "end": 70978
      },
      "index": 305,
      "alignment_index": [
        305
      ]
    },
    {
      "span": {
        "start": 70979,
        "end": 71288
      },
      "index": 306,
      "alignment_index": [
        306
      ]
    },
    {
      "span": {
        "start": 71289,
        "end": 71594
      },
      "index": 307,
      "alignment_index": [
        307
      ]
    },
    {
      "span": {
        "start": 71595,
        "end": 71869
      },
      "index": 308,
      "alignment_index": [
        308
      ]
    },
    {
      "span": {
        "start": 71870,
        "end": 71870
      },
      "index": 309,
      "alignment_index": [
        309
      ]
    },
    {
      "span": {
        "start": 71871,
        "end": 71871
      },
      "index": 310,
      "alignment_index": [
        310
      ]
    },
    {
      "span": {
        "start": 71872,
        "end": 72118
      },
      "index": 311,
      "alignment_index": [
        311
      ]
    },
    {
      "span": {
        "start": 72119,
        "end": 72481
      },
      "index": 312,
      "alignment_index": [
        312
      ]
    },
    {
      "span": {
        "start": 72482,
        "end": 72781
      },
      "index": 313,
      "alignment_index": [
        313
      ]
    },
    {
      "span": {
        "start": 72782,
        "end": 73052
      },
      "index": 314,
      "alignment_index": [
        314
      ]
    },
    {
      "span": {
        "start": 73053,
        "end": 73338
      },
      "index": 315,
      "alignment_index": [
        315
      ]
    },
    {
      "span": {
        "start": 73339,
        "end": 73594
      },
      "index": 316,
      "alignment_index": [
        316
      ]
    },
    {
      "span": {
        "start": 73595,
        "end": 73857
      },
      "index": 317,
      "alignment_index": [
        317
      ]
    },
    {
      "span": {
        "start": 73858,
        "end": 74176
      },
      "index": 318,
      "alignment_index": [
        318
      ]
    },
    {
      "span": {
        "start": 74177,
        "end": 74442
      },
      "index": 319,
      "alignment_index": [
        319
      ]
    },
    {
      "span": {
        "start": 74443,
        "end": 74697
      },
      "index": 320,
      "alignment_index": [
        320
      ]
    },
    {
      "span": {
        "start": 74698,
        "end": 75070
      },
      "index": 321,
      "alignment_index": [
        321
      ]
    },
    {
      "span": {
        "start": 75071,
        "end": 75312
      },
      "index": 322,
      "alignment_index": [
        322
      ]
    },
    {
      "span": {
        "start": 75313,
        "end": 75647
      },
      "index": 323,
      "alignment_index": [
        323
      ]
    },
    {
      "span": {
        "start": 75648,
        "end": 75965
      },
      "index": 324,
      "alignment_index": [
        324
      ]
    },
    {
      "span": {
        "start": 75966,
        "end": 75966
      },
      "index": 325,
      "alignment_index": [
        325
      ]
    },
    {
      "span": {
        "start": 75967,
        "end": 75967
      },
      "index": 326,
      "alignment_index": [
        326
      ]
    },
    {
      "span": {
        "start": 75968,
        "end": 76260
      },
      "index": 327,
      "alignment_index": [
        327
      ]
    },
    {
      "span": {
        "start": 76261,
        "end": 76538
      },
      "index": 328,
      "alignment_index": [
        328
      ]
    },
    {
      "span": {
        "start": 76539,
        "end": 76800
      },
      "index": 329,
      "alignment_index": [
        329
      ]
    },
    {
      "span": {
        "start": 76801,
        "end": 77052
      },
      "index": 330,
      "alignment_index": [
        330
      ]
    },
    {
      "span": {
        "start": 77053,
        "end": 77367
      },
      "index": 331,
      "alignment_index": [
        331
      ]
    },
    {
      "span": {
        "start": 77368,
        "end": 77642
      },
      "index": 332,
      "alignment_index": [
        332
      ]
    },
    {
      "span": {
        "start": 77643,
        "end": 77948
      },
      "index": 333,
      "alignment_index": [
        333
      ]
    },
    {
      "span": {
        "start": 77949,
        "end": 78227
      },
      "index": 334,
      "alignment_index": [
        334
      ]
    },
    {
      "span": {
        "start": 78228,
        "end": 78510
      },
      "index": 335,
      "alignment_index": [
        335
      ]
    },
    {
      "span": {
        "start": 78511,
        "end": 78801
      },
      "index": 336,
      "alignment_index": [
        336
      ]
    },
    {
      "span": {
        "start": 78802,
        "end": 79027
      },
      "index": 337,
      "alignment_index": [
        337
      ]
    },
    {
      "span": {
        "start": 79028,
        "end": 79310
      },
      "index": 338,
      "alignment_index": [
        338
      ]
    },
    {
      "span": {
        "start": 79311,
        "end": 79595
      },
      "index": 339,
      "alignment_index": [
        339
      ]
    },
    {
      "span": {
        "start": 79596,
        "end": 79866
      },
      "index": 340,
      "alignment_index": [
        340
      ]
    },
    {
      "span": {
        "start": 79867,
        "end": 79867
      },
      "index": 341,
      "alignment_index": [
        341
      ]
    },
    {
      "span": {
        "start": 79868,
        "end": 79868
      },
      "index": 342,
      "alignment_index": [
        342
      ]
    },
    {
      "span": {
        "start": 79869,
        "end": 80171
      },
      "index": 343,
      "alignment_index": [
        343
      ]
    },
    {
      "span": {
        "start": 80172,
        "end": 80506
      },
      "index": 344,
      "alignment_index": [
        344
      ]
    },
    {
      "span": {
        "start": 80507,
        "end": 80798
      },
      "index": 345,
      "alignment_index": [
        345
      ]
    },
    {
      "span": {
        "start": 80799,
        "end": 81106
      },
      "index": 346,
      "alignment_index": [
        346
      ]
    },
    {
      "span": {
        "start": 81107,
        "end": 81398
      },
      "index": 347,
      "alignment_index": [
        347
      ]
    },
    {
      "span": {
        "start": 81399,
        "end": 81694
      },
      "index": 348,
      "alignment_index": [
        348
      ]
    },
    {
      "span": {
        "start": 81695,
        "end": 82056
      },
      "index": 349,
      "alignment_index": [
        349
      ]
    },
    {
      "span": {
        "start": 82057,
        "end": 82331
      },
      "index": 350,
      "alignment_index": [
        350
      ]
    },
    {
      "span": {
        "start": 82332,
        "end": 82640
      },
      "index": 351,
      "alignment_index": [
        351
      ]
    },
    {
      "span": {
        "start": 82641,
        "end": 82929
      },
      "index": 352,
      "alignment_index": [
        352
      ]
    },
    {
      "span": {
        "start": 82930,
        "end": 83197
      },
      "index": 353,
      "alignment_index": [
        353
      ]
    },
    {
      "span": {
        "start": 83198,
        "end": 83482
      },
      "index": 354,
      "alignment_index": [
        354
      ]
    },
    {
      "span": {
        "start": 83483,
        "end": 83757
      },
      "index": 355,
      "alignment_index": [
        355
      ]
    },
    {
      "span": {
        "start": 83758,
        "end": 84015
      },
      "index": 356,
      "alignment_index": [
        356
      ]
    },
    {
      "span": {
        "start": 84016,
        "end": 84285
      },
      "index": 357,
      "alignment_index": [
        357
      ]
    },
    {
      "span": {
        "start": 84286,
        "end": 84512
      },
      "index": 358,
      "alignment_index": [
        358
      ]
    },
    {
      "span": {
        "start": 84513,
        "end": 84730
      },
      "index": 359,
      "alignment_index": [
        359
      ]
    },
    {
      "span": {
        "start": 84731,
        "end": 84973
      },
      "index": 360,
      "alignment_index": [
        360
      ]
    },
    {
      "span": {
        "start": 84974,
        "end": 84974
      },
      "index": 361,
      "alignment_index": [
        361
      ]
    },
    {
      "span": {
        "start": 84975,
        "end": 84975
      },
      "index": 362,
      "alignment_index": [
        362
      ]
    },
    {
      "span": {
        "start": 84976,
        "end": 85310
      },
      "index": 363,
      "alignment_index": [
        363
      ]
    },
    {
      "span": {
        "start": 85311,
        "end": 85623
      },
      "index": 364,
      "alignment_index": [
        364
      ]
    },
    {
      "span": {
        "start": 85624,
        "end": 85910
      },
      "index": 365,
      "alignment_index": [
        365
      ]
    },
    {
      "span": {
        "start": 85911,
        "end": 86253
      },
      "index": 366,
      "alignment_index": [
        366
      ]
    },
    {
      "span": {
        "start": 86254,
        "end": 86695
      },
      "index": 367,
      "alignment_index": [
        367
      ]
    },
    {
      "span": {
        "start": 86696,
        "end": 86945
      },
      "index": 368,
      "alignment_index": [
        368
      ]
    },
    {
      "span": {
        "start": 86946,
        "end": 86946
      },
      "index": 369,
      "alignment_index": [
        369
      ]
    },
    {
      "span": {
        "start": 86947,
        "end": 86947
      },
      "index": 370,
      "alignment_index": [
        370
      ]
    },
    {
      "span": {
        "start": 86948,
        "end": 86948
      },
      "index": 371,
      "alignment_index": [
        371
      ]
    },
    {
      "span": {
        "start": 86949,
        "end": 87015
      },
      "index": 372,
      "alignment_index": [
        372
      ]
    },
    {
      "span": {
        "start": 87016,
        "end": 87125
      },
      "index": 373,
      "alignment_index": [
        373
      ]
    }
  ]
}