{
  "language": "it",
  "content": "Ratnaguṇasaṃcayagāthā: La Perfezione della saggezza in versi Condensati - Raccolta delle Sublimi Qualità che comprende la Vacuità (Prajñāpāramitā)\nIn sanscrito: Ārya-Prajñāpāramitā-Saṁcaya-Gāthā.\\nIn tibetano: La Nobile Raccolta di versi della Perfezione della saggezza.\\nOmaggio al nobile Mañjuśrī.\nAllora anche il Beato, per suscitare profonda gioia in quelle quattro assemblee, insegnando questa Perfezione della saggezza, in quel momento pronunciò questi versi:\n\nCon suprema gioia, profondo rispetto e fede ben stabiliti,\\nDopo aver eliminato le oscurazioni sia afflizioni mentali che cognitive, superando ogni impurità,\\nAscoltate la perfezione della saggezza dei bodhisattva dalla mente pacificata,\\nChe manifestamente si dedicano al beneficio di tutti gli esseri, pratica in cui i valorosi si immergono con bodhicitta.\n## Capitolo Primo: L'Insegnamento dell'onniscienza\\n\\nIn questo nostro Jambudvīpa, ovunque i fiumi scorrono copiosi,\\nDando vita a fiori, frutti, piante medicinali e rigogliose foreste,\\nTutto ciò ha origine dal possente signore dei nāga,\\nChe dimora nel sacro lago Anavatapta, privo di ogni pericolo.\\nTale è il potere e splendore del signore dei nāga.\nQualsiasi insegnamento del Dharma che gli Śrāvaka del Vittorioso tramandano,\\nLe spiegazioni che offrono con ragionamenti logici ben articolati,\\nLa felicità suprema trascendente che generano e i frutti spirituali che ne derivano –\\nTutto questo è manifestazione del potere di quell'essere sublime, il Tathāgata.\nPerché? Perché sulla via del Dharma rivelata dal Vittorioso,\\nGli esseri supremi, divenuti suoi discepoli, hanno appreso perfettamente questi insegnamenti,\\nE dopo averli realizzati in modo diretto, trasmettono fedelmente agli esseri senzienti ciò che hanno compreso.\\nQuesto avviene grazie al potere benedetto del Buddha, non attraverso il loro potere personale.\nLaddove non si percepisce la suprema perfezione della saggezza,\\nné si percepisce il bodhisattva, né la mente dell'illuminazione;\\nchi, udito ciò, rimane senza confusione e senza timore,\\nquel bodhisattva pratica la saggezza del Sugata.\nNon vi è forma, né sensazione, né percezione, né volizione;  \\nNon esiste in esso nemmeno la più piccola particella minima di coscienza.  \\nChi non dimora in tutti i fenomeni e pratica senza dimorare,  \\nLibero da ogni appropriazione, ottiene il risveglio dei Sugata.\nCome l'asceta errante, dotato di conoscenza analitica,\\nContempla senza riferimenti la dissoluzione degli aggregati - forma, sensazioni, percezioni, formazioni e coscienza,\\nCosì il bodhisattva che comprende i dharma come privi di natura intrinseca,\\nNon si rifugia nel nirvana pacifico né si lega al samsara, ma dimora nella saggezza.\nAncora egli indaga: 'Che cos'è questa saggezza? A chi appartiene?\\nDa dove proviene?' Così contempla che tutti i dharma sono vuoti.\\nDopo aver esaminato a fondo, non si scoraggia né prova timore.\\nUn bodhisattva così è vicino al risveglio.\nSe inconsapevolmente percepisce la forma\\nE pratica con gli aggregati di sensazione, volizione e coscienza,\\nAnche contemplando questi aggregati come vuoti, il bodhisattva\\nPratica ancora con segni e non ha fede nel dimorare della non-origine.\nColui che non considera la forma, la sensazione, la percezione o la volizione come intrinsecamente esistenti,\\nNon opera nella coscienza e pratica senza dimorare in alcun luogo,\\nNon percepisce né 'io pratico' né 'io non pratico', ma si stabilizza nella saggezza non concettuale;\\nCon mente che comprende la non-origine, raggiunge il samādhi supremo e pacifico che i Buddha hanno predetto.\nLa mente dell'illuminazione che qui dimora in questa pace interiore,\\nÈ stata profetizzata dai Tathāgata dei tempi passati;\\nNon ha presunzione pensando 'sono in samādhi' o 'ne sono uscito',\\nPerché? Perché ha compreso pienamente la natura intrinseca dei dharma.\nCosì praticando si manifesta la saggezza dei Sugata,\\nPoiché comprende pienamente che la non-pratica è la vera pratica.\\nQualsiasi dharma si pratichi non diviene oggetto di riferimento concettuale:\\nQuesta è la pratica suprema della perfezione della saggezza.\nCiò che appare esistere ma manca di natura intrinseca, quello si definisce inesistente;\\nGli esseri ordinari, esaminandolo, cadono negli estremi di esistenza e non esistenza.\\nEsistenza e non esistenza sono entrambi dharma privi di realtà ultima, mere elaborazioni concettuali;\\nIl bodhisattva che comprende questa verità, attraverso la perfezione della saggezza, certamente raggiungerà la liberazione.\nChi sul sentiero di preparazione riconosce i cinque aggregati (skandha) come un'illusione magica,\\nE non pone differenza di verità tra l'illusione magica e gli aggregati stessi,\\nLibero da percezioni discriminanti di esistenza e non-esistenza, praticando nella pace:\\nQuesta è la pratica suprema della perfezione della saggezza che trascende ogni concettualizzazione.\nChi possiede un amico spirituale virtuoso e ha sviluppato visione superiore,\\nNon proverà mai timore nell'ascoltare la Madre dei Vittoriosi, la Prajñāpāramitā.\\nChi invece frequenta amici negativi e dipende dagli altri per la comprensione profonda,\\nÈ come un vaso di argilla cruda che si disintegra al contatto con l'acqua.\nPerché questo essere è chiamato bodhisattva?\\nRecide l'attaccamento e aspira ad estinguere completamente ogni attaccamento verso tutti i fenomeni.\\nRaggiunge il risveglio dei Vittoriosi, quella condizione suprema libera da ogni attaccamento.\\nPer queste ragioni ottiene il nome di bodhisattva.\nPer quale ragione questi è chiamato 'mahāsattva'?\\nPerché, grazie alla bodhicitta, è divenuto supremo tra le innumerevoli moltitudini di esseri senzienti,\\nE perché, con la saggezza che comprende la vacuità, recide le grandi visioni erronee dei regni degli esseri senzienti.\\nPer questi motivi, dotato delle perfezioni supreme, viene giustamente chiamato 'mahāsattva'.\nGrande nella generosità, nella saggezza e nel potere,\\nChe percorre la via suprema del Grande Veicolo dei Vittoriosi,\\nRivestito della grande armatura, che vince le illusioni di Māra,\\nPer questi motivi viene proclamato 'mahāsattva'.\nCome un illusionista che al crocevia crea emanazioni,\\nE fa sembrare che moltitudini si taglino reciprocamente milioni di teste;\\nProprio come quelle vittime illusorie, così la mente dell'illuminazione\\nComprende pienamente che tutti gli esseri sono come illusioni, e perciò non prova alcuna paura.\nLa forma, la percezione, la sensazione e la volizione,\\nE la coscienza: né vincolate né liberate, in realtà non esistono.\\nCosì, impegnandosi nella realizzazione del risveglio senza mente scoraggiata o timorosa,\\nQuesta è l'armatura suprema delle persone sublimi.\nPerché mai questo è chiamato il Grande Veicolo del risveglio?\\nPerché chi vi sale conduce tutti gli esseri senzienti oltre il nirvana.\\nQuesto veicolo è come lo spazio, un grande palazzo incommensurabile,\\nÈ il veicolo supremo che fa manifestamente realizzare gioia, felicità e benessere.\nNon si percepisce colui che, salito in sella, si dirige verso una meta,  \\nQuando si parla di 'andare al nirvana', nessun andare si può osservare.  \\nCome una persona morta non ha alcun luogo dove andare,  \\nPer questa ragione si dice che egli 'è entrato nel nirvana'.\nIl bodhisattva non percepisce il limite del passato, il limite del futuro,\\nNé ciò che sorge nel presente; è puro dai tre tempi.\\nQuesta natura incondizionata, libera da proliferazioni concettuali di percorso o risultato;\\nÈ la pratica suprema della perfezione della saggezza.\nQuando il bodhisattva saggio e consapevole, in quel momento,  \\ncontempla la non-origine e così pratica,  \\ngenerando grande compassione senza percezione degli esseri senzienti,  \\nquesta è la pratica suprema della perfezione della saggezza.\nSe uno concepisce esseri senzienti e genera percezione di sofferenza,\\nPensando: 'Realizzerò lo scopo degli esseri e rimuoverò la loro sofferenza',\\nTale bodhisattva che concepisce mentalmente sé e gli esseri senzienti come reali,\\nNon sta praticando la suprema perfezione della saggezza.\nCome riconosco la vacuità del mio sé, così vanno compresi tutti gli esseri senzienti;\\nCome tutti gli esseri senzienti sono privi di sostanza, così vanno compresi tutti i fenomeni.\\nTrascendendo la dualità tra non-nascita e nascita, senza concettualizzazioni,\\nQuesta è la pratica suprema della perfezione della saggezza.\nNel mondo, quanti nomi del dharma vengano proclamati,  \\nAbbandonando sia la nascita che il trascendere completamente di tutti questi,  \\nSi ottiene la saggezza sublime, immortale, oltre la quale nulla esiste,  \\nPer questo è chiamata perfezione della saggezza.\nIl bodhisattva che così pratica, libero da ogni dubbio,\\nSappia che dimora nell'equanimità, dotato di saggezza.\\nComprendendo pienamente che tutti i fenomeni sono privi di natura intrinseca,\\nQuesta è la suprema pratica della perfezione della saggezza.\n\nCapitolo secondo: L'insegnamento sulla conoscenza omnisciente di tutti i sentieri\nChi non dimora nella forma, né nella sensazione,\\nChi non dimora nella percezione, né nella volizione,\\nChi non dimora nella coscienza, ma dimora nella talità —\\nQuesta è la pratica suprema della perfezione della saggezza.\nNel permanente e impermanenza, nel piacere e sofferenza, nel gradevole e sgradevole,\\nNel sé e assenza di sé, nella talità e nel vuoto della talità,\\nNon dimora nei frutti ottenuti né nella terra dell'Arhat,\\nNé nella terra del pratyekabuddha, né in quella del Buddha.\nCome la Guida non dimora nell'elemento incondizionato,\\nCosì non dimora nemmeno nei fenomeni condizionati, praticando senza dimora.\\nAllo stesso modo il bodhisattva dimora nelle basi senza dimora;\\nQuesto paradosso del dimorare senza dimora è ciò che il Vittorioso ha proclamato essere l'autentico dimorare.\nChi aspira a diventare Śrāvaka del Sugata,\\nChi desidera divenire Pratyekabuddha o Re del Dharma,\\nNon potrà mai conseguirlo senza fondarsi su questa pazienza,\\nCome chi non vede la possibilità di passare da questa all'altra sponda.\nChi insegna il dharma, chi ascolta e ciò che viene insegnato,\\nI frutti conseguiti, i vittoriosi sulle condizioni e i Protettori del mondo,\\nQualsiasi nirvana raggiunto dai saggi dalla mente illuminata:\\nTutto questo, il Tathāgata ha insegnato essere simile a un'illusione magica.\nQuattro sono coloro che non tremano di fronte a questi profondi insegnamenti:\\nIl figlio del Vittorioso saggio nella verità e colui che è irreversibile;\\nL'Arhat che ha purificato ogni macchia e abbandonato ogni dubbio;\\nE il quarto, colui che è pienamente sostenuto da un amico spirituale virtuoso.\nCosì pratica il bodhisattva saggio e consapevole:  \\nNon si addestra al livello dell'Arhat, né alla condizione dei pratyekabuddha che contemplano il sorgere dipendente.  \\nSi addestra invece negli insegnamenti del Buddha per raggiungere l'onniscienza a beneficio di tutti gli esseri;  \\nChi trascende la dualità dell'addestrarsi e del non più in addestramento, costui veramente si addestra nel sentiero autentico.\nNon si addestra per accrescere la forma, né per il suo declino, né per la sua appropriazione;  \\nNon pratica per l'appropriazione dei molteplici fenomeni;  \\nEppure, addestrandosi senza apprensione, abbraccia l'onniscienza stessa;  \\nQuesto è il sentiero definitivo di emancipazione per chi gioisce nelle qualità.\nLa forma non è saggezza, né nella forma la saggezza dimora.\\nCoscienza, percezione, sensazione e volizione, queste tutte,\\nNon sono saggezza, né in esse la saggezza si trova.\\nCome l'elemento dello spazio, tutto questo è senza distinzione.\nLa natura intrinseca degli oggetti di riferimento concettuale è senza limite estremo,\\nLa natura intrinseca degli esseri senzienti è anch'essa senza limite estremo.\\nLa natura intrinseca dell'elemento dello spazio è parimenti senza limite estremo,\\nE infinita è la saggezza di coloro che il mondo comprendono.\n'La percezione che afferra i fenomeni come reali è questa sponda,' così ha proclamato la Guida;  \\nDistruggendo con la saggezza analitica delle scritture e del ragionamento la percezione erronea e abbandonandola, si attraversa verso l'altra sponda.  \\nColoro che si liberano dalle percezioni che considerano gli oggetti come veramente esistenti e raggiungono gli otto stati di conoscenza,  \\nAvendo raggiunto l'altra sponda, dimorano nell'essenza profonda dell'insegnamento del Maestro sulla natura primordiale non nata dei fenomeni.\nAnche se il Maestro dimorasse per eoni\\nnumerosi quanto i granelli di sabbia del Gange,\\nproclamando ovunque il nome di 'esseri senzienti',\\npoiché tutto è puro dall'origine, come potrebbero mai esistere esseri?\\nQuesta è la suprema pratica della perfezione della saggezza.\nCosì parla il Vittorioso: 'Quando parlai in accordo con questa suprema perfezione,\\nIn quel momento l'Essere supremo dei tempi passati, Dīpaṃkara, mi profetizzò,\\nDichiarando che nei tempi futuri sarei diventato un Buddha,\\nQuesta profezia mi fu data mentre raggiungevo la pazienza della non-originazione dei fenomeni.'\n\n\nChi con riverenza accoglie e comprende a fondo\\nLa Perfezione della Saggezza in cui dimorano gli esseri illuminati,\\nNon potrà essere danneggiato da veleno, armi, fuoco o acqua,\\nE né Māra né le sue schiere troveranno modo di nuocergli.\nSe qualcuno costruisse stupa del Buddha Sugata dopo il suo completo nirvana,\\nRealizzati con i sette tesori preziosi e devotamente li onorasse;\\nE se colmasse migliaia di miliardi di campi buddhici\\nCon tanti stupa del Sugata quanti sono i granelli di sabbia del Gange;\nSe si contemplassero innumerevoli miliardi di campi buddhici,\\nTutti gli esseri senzienti che vi dimorano,\\nE se questi esseri, dedicandosi esclusivamente all'offerta di magnifici fiori celesti, pregiati incensi come sandalo e aquilaria,\\nE unguenti profumati, li venerassero al mattino, mezzogiorno e sera, per eoni o persino più a lungo;\nColui che trascrive su un libro questa Madre del Sugata, la Prajñāpāramitā,\\nDa cui sorgono i dieci poteri delle guide supreme,\\nE la porta con sé, venerandola con fiori e unguenti profumati,\\nGenera un merito con cui quello di costruire e venerare stupa non regge minimamente il confronto.\nQuesta perfezione della saggezza dei Vittoriosi è un grande vidyā-mantra,\\nChe pacifica completamente tutte le sofferenze e il nirvana degli innumerevoli regni degli esseri senzienti.\\nTutti i Protettori del mondo, quelli passati e quelli nelle dieci direzioni,\\nAvendo studiato e praticato questo vidyā-mantra, sono divenuti insuperabili re della medicina.\nColoro che, seguendo la condotta di Samantabhadra, praticano con compassione per il beneficio altrui,\\nSaggi che, meditando su questo vidyā-mantra della Prajñāpāramitā, toccheranno il supremo risveglio.\\nOgni beatitudine, sia quella dei fenomeni condizionati del samsara sia quella incondizionata del nirvana,\\nSappiate che tutte queste gioie sgorgano da questo karma di saggezza trascendente.\nCome semi, piantati nella terra della mente, germogliano,\\nE quando incontrano tutte le condizioni necessarie, crescono in molteplici forme,\\nCosì le cinque perfezioni e tutte le innumerevoli qualità del risveglio,\\nNascono interamente dalla perfezione della saggezza, madre di tutti i risvegliati.\nOvunque viaggi il sovrano universale (cakravartin) sul suo regale sentiero,\\nPer quella stessa via immancabilmente lo seguono i sette tesori preziosi e tutte le armate;\\nDovunque dimori questa perfezione della saggezza dei Vittoriosi,\\nIn quella stessa via fioriranno spontaneamente tutte le qualità e tutti i fenomeni.\n\n\nIl Vittorioso pose a Indra una domanda sulla scelta tra reliquie e saggezza, ed egli rispose:\\n'Se esistessero campi buddhici numerosi quanto i granelli di sabbia del Gange,\\nE se tutti fossero colmi di reliquie dei Vittoriosi, ammassate come montagne,\\nIo sceglierei questa Perfezione della Saggezza, poiché è essa la causa dell'esistenza del Buddha stesso.'\nPerché mai? Non è che io manchi di rispetto alle reliquie del corpo.  \\nTuttavia, è proprio grazie alla saggezza pienamente coltivata che si rende venerazione.  \\nCome coloro che sono al servizio di un re ricevono onori,  \\ncosì le reliquie del Buddha si fondano sulla perfezione della saggezza.\nIl gioiello divino della Prajñāpāramitā, dotato di ogni qualità, dal valore inestimabile,\\nRende degno di venerazione lo scrigno delle reliquie in cui dimora.\\nAnche quando il gioiello trascendente viene rimosso, lo scrigno resta venerato,\\nPoiché tali qualità appartengono al prezioso gioielli preziosi dell'illuminazione.\nCosì, grazie alle supreme qualità della perfezione della saggezza,\\nanche dopo che il Vittorioso è entrato nel nirvana, le sue reliquie ricevono venerazione.\\nPertanto, chiunque aspiri a realizzare le sublimi qualità del Vittorioso\\naccolga e pratichi la perfezione della saggezza: questa è la vera liberazione che deriva dalla realizzazione della vacuità.\nLa saggezza preceda la generosità nel donare,\\nCosì disciplina morale, pazienza, diligenza e dhyana.\\nQual abbracciare completamente, preserva ogni virtù dall'essere dispersa,\\nSvelando nei fenomeni tutti la loro unica natura vuota.\nCome nel Jambudvīpa esistono miliardi di alberi,\\nDi varie specie, molteplici forme e innumerevoli aspetti,\\nEppure, sebbene vengano enumerate come ombre,\\nLe ombre non presentano varietà né distinzioni specifiche.\nCosì anche queste cinque perfezioni dei Vittoriosi\\nOttengono il nome stesso di Perfezione della Saggezza;\\nSe dedicate al fine dell'onniscienza suprema,\\nTutte e sei diventano di un sol sapore, chiamate risveglio.\n\n\nSe un bodhisattva che non ha realizzato direttamente la vacuità  \\nInsegna che i cinque aggregati – forma, percezione, sensazione, volizione e coscienza –  \\nSono meramente impermanenza, si dedica a una pratica contraffatta;  \\nI saggi non attribuiscono mai dissoluzione ai fenomeni nella loro realtà ultima.\nLaddove non vi è forma, né sensazione, né percezione alcuna,\\nNé coscienza esiste, né volizione si non percepisce;\\nLa comprensione piena che tutti i fenomeni sono non-origine e intrinsecamente vacuità,\\nQuesta è la pratica suprema della perfezione della saggezza.\nSe qualcuno, nei campi buddhici numerosi\\nQuanto i granelli di sabbia del fiume Gange,\\nConducesse tutti gli esseri senzienti ivi dimoranti\\nFino allo stato di Arhat,\\n\\nChi invece trascrivesse questa perfezione della saggezza\\nE ne facesse dono in forma di libro ai supremi esseri senzienti,\\nQuegli esseri supremi capaci di comprenderla,\\nGenererebbe un merito di gran lunga superiore.\nPerché mai i maestri supremi, dopo essersi qui addestrati,\\nInsegnano che tutti i fenomeni sono pervasi dalla vacuità?\\nPerché ascoltando ciò, gli Śrāvaka raggiungono rapidamente la liberazione,\\nE si ottiene il risveglio dei pratyekabuddha e il risveglio dei Buddha.\nCome nel mondo non può nascere un albero senza il suo germoglio,\\nE come potrebbero apparire rami, foglie, fiore e frutto senza di esso?\\nCosì, senza la mente dell'illuminazione, non vi sarebbero Vittoriosi nel mondo;\\nCome potrebbero allora manifestarsi Indra, Brahma e i frutti degli Śrāvaka?\nQuando il disco solare dispiega la sua rete di raggi,\\nin quel momento gli esseri senzienti si dedicano con impegno alle loro karma;\\ncosì, quando i saggi nel mondo generano la mente dell'illuminazione per ottenere la saggezza,\\nattraverso la saggezza primordiale del Vittorioso gli esseri senzienti vengono dotati delle qualità e del dharma, sia temporanei che definitivi.\nCome senza il signore dei nāga che dimora nel lago Manasarovar - fonte del bodhicitta -\\ncome potrebbero i fiumi della saggezza scorrere in questo Jambudvīpa?\\nSenza fiumi non nascerebbero né i fiori delle paramita né i frutti dei tre tipi di illuminazione,\\ne nell'oceano non si formerebbero le innumerevoli forme di gioielli preziosi delle sublimi qualità del Buddha.\nCosì in questo mondo, senza la mente dell'illuminazione, come potrebbero\\nSgorgare le saggezze dei Sugata in tutti i mondi?\\nSenza saggezza non v'è crescita di qualità, né vie al risveglio,\\nNé gli insegnamenti del Buddha, vasti come l'oceano, potrebbero manifestarsi.\nQuanti esseri che irradiano luce e esseri viventi esistano in questo mondo,\\nTutti loro emanano raggi per illuminare lo spazio circostante,\\nUn solo raggio sprigionato dal disco solare li trascende immensamente supremo:\\nTutte le luci dell'intera moltitudine di luminari non possono eguagliare neppure una frazione del suo splendore.\n\n\nQuanto merito generano le assemblee di Śrāvaka\\nattraverso generosità, disciplina morale e meditazione,\\nun solo istante di gioia simpatetica nel cuore di un bodhisattva\\nsupera immensamente tutto l'aggregato di merito delle assemblee di Śrāvaka.\nI numerosi miliardi di Buddha dei tempi passati, frutti perfetti del sentiero,\\nColoro che dimorano negli infiniti campi buddhici nelle dieci direzioni,\\nE anche quei Protettori del mondo recentemente trascesi nel nirvana,\\nTutti insegnano i gioielli preziosi del dharma per estinguere definitivamente la sofferenza.\nDal primo istante in cui suscitarono il supremo pensiero del risveglio,\\nFino all'esaurirsi del sacro dharma di queste Guide;\\nTutto il merito che questi Vittoriosi hanno accumulato in tale periodo,\\nSia legato alle perfezioni, sia agli insegnamenti del Buddha e a ogni altro merito.\nTutti i meriti dei Buddha, dei loro figli spirituali e degli Śrāvaka,\\nDi coloro in addestramento e di chi non è più in addestramento, le virtù contaminate e incontaminate,\\nIl bodhisattva li raccoglie e gioisce con gioia simpatetica,\\nE tutto dedica al risveglio, causa del beneficio degli esseri.\nSe durante la dedicazione completa sorge la percezione di una mente intrinsecamente esistente,\\nE si concepisce il risveglio come oggetto reale e gli esseri senzienti come destinatari concreti,\\nPer via di queste percezioni, la mente che dimora in visioni false sviluppa attaccamento ai tre cicli,\\nCon tali oggetti di riferimento concettuale, non si realizza una dedicazione completa autentica e pura.\nSe comprendi che i dharma sorgono e si esauriscono,\\nE anche ciò a cui si dedica completamente non ha sostanza duratura,\\nE realizzi che in verità un dharma non dedica mai un altro,\\nCon questa consapevolezza della vacuità, compi l'autentica dedica.\nSe si dedica con attaccamento ai segni, non è vera dedicazione;\\nQuando si agisce nell'assenza di caratteristiche, si dedica autenticamente al risveglio.\\nCome consumare cibo prelibato contaminato dal veleno,\\nCosì il Vittorioso insegna riguardo all'oggetto di riferimento concettuale ai dharma.\nPerciò si deve apprendere a dedicare completamente in questo modo:\\nCome i Vittoriosi comprendono nella loro saggezza quella virtù,\\nQualunque ne sia l'aspetto, l'origine e le caratteristiche intrinseche,\\nCosì con gioia simpatetica io dedico completamente.\nCosì dedicando completamente il merito al risveglio in modo non-concettuale,\\nSi è liberi dal veleno, non si abbandona il Buddha e si parla secondo gli insegnamenti del Vittorioso.\\nIn questo modo, il bodhisattva eroe che dedica completamente senza concettualizzazioni\\nTrascende tutti i bodhisattva mondani legati alle percezioni dualistiche, qualunque sia il loro numero.\n\n\nCome potrebbero innumerevoli miliardi di ciechi privi di guida\\nConoscere il sentiero, e tantomeno entrare nel villaggio dell'illuminazione?\\nSenza la saggezza che comprende la vacuità, queste cinque perfezioni sono prive di occhi,\\nE senza questa guida illuminante, non potranno mai raggiungere il completo risveglio.\nQuando dalla saggezza si è completamente permeati,\\nAllora si ottiene l'occhio e si acquisisce il vero nome.\\nCome un dipinto perfettamente completato ma privo di occhi,\\nFinché gli occhi non vengono tracciati, non si ottiene la ricompensa.\nQuando i fenomeni condizionati e incondizionati, bianchi e neri dharma,\\nVengono analizzati e demoliti dalla saggezza fino a non percepire neppure una particella minima,\\nNel mondo, questo viene annoverato come perfezione della saggezza,\\nSimile allo spazio che non dimora in alcun luogo e non si fonde con alcunché.\nSe penso: 'Io pratico la saggezza dei Vittoriosi  \\nE libererò innumerevoli esseri senzienti toccati da molteplici sofferenze',  \\nSono un bodhisattva che percepisce e concepisce mentalmente gli esseri senzienti;  \\nQuesta non è la pratica suprema della perfezione della saggezza.\nIl bodhisattva che nelle vite passate ha praticato con dedizione,\\nE che senza dubbio è saggio nella pratica delle perfezioni,\\nNon appena ascolta questi insegnamenti, vi riconosce il Maestro stesso,\\nE comprenderà rapidamente il pacifico risveglio.\nNelle vite precedenti, anche se hai servito innumerevoli Buddha,  \\nSe non hai fede nella perfezione della saggezza dei Vittoriosi,  \\nDopo averla udita, con mente limitata la rifiuterai,  \\nE avendola rifiutata, privo di rifugio, precipiterai nell'inferno Avīci.\nDunque, se desiderate conseguire la suprema saggezza dei Buddha,\\nAbbiate fede in questa Madre dei Vittoriosi, la Prajñāpāramitā.\\nCome un mercante che si è recato all'isola dei gioielli preziosi,\\nSarebbe inopportuno tornare con le sole merci esaurite, senza tesori.\n\n\n# La Purezza della Forma, dei Frutti e dell'Onniscienza\\n\\nBisogna comprendere che la purezza della forma\\nè la purezza del frutto.\\nLa purezza del frutto e della forma\\nconducono alla purezza dell'onniscienza completa.\\n\\nL'onniscienza, i frutti purificati\\ne la forma nella sua purezza essenziale,\\nsono come l'elemento dello spazio:\\ninseparabili e indivisibili nella loro natura primordiale.\nIl terzo capitolo espone la base della conoscenza di tutti i fenomeni\\n\\nGli eroi che praticano come danzatori, attraverso la Perfezione della Saggezza,  \\nTrascendono completamente i tre elementi, eppure non sono del tutto liberati.  \\nBenché abbiano eliminato le afflizioni mentali, manifestano ancora nascite,  \\nE pur essendo liberi da vecchiaia, malattia e morte, mostrano comunque il trapasso.\nCome intrappolati nel fango degli aggregati di nome e forma, questi esseri\\nVagano nel ciclo del samsara, simili a una ruota spinta dal vento;\\nComprendendo che gli esseri confusi sono come cervi catturati in una rete,\\nI bodhisattva, dotati della saggezza, si librano nello spazio come uccelli.\nChi nella pratica è totalmente puro e non pratica alla forma,\\nE nemmeno alla coscienza, percezione, sensazione o volizione si lega,\\nCosì praticando, ogni attaccamento completamente abbandona,\\nE, libero da attaccamento, la saggezza dei Sugata realizza.\n\n\nCosì procede il saggio e illuminato bodhisattva,  \\nche, reciso ogni attaccamento ai cinque aggregati, avanza verso gli esseri con perfetta equanimità.  \\nCome il sole che, liberato dalla presa di Rahu, risplende radioso nella sua pienezza,  \\ne come il fuoco che, una volta acceso, brucia completamente erba, albero e foreste, dissolvendo le elaborazioni concettuali.\nContemplando mediante la perfezione della saggezza,\\nIl bodhisattva vede tutti i fenomeni nella loro natura intrinseca e completa purezza.\\nNon percepisce né un agente meditante né tutti i fenomeni come ultimamente esistenti;\\nQuesta è la suprema pratica della perfezione della saggezza che pacifica ogni elaborazione mentale.\n\n\n# La Perfezione della Saggezza: La Quarta Sezione sulla Realizzazione Completa di Tutti gli Aspetti\\n\\n## Il titolo della sezione\\n\\n*La quarta sezione, l'insegnamento della completa comprensione di tutti gli aspetti della saggezza non-concettuale.*\\n\\n## Il Dialogo tra Indra e il Buddha\\n\\n*Al Vittorioso, il re degli dèi Indra (Śakra o Brgya byin) chiese:*\\n\\n'Come dovrebbe essere l'impegno di un bodhisattva  \\nnella pratica della saggezza trascendente?'\\n\\n## La Risposta del Buddha\\n\\n'Non impegnandosi minimamente  \\nnegli aggregati, negli elementi e nelle basi sensoriali,  \\nnon fissandosi neppure sulla loro negazione:  \\nquesto paradossale non-impegno  \\nè il vero impegno del bodhisattva.'\nChi, dopo aver udito questo dharma simile a emanazione e illusione magica,\\nSenza dubbio si addestra e vi si dedica con costanza,\\nSi riconosca in costui un essere senziente che da tempo ha intrapreso il Grande Veicolo\\nE ha compiuto azioni meritorie al cospetto di innumerevoli miliardi di Buddha.\nCome un viandante che ha percorso molte yojana in un sentiero deserto,\\nQuando scorge una rigogliosa foresta ai confini dove dimorano i pastori,\\nPensa: 'Questi sono segni che villaggio e città sono ormai vicini',\\nCosì trova sollievo e non teme più l'assalto dei briganti.\nNel ricercare il risveglio supremo dei Buddha Vittoriosi,\\nChi ascolta questa Perfezione della Saggezza, frutto di antico merito,\\nTrova sollievo come il viaggiatore che scorge la fine del deserto, e diviene libero da ogni timore,\\nTrascendendo sia il livello degli Arhat che quello dei Pratyekabuddha sulla via verso il supremo risveglio.\nQuando un ricercatore s'incammina verso l'oceano della saggezza suprema,\\nSe scorge ancora albero, foreste e montagne - illusioni dualistiche - sa che il Dharmakāya è lontano;\\nMa quando questi segni concettuali svaniscono dalla mente che contempla la perfetta saggezza,\\nComprende, senza dubbio, che il grande oceano dell'illuminazione è ormai vicino.\nCosì, coloro che sono entrati pienamente nel supremo risveglio dei Vittoriosi\\nDovrebbero ascoltare e comprendere questa Perfezione della Saggezza, madre dei Buddha.\\nAnche se la Guida non mi ha predetto l'illuminazione direttamente,\\nNon passerà molto tempo prima che io tocchi il risveglio dei Buddha.\nNella buona stagione primaverile, quando dagli alberi cadono le vecchie foglie,\\nBen presto sui rami appaiono nuove foglie, fiori e frutti.\\nChi riceve e fa propria questa perfezione della saggezza (Prajñāpāramitā),\\nNon tarderà a ottenere il Corpo di Godimento (Sambhogakaya), simile all'albero dei desideri, il risveglio delle Guide spirituali.\nCome una donna incinta che, afflitta dalla sofferenza,  \\nComprende che è giunto il momento di partorire;  \\nCosì il bodhisattva, ascoltando la saggezza dei Vittoriosi,  \\nGenerando gioia e aspirazione, raggiungerà presto il risveglio.\nQuando lo yogin pratica la suprema perfezione della saggezza,\\nnon scorge né aumento né diminuzione nella forma.\\nColui che non vede né il dharma, né le pratiche contrarie agli insegnamenti, né il dharmadhātu,\\ne non tocca il nirvana - costui dimora nella saggezza.\nChi pratica qui senza contemplare gli insegnamenti del Buddha,  \\nNon concettualizza potere, poteri miracolosi, né il risveglio pacifico;  \\nAgisce senza concettualizzazione, libero dai concetti, sostenuto dalle benedizioni:  \\nQuesta è la suprema pratica della perfezione della saggezza.\n\n\nA Colui che è simile alla luna tra gli oratori, al Buddha, Subhuti domandò:  \\n'Quali ostacoli si frappongono a chi si diletta nelle qualità?'  \\nIl Maestro rispose: 'Numerosi sono gli impedimenti che sorgeranno;  \\nDi questi, però, brevemente ne esporrò solo alcuni.'\nQuando si scrive questa perfezione della saggezza dei Vittoriosi,\\nSorgono vari aspetti di eloquenza accompagnate da molteplici distrazioni;\\nSenza aver realizzato il beneficio degli esseri, come lampi svaniscono velocemente,\\nCausando il completo deterioramento della pratica: questo è il karma di Māra.\nQuando questo viene insegnato, alcuni avranno dubbio:\\n'La Guida non ha completamente menzionato il mio sé qui,\\nné ha completamente rivelato la mia stirpe, la mia terra o il mio lignaggio' -\\ncostoro non si deterioreranno, ma abbandoneranno la pratica: questa è l'opera di Māra karma.\nCosì, ignoranti, abbandonano la radice,\\nE confusi, cercano rami e foglie.\\nCome chi, trovato l'elefante, ne cerca le orme,\\nCosì, udita la Perfezione della Saggezza, cercano altri sutra.\nCome chi, dopo aver trovato un cibo dai cento sapori,\\nE poi, nonostante questo cibo supremo, va in cerca di alimenti scadenti,\\nCosì il bodhisattva che ha scoperto queste perfezioni,\\nE cerca il risveglio attraverso la via dell'Arhat, si comporta allo stesso modo.\nDesiderosi di venerare e avidi di guadagni materiali,\\nCon mente attaccata si dedicheranno a intime relazioni con la dimora.\\nAbbandonando il dharma, si volgeranno a pratiche contrarie agli insegnamenti,\\nLasciando il sentiero autentico per vie errate – questa è il karma di Māra.\nColoro che in quel tempo, con aspirazione e fede,\\nsi recano ad ascoltare questo sublime dharma,\\nriconoscendo che l'insegnante è compromesso da interessi mondani di guadagno e fama,\\nse ne vanno senza gioia e con l'animo afflitto.\nIn quell'epoca di declino spirituale sorgeranno queste opere di Māra;\\nCompariranno coloro che, seminando discordia tra i numerosi monaci custodi dei testi sacri,\\nImpediranno che questa perfezione della saggezza venga afferrata;\\nE si manifesteranno molteplici altri ostacoli alla comprensione di questa profonda dottrina.\nCome i gioielli preziosi, dal valore inestimabile,\\nSono rari e costantemente minacciati da numerosi pericoli;\\nCosì la suprema Perfezione della Saggezza dei Vittoriosi,\\nQuesto prezioso dharma, è raro e da molti ostacoli sempre insidiato.\nGli esseri senzienti di mente limitata, appena incamminati sul nuovo veicolo,\\nChe non hanno ancora trovato questi rari gioielli preziosi del Dharma;\\nPer creare ostacoli, Māra diverrà pieno di entusiasmo,\\nMentre i Buddha delle dieci direzioni si impegnano ad abbracciarli completamente.\n\n\nCome quando una Madre si ammala ed ha molti figli,\\nTutti loro, con afflizione, si dedicano alle sue cure;\\nCosì anche i Buddha nei dieci regni dell'universo\\nVegliano con attenzione su questa sublime saggezza, loro Madre.\nI passati Protettori del mondo e coloro che risiedono nelle dieci direzioni,\\nE quelli che sorgeranno nel futuro, tutti da questa Madre hanno origine.\\nÈ lei la genitrice dei Vittoriosi, Maestri del mondo,\\nChe rivela le innumerevoli pratiche mentali di tutti gli esseri senzienti.\nLa talità del mondo e la talità degli Arhat,\\nLa talità dei pratyekabuddha e la talità dei figli del Vittorioso:\\nÈ un'unica talità, priva di sostanza intrinseca, non diversa.\\nQuesta Perfezione della Saggezza è pienamente compresa dal Tathāgata.\nChe i saggi dimorino nel mondo o siano entrati nel nirvana,\\nLa talità, immacolata, e la vacuità di tutti i fenomeni resta immutata.\\nI bodhisattva realizzano questa talità attraverso la perfezione della saggezza,\\nPer questo sono chiamati Buddha 'Tathāgata', coloro che sono andati nella talità.\nQuesto è la sfera delle guide supreme dai dieci poteri,\\nChe dimorano nel giardino di gioia della Perfezione della Saggezza;\\nSebbene liberino gli esseri senzienti dalla sofferenza dei tre regni inferiori,\\nMai sorge in loro la percezione degli esseri senzienti da salvare.\nIl Leone della Saggezza\\n\\nCome il leone che, dimorando nella caverna montana, senza timore\\nRuggisce, facendo tremare i piccoli animali selvatici;\\nCosì il leone tra gli uomini, fondandosi sulla perfezione della saggezza,\\nFa tremare i seguaci di false dottrine e fa risuonare il suo suono nel mondo.\nCome i raggi del sole che dimorano nello spazio\\nProsciugano questa terra e ne rivelano le forme,\\nCosì il Re del Dharma, basandosi sulla Perfezione della Saggezza,\\nProsciuga il fiume della brama e perfettamente rivela il dharma.\nNon si vedono le forme, né si percepiscono le sensazioni,\\nNon si scorgono le percezioni, né si contemplano le volizioni,\\nLaddove non esiste visione di coscienza, mente o pensiero,\\nQuesto è vedere il dharma, così ha insegnato il Tathāgata.\nQuando gli esseri senzienti dichiarano a parole 'Vedo lo spazio',\\nIndagate a fondo: come si può realmente vedere ciò che è assenza di forma?\\nAllo stesso modo, il Tathāgata ha insegnato che così si percepisce la vera natura del dharma;\\nQuesta visione trascendente non può essere illustrata con nessun'altra analogia.\n\n\nColui che vede in questo modo vede tutti i fenomeni;\\nCome un re che rimane in equanimità mentre i ministri svolgono tutte le funzioni,\\nCosì tutte le attività del Buddha e tutti i fenomeni per gli Śrāvaka,\\nSono interamente compiuti dalla Perfezione della Saggezza.\nCome il re non si reca al villaggio né visita le provincie,\\nEppure raccoglie tutti i tributi dalla propria sfera;\\nCosì il bodhisattva, immobile nella talità,\\nOttiene comunque tutte le qualità della terra del risveglio.\n\n\nChi possiede una fede salda nei Sugata e nei bodhisattva,\\nE con mente e azione si dedica alla suprema Perfezione della Saggezza,\\nAvendo completamente trasceso i due livelli degli Śrāvaka e dei pratyekabuddha,\\nOtterrà rapidamente l'indomabile risveglio dei Vittoriosi.\nCome nell'oceano, quando la nave si è infranta,\\nchi non si afferra a un cadavere, all'erba o all'albero,\\nandrà in dissoluzione tra le acque senza giungere a riva;\\nchi invece saldamente vi si afferra, l'altra sponda raggiungerà.\nCosì, colui che, pur essendo pieno di fede e avendo ottenuto chiarezza,\\nnon segue la Madre perfezione della saggezza.\nSe le qualità dei mezzi abili sono completamente sostenute dalla saggezza,\\nIl supremo e meraviglioso risveglio del Sugata rapidamente si realizzerà.\nCome chi trasporta acqua in un vaso d'argilla non cotto,\\nSappia che presto si frantumerà a causa della sua fragilità.\\nChi invece porta l'acqua in un vaso ben cotto dall'unione di metodo e saggezza,\\nPercorre il sentiero senza timore che si spezzi e giunge felicemente alla dimora del risveglio.\nBenché un bodhisattva sia colmo di fervente fede,\\nSe la sua saggezza viene meno, cadrà presto dal sentiero.\\nMa quando la fede è completamente sorretta dalla saggezza,\\nTrascendendo decisamente i due livelli, conseguirà l'illuminazione suprema.\nCome una nave mal equipaggiata nell'oceano del saṃsāra\\nAffonda insieme ai mercanti e ai loro tesori di virtù;\\nQuella stessa nave, quando ben costruita con metodo compassionevole e saggezza discriminante,\\nRimarrà integra e approderà alla riva dell'illuminazione con tutti i suoi tesori spirituali.\nCosì, anche se il bodhisattva è completamente pervaso dalla fede,\\nsenza saggezza declinerà rapidamente dal cammino del risveglio.\\nMa se questo stesso bodhisattva possiede la suprema Perfezione della Saggezza,\\nsenza danno né compromesso, raggiungerà il risveglio dei Vittoriosi.\nUn uomo di centoventi anni, vecchio e sofferenza,\\npur alzandosi, da sé non riesce a camminare.\\nMa se sorretto da persone ai due lati, destra e sinistra,\\nsenza timore di cadere, procede con facilità.\nCome chi, con debole saggezza, seppur bodhisattva,\\nPur avendo intrapreso la via, inevitabilmente declinerà.\\nMa se sorretto da entrambi, mezzi abili supremi e saggezza,\\nSaldo nel cammino, il risveglio dei Tathāgata realizzerà.\n\n\nQuel bodhisattva che dimora nella terra del karma iniziale,  \\nChe con nobile intento ha intrapreso il cammino verso il risveglio supremo del Buddha,  \\nEssendo un buon discepolo, pieno di rispetto per il maestro,  \\nDeve sempre affidarsi a saggi maestri spirituali.\nQual è la ragione? Perché da ciò derivano le qualità dei saggi.\\nEssi insegnano la Perfezione della Saggezza.\\n'Gli insegnamenti del Buddha dipendono dall'amico spirituale virtuoso',\\nCosì ha parlato il Vittorioso, dotato delle supreme qualità.\nLa generosità e la disciplina morale, la pazienza e così pure la diligenza,\\nLa dhyana e la saggezza: dedicale completamente al risveglio.\\nNon attaccarti al risveglio come a un aggregato, né considerarlo supremo —\\nQuesto è ciò che si dovrebbe insegnare a coloro che sono agli inizi del karma.\nCosì praticando, questi oceani di sublimi virtù, lune tra gli oratori,\\nDiventano rifugio per gli esseri, protettori che uniscono samsara e nirvana, dimora che dissolve la sofferenza;\\nSono fondamento del cammino, occhio della saggezza, isola nel fiume dell'esistenza, guide che conducono fuori dal pantano e realizzatori dei veri beni,\\nIlluminatori dell'oscurità, lampade dei tre veicoli, espositori del dharma supremo della vacuità, imperturbabili davanti agli avversari.\nQuesti nobili dal grande prestigio rivestono la difficile armatura,\\nNon con gli aggregati, gli elementi o gli āyatana essi si corazzano.\\nTrascendendo la percezione dei tre veicoli, senza appropriazione alcuna,\\nRestano irreversibili, inalterabili, dalla natura imperturbabile.\nQuesti, dotati di tali dharma, liberi da elaborazioni concettuali,\\nPrivi di dubbio, dubbio e ambivalenze, colmi di significato,\\nAvendo udito la Perfezione della Saggezza, non vacillano,\\nNon dipendendo da altri, sappiate che sono irreversibili.\nProfondo è il dharma delle Guide, difficile da vedere;\\nNessuno l'ha mai compreso, né mai lo conseguirà.\\nPerciò il Benefattore, ottenuto il risveglio,\\nSi chiese: 'Chi tra gli esseri senzienti potrà comprenderlo?' e poco si preoccupò.\nGli esseri senzienti amano dimorare e bramano le sfere,\\nRadicati nell'attaccamento, non saggi, confusi come nell'oscurità avvolti.\\nIl dharma da realizzare è senza dimora, privo di ogni attaccamento,\\nPer questo nasce il conflitto tra esso e il mondo intero.\n\n\nL'elemento dello spazio si estende infinitamente a oriente e a meridione,\\nCosì come a occidente e a settentrione, senza limiti concepibili,\\nPervade l'alto, il basso e tutte le dieci direzioni in tutta la loro vastità,\\nPrivo di differenziazione e senza distinzioni nella sua realtà ultima.\nLa talità del passato è la medesima talità del futuro,\\nLa talità del presente è identica alla talità degli Arhat.\\nLa talità di tutti i fenomeni è la stessa talità dei Vittoriosi,\\nTutte queste talità del dharma sono prive di qualsiasi distinzione.\nSe un bodhisattva desidera conseguire il risveglio dei Sugata,\\nQuello libero da ogni dualità e distinzione del dharma,\\nSi dedichi alla perfezione della saggezza guidato dai mezzi abili;\\nPoiché senza questa saggezza suprema, nessuna realizzazione è possibile per le Guide degli esseri.\nSe un uccello dall'immensa mole, di centocinquanta yojana la grandezza,\\nCon ali consumate, privo del potere di saggezza e compassione,\\nDal regno dei Trentatré dèi verso questa isola Jambudvīpa\\nDa solo si lanciasse, cadrebbe dal cammino dell'illuminazione suprema.\nAnche se per miliardi e miliardi di eoni\\nSi praticassero le cinque perfezioni dei Vittoriosi,\\nE pur nutrendo nel mondo infinite e vaste aspirazioni,\\nSenza l'unione inseparabile di mezzi abili e saggezza, si precipita inevitabilmente nella condizione di Śrāvaka.\nChi desidera con certezza ottenere la liberazione nel veicolo del Buddha,\\nConsideri tutti gli esseri con mente equanime, come fossero padre e madre;\\nCon cuore di beneficio e mente amorevole disciplini se stesso e gli altri,\\nE senza violenza, con sincerità, parli sempre con parole gentili.\n\n\nL'anziano venerabile Subhūti pose una domanda completa al Protettore del mondo:\\n'Ti prego di mostrare i segni dell'assenza di afflizioni mentali in coloro che possiedono un oceano di qualità.\\nCome quelli dotati di grande potere non tornano indietro?\\nTi prego, o Vittorioso, di pronunciare una profezia almeno su una parte di queste qualità.'\nLiberi dalla percezione dualistica che vede il samsara e il nirvana come realtà intrinsecamente separate, pronunciano parole fondate sul ragionamento logico;\\nNon si affidano ad asceti o bramini non buddhisti, avendo una fede irreversibile nei Tre Gioielli;\\nI saggi, in ogni tempo, abbandonando le azioni non virtuose, evitano così i tre regni inferiori;\\nSi dedicano con impegno alle dieci vie del karma virtuoso, insegnando agli altri senza interesse per beni materiali o fama.\nInsegnano il dharma agli esseri senza alcuna aspettativa materiale,\\nTrovano gioia unicamente nel dharma e parlano sempre con parole gentili.\\nNel camminare, stare in piedi, giacere e sedere, mantengono piena consapevolezza,\\nGuardando avanti solo alla distanza di un giogo di albero, procedono con mente limpida e raccolta.\nPurificati, indossando vesti immacolate, dotati del triplice isolamento di corpo, parola e mente in perfetta purezza;\\nCome nobili supremi, non bramano guadagni materiali, ma aspirano costantemente solo al dharma;\\nHanno trasceso completamente la sfera di Māra, non dipendendo da altri;\\nSi immergono nei quattro dhyāna in profonda meditazione, eppure non dimorano attaccati a questi stati meditativi.\nNon desidera fama né ha mente avvolta dall'ira;  \\nAnche se vive da dimora, mai si attacca agli oggetti;  \\nPer sostentarsi non cerca ricchezze con mezzi discutibili;  \\nNon pratica mantra violenti né formule per soggiogare le donne.\nNon fanno predizioni a uomini e donne mossi da desideri – pratica scorretta e interessata;\\nDediti alla suprema Perfezione della saggezza in completo isolamento da azioni, parole e pensieri;\\nLiberi da conflitti e dispute, con mente saldamente radicata nell'amore;\\nComprendono la vacuità, abbandonano le afflizioni che ostacolano il risveglio;\\nAspirano all'onniscienza del Buddha, irremovibili come il Monte Meru;\\nCon mente sempre inclinata verso il Dharma, dove nulla esiste intrinsecamente;\\nStabili nei tre addestramenti, controllano la rinascita e dimorano dove fiorisce l'insegnamento.\nAbbandonano le regioni di frontiera e le terre dei barbari,\\nFermi come il Monte Meru, senza dubbi sul proprio livello spirituale.\\nPronti a sacrificare la vita per il dharma, si dedicano con impegno alla pratica dello yogin:\\nQuesti sono da riconoscere come i segni del bodhisattva irreversibile.\n\n\nLa forma, sensazione, percezione, \\nvolizione e coscienza,\\nsono profonde, prive di natura intrinseca,\\nsenza segni e profondamente pacificate.\\n\\nCome chi cerca con una freccia \\ndi toccare il fondo dell'oceano,\\ncosì, quando analizzati con saggezza,\\nnegli aggregati non si trova alcun fondo.\nQuel bodhisattva che comprende questo dharma profondo,\\ndel veicolo della verità ultima privo di attaccamento,\\nin cui non esistono né aggregati, né elementi, né sfere sensoriali,\\nquale merito perfettamente compiuto potrebbe mai eguagliare il suo?\nCome un uomo dominato dalla passione che, dopo aver concordato\\nUn appuntamento con una donna, non riesce ad incontrarla:\\nQuanti sono i momenti di pensieri discorsivi che affiorano nella sua mente in un solo giorno,\\nPer altrettanti eoni il bodhisattva accumulerà meriti nel sentiero della pratica.\nSe un bodhisattva per miriadi di eoni, per migliaia di miliardi di kalpa,\\nOffrisse doni generosi agli Arhat e ai pratyekabuddha e osservasse la disciplina morale,\\nEppure, chi espone il dharma dotato della suprema perfezione della saggezza,\\nIl merito di quest'ultimo non è paragonabile nemmeno a una frazione di quelle generosità e disciplina morale.\nIl bodhisattva che, immerso nella meditazione sulla saggezza suprema,\\nemerge da questo stato contemplativo ed espone il dharma incontaminato,\\ndedicando ogni virtù conseguita al risveglio per il beneficio degli esseri,\\ngenera una virtù senza eguali nei tre mondi.\nQuel merito stesso, benché accumulato, egli comprende come vuoto,\\nCome cavo, illusorio, instabile e privo di essenza.\\nCosì praticando la saggezza dei Sugata,\\nDurante questa pratica, abbraccia completamente un merito incommensurabile.\nComprendendo che tutti questi dharma esposti,\\nPraticati e insegnati dal Buddha sono solo designazioni verbali,\\nAnche se si parlasse per miliardi e miliardi di eoni,\\nLa sfera della realtà non diminuisce né aumenta.\nQueste che sono chiamate perfezioni dei Vittoriosi,\\nAnche questi dharma sono proclamati non essere che meri nomi;\\nIl bodhisattva che, privo di presunzione, dedica completamente il merito,\\nNon degenera e raggiunge il supremo risveglio dei Vittoriosi.\n\n\nQuando la fiamma incontra per la prima volta l'essenza dell'olio di sesamo,\\nL'essenza non brucia completamente, eppure senza quel primo contatto non inizierebbe a consumarsi;\\nNemmeno l'ultimo incontro con la fiamma può, da solo, completare la combustione dell'essenza,\\nMa senza quel momento finale, l'essenza non raggiungerebbe mai la sua completa trasformazione.\nCon la mente iniziale non si tocca l'illuminazione suprema,\\nEppure senza di essa è impossibile giungere a tale stato.\\nCon l'ultima mente non si ottiene il risveglio pacifico,\\nEppure senza di essa è impossibile conseguire il risveglio.\nDal seme germogliano stelo, fiore e frutto,\\nE pur cessando il seme, non per questo l'albero è inesistente.\\nCosì la mente iniziale è causa del risveglio,\\nE pur cessando essa, non per questo il risveglio è inesistente.\n\nCome gocce d'acqua riempiono un vaso, una dopo l'altra, dall'inizio alla fine,\\nGradualmente, poco a poco, fino a colmarlo completamente;\\nCosì anche la mente iniziale è causa suprema dell'illuminazione suprema,\\nE gradualmente, perfezionando le qualità virtuose, si diventa Buddha.\nPraticando il dharma della vacuità, dell'assenza di segni e senza aspirazione,\\nNon toccando il nirvana, né praticando in base ai segni dell'esistenza ciclica,\\nCome un saggio marinaio che naviga avanti e indietro attraverso le acque,\\nNon dimorando sugli estremi del saṃsāra e del nirvāṇa, né dimorando nell'oceano del sentiero.\nIl bodhisattva che pratica in questo modo non coltiva il pensiero:\\n'Io, che ho ricevuto la profezia dai Buddha dotati dei dieci poteri, raggiungerò il risveglio'.\\nNé teme il risveglio pensando: 'In tutto questo non c'è nulla di sostanziale'.\\nPraticare in questo modo significa seguire la saggezza dei Sugata.\nVedendo il mondo, contenitore e contenuto, con sentiero deserto, carestie e malattie nelle dieci direzioni,\\nNon prova timore, e come la dea sorella Gaṅgā, indossa l'armatura della determinazione per purificare i campi buddhici;\\nImpegnandosi con impegno nelle sei perfezioni fino al limite ultimo futuro, comprendendo pienamente che tutti i fenomeni sono come illusioni,\\nNon genera nemmeno una particella minima di stanchezza della mente, mantenendo costante entusiasmo nella pratica del sambhogakāya.\n\n\nIl bodhisattva che pratica la saggezza dei Vittoriosi,\\nComprende che questi aggregati sono vuoti fin dall'origine e senza non-origine,\\nFuori dalla meditazione equanime, manifesta compassione verso il regno degli esseri senzienti,\\nE anche in questo periodo intermedio non degenera mai dagli insegnamenti del Buddha.\nCome un essere saggio, dotato di tutte le qualità,\\nPotere, invincibile, impegno, esperto in arti e rituali,\\nMaestro nell'arco e che ha raggiunto la perfezione in numerosi mestieri,\\nCapace di creare illusione magica e ardentemente dedito al beneficio di tutti gli esseri.\nCome un uomo che, prendendo con sé padre, madre e moglie,\\nSi avventura per un sentiero deserto pieno di nemici,\\nE creando magicamente molti uomini valorosi e coraggiosi,\\nProcede felicemente e ritorna di nuovo alla propria dimora;\nCosì in quel momento anche il saggio bodhisattva\\nGenera grande compassione verso tutti i regni degli esseri senzienti,\\nTrascendendo i quattro Māra e superando anche i due veicoli,\\nDimora nel supremo samādhi, senza toccare prematuramente il risveglio.\nLo spazio sostiene il vento, e su questo si adagia l'aggregato d'acqua;\\nSu essa poggia questa grande terra, e sulla terra dimorano gli esseri.\\nCosì è la causa per cui gli esseri senzienti praticano il karma;\\nContempla questo significato: lo spazio tutto pervade senza dipendere da altro.\nCosì il bodhisattva che dimora nella vacuità,\\nSostenuto dalle aspirazioni nate dalla profonda comprensione degli esseri senzienti erranti nel samsara,\\nManifesta nel mondo molteplici attività benefiche con compassione che trascende ogni concettualizzazione,\\nSenza toccare il nirvana unilaterale né dimorare nella vacuità, realizzando il samadhi dell'assenza di caratteristiche.\nQuando il bodhisattva saggio e illuminato\\npratica questo sublime samādhi della vacuità pacifica,\\nin quel periodo intermedio non medita affatto sui segni,\\nma dimora nell'assenza di caratteristiche, praticando la pace e la profonda pacificazione.\nL'uccello non lascia impronte volando nel cielo,\\nNon vi dimora stabilmente, né precipita a terra.\\nCosì il bodhisattva che attraversa le porte della liberazione,\\nNon afferra il nirvana, né agisce seguendo i segni.\nCome un bodhisattva addestrato nel tiro con l'arco che scocca una freccia verso il cielo,\\nE poi lancia altre frecce in successione, congiungendole l'una all'altra in volo,\\nImpedendo così alla prima di ricadere sulla terra con la forza della saggezza e dei mezzi abili,\\nSolo quando ogni essere senziente è liberato dal samsara, per sua volontà, le frecce toccheranno terra.\nCosì praticando la suprema Perfezione della Saggezza,\\nE operando mediante saggezza, mezzi abili, potere e poteri miracolosi,\\nFinché le radici di virtù non saranno pienamente completate,\\nNon si realizzerà il supremo vuoto sublime.\nCome un monaco dotato di supremi poteri miracolosi,  \\nche dimorando nello spazio manifesta simultaneamente molteplici prodigi,  \\nmostrando attraverso emanazioni diverse gli esseri, il muoversi, il giacere e il sedere,  \\nsenza stanchezza mentale né senza affaticamento in tutto questo.\nCosì dimora il saggio bodhisattva nell'essenza del vuoto,\\nPerfetta è la sua saggezza e i poteri miracolosi, senza dimorare.\\nAgli esseri mostra infinite aspetti di attività benefiche,\\nE per miliardi di eoni senza stanchezza mentale, senza affaticamento.\nCome chi, fermo sul ciglio di un grande precipizio,\\nCon entrambe le mani stringe due ombrelli - la saggezza della vacuità e la compassione infinita -\\nSpiccando il salto e abbandonando il corpo nel vuoto, sospinto dal vento,\\nNon precipita nel nirvana né resta nel samsara, ma prosegue il cammino mediano.\nCosì il bodhisattva saggio dimora nella compassione,\\nTenendo fermamente i due ombrelli di mezzi abili e saggezza;\\nContempla tutti i fenomeni come vacuità, assenza di segni e senza aspirazione,\\nNon si stabilisce nel nirvana, eppure vede anche il dharma.\nCome chi, bramando gioielli preziosi, attraversa mari fino all'isola dei gioielli,\\nE dopo aver scoperto i tesori spirituali, fa ritorno alla propria dimora;\\nCosì il saggio nocchiero non solo dimora felicemente nella conoscenza,\\nMa, mosso da compassione, non lascia alcun essere nell'afflizione dell'ignoranza.\nCosì il bodhisattva, giunto all'isola preziosa del vuoto,\\nOttiene i poteri della dhyana, delle facoltà e dei poteri;\\nPur potendo toccare il nirvana e provarne gioia esclusivamente,\\nNon diventa mai indifferente alla sofferenza degli esseri senzienti.\nCome un mercante desideroso di ricchezze che, per conoscere il sentiero,\\nAttraversa città, borghi e villaggi - realizzazioni minori lungo il suo viaggio;\\nNé si attarda in queste dimore, né si ferma nell'isola dei gioielli,\\nLa conoscenza del bodhisattva, irreversibile nel suo intento, non dimora nella vacuità, ma è saggia in ogni sentiero.\nCosì il bodhisattva illuminato, saggio in ogni aspetto\\nDella saggezza e liberazione degli Śrāvaka e dei pratyekabuddha,\\nNon dimora in tali stati, né nella saggezza del Buddha,\\nNon dimora nell'incondizionato, ma conosce il metodo del sentiero.\nQuando, con amorevole benevolenza verso tutti gli esseri, si stabilisce un legame profondo,\\nE si pratica il samādhi sulla vacuità, sull'assenza di segni e senza aspirazione,\\nÈ possibile dire che il bodhisattva raggiungerà il nirvana?\\nO che rimarrà nei fenomeni condizionati? Non vi è senza dimora per tali designazioni.\nCome un corpo umano creato per emanazione non è invisibile,  \\nE può essere comunque designato con un nome;  \\nCosì il bodhisattva che pratica le porte della liberazione,  \\nPuò essere anch'egli designato con un nome.\nSe un bodhisattva, quando interrogato sulla pratica e sulle facoltà,\\nNon espone il profondo dharma della vacuità e dell'assenza di caratteristiche,\\nNé spiega gli insegnamenti della terra irreversibile,\\nSi deve comprendere che non ha ricevuto la predizione.\nIl Quinto Stadio: La Perfezione del Livello Culminante\\n\\nNon aspira alla terra degli Arhat né a quella dei Buddha Solitari,\\nE nemmeno in sogno desidera i tre elementi dell'esistenza.\\nVede i Buddha e insegna il dharma agli esseri:\\nQuesto è da riconoscersi come la profezia di irreversibilità.\nIn sogno, vedendo esseri senzienti nei tre regni inferiori dimorare,\\nIn quell'istante formula un'aspirazione di recidere il flusso delle loro sofferenze inferiori.\\nPer la benedizione della verità, gli aggregati di fuoco si placano in pace:\\nQuesto si riconosca come segno della profezia irreversibile.\nNel mondo degli umani abbondano spiriti maligni e innumerevoli malattie;\\nIl bodhisattva li porta alla pace con la benedizione della verità, frutto della sua profonda realizzazione, con beneficio e compassione.\\nTuttavia, egli non nutre presunzione né sviluppa non-origine dell'orgoglio;\\nSappiate che questa è la profezia dell'irreversibile conferita dai Buddha, segno che mai più regredirà dal sentiero verso l'illuminazione completa.\n\n\nSe qualcuno, sedotto da varie manifestazioni ingannevoli che appaiono come benedizioni della verità,\\nCade nell'auto-inganno e pensa con presunzione: 'Ho ricevuto la profezia di risveglio',\\nOppure se un bodhisattva crede a profezie illusorie offerte da Māra sotto false sembianze,\\nSi sappia che tale persona, intrappolata nella presunzione, ha mente limitata ed è divenuta ricettacolo degli inganni di Māra.\nDal fondamento del karma, Māra astutamente si avvicinò\\nE con parole ingannevoli proclamò: 'Ecco il tuo nome,\\nQuello dei tuoi genitori e di tutti i tuoi antenati\\nFino alla settima generazione della tua stirpe.\\nE quando diventerai un Buddha – falsa promessa questa\\nPer indurre orgoglio nella tua mente limitata –\\nSarà questo il nome con cui sarai conosciuto.'\nQualunque praticante dotato di discipline ascetiche e realizzazioni yogiche possa manifestarsi,\\n'Anche nelle tue vite precedenti praticavi queste qualità con simile eccellenza' così viene detto.\\nIl bodhisattva che, udendo tali parole da una fonte apparentemente nobile, sviluppa presunzione,\\nÈ manipolato da Māra e rivela una mente limitata, incapace di vera imparzialità.\nChi frequenta assiduamente villaggi completamente in isolamento, centri urbani abbandonati e caverne montane,\\nE dimora in eremi solitari, luoghi deserti e foreste remote,\\nMa esalta il sé e disprezza gli altri, questo bodhisattva\\nÈ sotto l'influenza di Māra e va riconosciuto come di mente limitata, privo di compassione universale.\nDimorando sempre in villaggi, province e città,\\ndedicandosi unicamente a far maturare gli esseri senzienti e a perseguire l'impegno verso il risveglio,\\nsenza mai aspirare a diventare Arhat o pratyekabuddha,\\nquesto è ciò che i figli spirituali del Sugata chiamano vero isolamento.\nChi per milioni di anni dimora in caverne montane\\nChe si estendono per cinquecento yojana, infestate da serpenti,\\nQuel bodhisattva che non comprende l'essenza del vero isolamento,\\nResta contaminato dalle afflizioni, schiavo del proprio orgoglio.\nIl bodhisattva che si dedica al beneficio degli esseri,\\nChe ha ottenuto dhyana, potere, facoltà, liberazione e samādhi,\\nChi lo disprezza pensando: 'Costui non pratica la vera solitudine',\\nDimora nella sfera di Māra, così ha dichiarato il Vittorioso.\nChe dimori in un villaggio oppure in un eremo,\\nchi si libera dalla mentalità dei due veicoli e aspira con certezza all'illuminazione suprema,\\nquesta è la vera solitudine per chi si dedica al beneficio di tutti gli esseri;\\nil bodhisattva che misura il calore spirituale altrui compromette il proprio sé.\n\n\nPertanto, colui che cerca il sublime risveglio,\\nSaggio dotato di forte intento, avendo completamente sconfitto l'orgoglio,\\nCome un gruppo di malati si affida a un medico per la guarigione,\\nDovrebbe affidarsi senza pigrizia all'amico spirituale virtuoso.\nI Buddha e i Bodhisattva incamminati verso il supremo risveglio:\\nquali tutori esterni, insieme alle sei perfezioni come guide interiori, sono i nostri amici spirituali virtuosi.\\nI primi ci mostrano il sentiero, le seconde costituiscono la terra della pratica;\\nattraverso queste due cause, evitando Māra e compagni negativi, si contempla rapidamente l'illuminazione suprema dei Buddha.\nI Vittoriosi del passato e del futuro, e quelli che dimorano nelle dieci direzioni:\\nIl loro sentiero è questa perfezione, non ve n'è altro.\\nQuesta perfezione, per coloro che si sono incamminati verso l'illuminazione suprema,\\nÈ chiarezza, lampada, splendore e guida suprema, così è insegnato.\nCome la Perfezione della Saggezza è vuota di caratteristiche intrinseche,\\nCosì comprendi che tutti i dharma possiedono questa medesima natura.\\nQuando comprendi pienamente che i fenomeni sono vuoti e privi di caratteristiche,\\nAllora stai veramente praticando la saggezza dei Sugata.\nGli esseri senzienti, bramando nutrimento, concepiscono falsi concetti;\\nCon menti attaccate al ciclo, vagano senza posa.\\nIl sé e tutto ciò che al sé appartiene dharma sono privi di realtà, vuoti;\\nCome esseri ordinari ingenui si affannano a creare nodi nello spazio.\nCome chi, sospettando d'aver ingerito veleno, sviene,\\nsebbene il veleno non sia entrato nel suo corpo;\\ncosì gli esseri ordinari che affermano 'sé' e 'mio',\\ncon tale percezione nascono e muoiono nell'impermanenza.\nCome ci si afferra, così sorgono le afflizioni mentali;\\nLa purificazione è quando 'sé' e 'mio' non sono percepiti;\\nIn questa realtà, nulla diviene contaminato né purificato;\\nCosì il bodhisattva comprende la Perfezione della Saggezza.\nSe tutti gli esseri senzienti presenti in Jambudvīpa, senza eccezione alcuna,  \\nGenerassero la bodhicitta dell'illuminazione suprema,  \\nE praticassero la generosità per molte migliaia di milioni di anni,  \\nE dedicassero tutto ciò come causa del risveglio per il beneficio degli esseri,\nChi si dedica con impegno alla suprema perfezione della saggezza,\\nAnche se la praticasse soltanto per un giorno,\\nAccumula un merito che nessun aggregato di generosità può eguagliare,\\nPerciò, senza pigrizia, si dovrebbe sempre coltivare questa saggezza.\nIl yogin che pratica la suprema perfezione della saggezza e realizza la vacuità\\nGenera grande compassione, pur libero dalla percezione degli esseri senzienti intrinsecamente esistenti.\\nCosì il saggio diviene supremo campo di generosità per tutti gli esseri del mondo,\\nE trasforma ogni elemosina ricevuta nelle varie provincie in causa di liberazione universale.\nIl bodhisattva che in questo mondo conserva legami profondi da ere immemorabili con tutti gli esseri,\\nDesiderando liberare le creature dei tre regni – dèi, umani e chi dimora nei mondi inferiori di sofferenza,\\nE mostrare all'intero regno degli esseri senzienti l'ampio sentiero che conduce all'altra sponda del samsara,\\nDeve dedicarsi con impegno, giorno e notte, alla perfezione della saggezza.\nCome un uomo che mai prima aveva trovato un gioiello supremo,  \\nE che un giorno lo scopre, provando immensa gioia,  \\nMa che, appena ottenutolo, per negligenza lo smarrisce,  \\nCosì, avendolo perduto, desidera quel tesoro e soffre senza fine.\nCome colui che intraprende il supremo cammino del risveglio, simile a gioielli preziosi,\\nNon deve mai abbandonare la pratica dello yogin della Perfezione della Saggezza, vigilando su di essa giorno e notte.\\nCome chi, trovato un raro tesoro, lo raccoglie, lo avvolge con cura e con somma impegno lo protegge dai ladri,\\nCosì rapidamente procede verso casa, placando ogni afflizione e conducendo tutti gli esseri alla pace del nirvana.\n\n\nCome il sole splendente, libero da nuvole, coi suoi raggi intrecciati,\\nSorge dissipando completamente le tenebre più fitte e l'oscurità,\\nOffuscando tutte le lucciole, gli esseri viventi e le creature,\\nE trascendendo con il suo splendore la moltitudine di stelle e la luce lunare.\nCosì il bodhisattva, praticando la suprema perfezione della saggezza,\\nDimorando nella vacuità e nell'assenza di caratteristiche,\\nCon saggezza distrugge la fitta foresta delle visioni erronee,\\nE trascende l'intero mondo, gli Arhat, i pratyekabuddha e i numerosi mente dell'illuminazione.\nCome un principe regale che elargisce generosità e aspira al bene degli altri,\\nDiviene supremo fra tutti e degno di essere seguito con devozione.\\nEgli, anche ora, porta gioia a innumerevoli esseri senzienti,\\nE che dire di quando, padrone dei mezzi abili, dimorerà sul trono del Dharma?\nCosì, il saggio bodhisattva, simile a un principe, esperto nella pratica della saggezza,\\nOffrendo l'amṛta, il nettare che dissolve le afflizioni, porta gioia a dèi e umani.\\nGià ora, sul sentiero, si adopera senza sosta per il beneficio di innumerevoli esseri senzienti;\\nQuanto più inimmaginabile sarà il suo beneficio quando diverrà un Re del dharma!\n\n\nIn quel momento Māra diviene trafitto da spine e afflizione,  \\nOppresso dal dolore, tormentato, sofferente e privo di fragilità.  \\n'Come potrei far vacillare questo bodhisattva nel suo intento?'  \\nCosì, per incutere terrore, incendia l'orizzonte e scaglia meteore.\nQuando i saggi, dotati di forte intento,  \\nContemplano giorno e notte il significato supremo della Perfezione della Saggezza,  \\nAllora il loro corpo, mente e parola si librano come uccelli nello spazio.  \\nCome potrebbero le forze oscure trovare mai occasione di nuocere loro?\nQuando i bodhisattva si trovano in lite e contesa,\\ne i loro animi sono colmi di ostilità e rabbia reciproca,\\nallora Māra gioisce ed esulta immensamente,\\npensando: 'Entrambi si allontaneranno dalla saggezza del Vittorioso.'\nQuesti due si allontaneranno come demoni divoratori di carne,\\nEntrambi tradendo i sacri voti che avevano assunto.\\nCome può esistere il risveglio in chi è colmo d'ira e privo di pazienza?\\nIn quel momento, Māra e il suo seguito esulteranno con gioia.\nSe un bodhisattva che non ha ancora ricevuto la profezia\\nMosso da ira disputa contro chi l'ha già ottenuta,\\nPer quanti istanti la sua mente rimanga arida e sterile per tale errore,\\nPer altrettanti eoni dovrà ricominciare a vestire l'armatura della pratica.\nI Buddha raggiungono il risveglio attraverso la perfetta perfezione della pazienza,\\nSviluppano consapevolezza pensando: 'Questa mente irata è dannosa',\\nConfessano gli attaccamenti con i quattro poteri e rinnovano la loro disciplina,\\nEvitando la gioia in dispute e conflitti, praticano l'addestrarsi negli insegnamenti del Buddha.\n\n\nChi nella pratica non si attacca ad alcun concetto di addestramento,\\nNon percepisce né il praticante né i fenomeni come entità separate,\\nSenza concettualizzazioni sulla differenza tra ciò che è pratica e ciò che non lo è,\\nCostui si addestra veramente negli insegnamenti del Buddha.\nIl bodhisattva che comprende a fondo l'addestramento nella saggezza non concettuale\\nNon potrà mai trasgredire la duplice disciplina o violare la disciplina morale, avendo reciso la loro radice.\\nSi dedica a questo per incarnare il Dharma che compiace i Buddha,\\nEccelle nell'addestramento superiore della saggezza che trascende ogni oggetto di riferimento concettuale.\nCome i saggi luminosi, così addestrati nella saggezza suprema,\\nNon sorge in loro nemmeno un solo pensiero non virtuoso.\\nCome i raggi del sole che viaggia nel cielo\\nDissipano l'oscurità nello spazio dinanzi a loro.\nPer coloro che si addestrano nella perfezione della saggezza,\\nIn essa sono racchiuse e comprese tutte le altre perfezioni.\\nCome nella visione dell'aggregazione transitoria sono incluse le sessantadue visioni erronee,\\nAllo stesso modo, in questa saggezza non-concettuale sono contenute tutte le perfezioni.\nCome quando cessa la facoltà vitale,\\nTutte le altre facoltà, quante mai esistano, cessano completamente;\\nCosì per i saggi supremi che praticano la saggezza,\\nÈ insegnato che tutte le altre perfezioni sono in questa contenute.\nIl bodhisattva saggio nella mente dell'illuminazione studia tutte le qualità degli Śrāvaka,\\nE similmente si addestra in tutte le qualità dei pratyekabuddha;\\nTuttavia, non dimora in esse né desidera tali realizzazioni,\\nPensando: 'Questo è ciò che si deve apprendere per guidare gli esseri secondo le loro disposizioni', così si addestra con diligenza.\n\n\nChi irreversibilmente avanza verso l'illuminazione suprema,\\nE con sincera determinazione si rallegra della bodhicitta dei nobili,\\nSi potrebbe pesare sulla bilancia il Monte Meru con trisahasra,\\nMa la virtù di tale gioia simpatetica rimane assolutamente al di là di ogni misura.\nQuanti esseri senzienti aspirano alla virtù, alla liberazione e al beneficio degli altri,\\nprovo gioia simpatetica per l'aggregato di merito di tutti costoro.\\nPerciò, una volta ottenute le infinite qualità dei Vittoriosi,\\nessi offrono il dono del dharma al mondo affinché ogni sofferenza sia completamente estinta.\nQuel bodhisattva che, con mente non concettuale, comprende tutti i fenomeni  \\nCome vuoti, privi di segni e liberi da proliferazioni concettuali,  \\nNon cerca il risveglio attraverso una saggezza dualistica:  \\nTale yogin si dedica al supremo impegno nella perfezione della saggezza.\nNon vi è contraddizione tra l'elemento dello spazio e lo spazio stesso,\\nE nessuno, in alcun modo, può mai afferrarlo o possederlo;\\nCosì il bodhisattva, saggio nella pratica della saggezza,\\nDimora simile allo spazio, nella perfetta pace di ogni dualità.\nCome una figura di illusione magica creata dal mago tra la folla,\\nnon pensa 'Darò gioia a questa gente', eppure lo fa.\\nBenché la si veda manifestare vari poteri miracolosi,\\nnon ha corpo, non ha mente, non possiede nemmeno un nome.\nCosì colui che pratica la saggezza mai pensa:\\n'Dopo aver realizzato il risveglio, libererò tutti gli esseri'.\\nPur manifestando molteplici nascite e numerose attività,\\nagisce come un'illusione magica, senza concettualizzazione.\nCome un'emanazione del Buddha compie le opere del Buddha,\\nSenza che in essa sorga il minimo orgoglio per ciò che fa;\\nCosì il bodhisattva, saggio nella pratica della saggezza,\\nManifesta ogni attività come un'emanazione, simile a un'illusione magica.\nCome l'abile saggio crea figure di legno d'uomini e donne,\\nChe compiono ogni attività senza alcuna autocoscienza;\\nCosì il bodhisattva, saggio nella pratica della saggezza,\\nCon senza concettualizzazione, spontaneamente agisce per il bene di tutti gli esseri.\n\n\nCosì ai praticanti saggi, \\nle schiere divine dei regni del desiderio e della forma,\\na mani giunte, si prostrano in segno di venerazione.\\nTutti i Buddha che dimorano nei mondi delle dieci direzioni,\\nintessono ghirlande di mantra alle loro qualità.\nSe in campi buddhici numerosi quanto i granelli di sabbia del Gange\\nTutti gli esseri senzienti si trasformassero in Māra,\\nE se da ogni singolo pelo del loro corpo emanassero altrettante emanazioni,\\nNemmeno tutti insieme potrebbero creare il benché minimo ostacolo al saggio.\nPer quattro cause il bodhisattva saggio e potere,\\nInvincibile contro i quattro Māra e incrollabile nel cammino.\\nDimora nella vacuità senza mai abbandonare gli esseri senzienti,\\nAgisce come proclama, benedetto dai Sugata.\nQuando viene esposta questa Perfezione della Saggezza, Madre dei Tathāgata,\\nSe un bodhisattva le dimostra sincera devozione,\\nE si dedica con sincera determinazione alla sua pratica,\\nSi deve riconoscere che costui è già entrato nel cammino dell'onniscienza.\nNel dharmadhātu e nella talità dimora senza dimorarvi,\\nCome nuvole nel spazio, resta senza dimorare a nulla;\\nQuale portatore di vidyā-mantra che, libero nello spazio senza dimora, cerca temporaneo dimorare,\\nCon la potenza dei mantra suscita fioriture intempestive di fiore ed elargisce benedizioni nei campi buddhici.\nCosì pratica il bodhisattva saggio, la cui mente è illuminata dalla comprensione della vacuità,\\nNon concepisce né le preoccupazioni concettuali né i fenomeni del Buddha come sostanzialmente esistenti.\\nNon percepisce alcuna dualità tra chi espone il dharma e chi lo cerca con aspirazione;\\nQuesto è il dimorare senza dimora di chi anela alla pace e gioisce delle qualità nella talità.\nEccetto la liberazione degli Arhat e dei Tathāgata,\\nQuesto dimorare supera tutti gli stati di Śrāvaka e pratyekabuddha;\\nDi tutti i dimorare di samādhi pacifici, profondamente pacificati e colmi di beatitudine,\\nQuesto è il supremo di tutti e assolutamente insuperabile.\nCome l'uccello dimora nello spazio senza mai precipitare,\\nCome il pesce vive nell'acqua senza soffocarsi,\\nCosì il bodhisattva, con il potere del dhyana,\\nDimora nel vuoto senza cedere al nirvana, equilibrando saggezza e compassione.\nChi desidera conseguire le qualità supreme di tutti gli esseri senzienti,\\nE anela a toccare la meravigliosa, incomparabile saggezza del Buddha,\\nE aspira a offrire il dono più supremo e sublime della generosità del dharma,\\nDimori nella dimora suprema dei Benefattori.\n\n\nQuando la Guida espone completamente questo addestramento non dimorante,\\nEsso si rivela supremo e insuperabile tra tutti gli innumerevoli insegnamenti.\\nIl saggio che desidera giungere all'altra sponda di tutti gli addestramenti del Mahāyāna,\\nSi addestri in questa perfezione della saggezza, libera da elaborazioni concettuali, l'insegnamento dei Buddha.\nEcco è il supremo tesoro e il sublime deposito del dharma,\\nÈ la fonte dei Buddha, scrigno di gioia e felicità per tutti gli esseri.\\nI Protettori del mondo delle dieci direzioni, del passato e del futuro,\\nTutti sorgono da essa, eppure la dharmadhātu mai si esaurisce.\nQuanti alberi, frutti, fiore e foreste possano esistere,  \\nTutti questi sorgono e germogliano dalla terra.  \\nEppure la terra non si esaurisce né aumenta,  \\nNon degenera, senza concettualizzazione, senza stanchezza mentale.\nTutti i Buddha, i loro figli spirituali, gli Śrāvaka, i pratyekabuddha e gli dei,  \\nE tutti i fenomeni che portano felicità e benessere a tutti gli esseri,  \\nTutto ciò scaturisce dalla suprema Perfezione della Saggezza.  \\nEppure questa saggezza non conosce né diminuzione né aumenta.\nQuanti esseri senzienti esistano, inferiori, medi o supremi nel mondo,\\nTutti sorgono dall'ignoranza, così ha insegnato il Tathagata.\\nQuando le condizioni causali si riuniscono, sorge il ciclo della sofferenza,\\nE questo ciclo dell'ignoranza non si esaurisce senza il sentiero, né aumenta.\nTutte le saggezze, vie d'accesso, mezzi abili e radici fondamentali della conoscenza,\\nNascono dalla suprema Perfezione della Saggezza.\\nQuando le condizioni causali si riuniscono, si manifesta la ruota del karma illuminato,\\nMentre la Perfezione della Saggezza non diminuisce né aumenta.\nIl bodhisattva che comprende, con questa suprema saggezza,\\nChe l'originazione dipendente è senza non-origine e senza fine,\\nCome il sole che, libero dalle nuvole, disperde le tenebre con i suoi raggi,\\nDistruggerà la fitta oscurità dell'ignoranza e otterrà il risveglio spontaneo.\n\n\nI potenti Bodhisattva dimorano nei quattro dhyāna,\\nSenza attaccarvisi né considerarli come realtà intrinsecamente esistenti,\\nEppure questi quattro dhyana, con tutti i loro diciotto fattori costitutivi,\\nDivengono la base per realizzare il supremo risveglio sublime oltre ogni dualità.\nDimorando nella dhyana, dotato della suprema saggezza,\\nSperimenta anche i quattro sublimi samādhi del reame senza forma.\\nQueste dhyana sono d'aiuto per il supremo e sublime risveglio;\\nIl bodhisattva non si addestra per esaurire le proprie contaminazioni.\nMeraviglioso è questo straordinario accumulo di qualità sublimi:\\nImmersi nei dhyana e nella concentrazione profonda, realizzano l'assenza di caratteristiche.\\nQuando il corpo di questi saggi, secondo le loro aspirazioni, si dissolve,\\nRinascono nell'elemento del desiderio per loro scelta, per guidare innumerevoli esseri alla liberazione.\nCome un uomo dell'isola Jambudvīpa che non aveva mai visitato la sfera celeste,\\nma che in seguito giunge al supremo villaggio degli dèi,\\ne dopo aver vedere quelle sfere possedute dagli dèi con tutte le loro meraviglie,\\nritornando qui, similmente non prova più alcun attaccamento per questo mondo;\nCosì i bodhisattva, dotati di supreme qualità,\\nDimorano nel dhyana e nel samādhi, impegnati nella loro pratica yogin,\\nRitornano poi nell'elemento del desiderio, rimanendo senza attaccamento,\\nCome il loto nell'acqua, non dimorando nei dharma dell'essere ordinario.\nI grandi sé si dedicano unicamente alla maturazione degli esseri senzienti,\\nAlla purificazione dei campi buddhici e al perfezionamento delle perfezioni.\\nPoiché le qualità del risveglio e le perfezioni potrebbero deteriorarsi,\\nNon aspirano alla nascita negli elementi senza forma.\nCome un uomo che, trovando gioielli preziosi,\\nNon sviluppa verso di essi alcun desiderio o attaccamento;\\nE successivamente, nel momento più propizio, lo raccoglie nella sua interezza\\nE, portandolo alla dimora, lo impiega generosamente a beneficio di tutti.\nCosì i saggi bodhisattva esperti, portatori di gioia e beatitudine,\\ndopo aver conseguito i quattro stati pacifici di dhyana e samādhi, fonte di felicità e delizia,\\nabbandonando volontariamente l'estasi meditativa e le realizzazioni dei samādhi,\\nritornano nel elemento del desiderio, mossi da profonda compassione verso tutti gli esseri.\nSe un bodhisattva dimora nel samādhi e nel dhyana,\\nMa nutre il desiderio per il veicolo degli Arhat o dei pratyekabuddha,\\nLa sua mente diviene fuori dalla meditazione equanime, agitata e distratta,\\nE decade dalle qualità del Buddha, come un navigatore la cui nave è naufragata.\n**Anche se dedicato con impegno alle forme, suoni, profumi e sapori,**  \\n**E pur dedicato con impegno al tatto e ai cinque oggetti del desiderio,**  \\n**Se, libero dalle vie degli Arhat e dei pratyekabuddha, prova gioia nella mente dell'illuminazione,**  \\n**Si deve comprendere che questo eroe rimane sempre in perfetta meditazione.**\nPer il bene di altri esseri senzienti e persone, i bodhisattva dalla mente purificata  \\nSi dedicano visibilmente con impegno alla perfezione della diligenza e la praticano concretamente.  \\nCome una serva che porta l'acqua, priva di autonomia e sotto il dominio del suo padrone,  \\nCosì i valorosi procedono sotto il controllo di tutti gli esseri senzienti.\n*Sia che venga insultata o sempre picchiata,*  \\n*La serva non risponde con parole contrarie al padrone.*  \\n*Pensando 'Costui potrebbe persino uccidermi il sé',*  \\n*Con mente terrorizzata e timorosa, ella viene trascendere.*\nCome il bodhisattva che intraprende il sentiero supremo del risveg lio insuperabile,\\ndimorare nel mondo quale umile servitore di tutti gli esseri, praticando lo scambio di sé con gli altri,\\ncosi otterrà il risv eg lio e perfezionerà con energia diligente ogni qualità spirituale, sia provvisoria che definitiva,\\nCome il fuoco, nato dall'erba e dall'albero, consuma proprio quegli elementi, trasformando le illusioni in saggezza suprema.\nRinunciando alla propria felicità, con mente totalmente priva di aspettative,\\nDedicati con impegno giorno e notte al bene di tutti gli esseri senzienti,\\nCome una madre premurosa che si dedica al suo unico figlio,\\nDimora con sincera determinazione, senza scoraggiamento né stanchezza.\n\n\nIl bodhisattva che desidera dimorare a lungo nel ciclo,\\nLo yogin che si dedica al bene degli esseri senzienti e alla purificazione dei campi buddhici,\\nSe nella sua mente non sorge neppure una particella minima di scoraggiamento,\\nCostui possiede la perfezione della diligenza e non conosce negligenza.\nSe un bodhisattva inesperto conta miliardi di eoni,\\nPercependo come lungo e doloroso il cammino del risveglio,\\nSoffrirà a lungo proprio mentre pratica l'autentico dharma,\\nE così, privo della perfezione della diligenza, cadrà nell'indolenza.\nDal primo sorgere della bodhicitta del supremo risveglio,\\nFino al conseguimento del risveglio insuperabile,\\nSe contempli questo cammino nella mente come fosse solo un giorno e una notte,\\nSappi che il saggio illuminato ha già intrapreso la vera diligenza.\nSe qualcuno dicesse: 'Solo dopo aver distrutto il Monte Meru\\nPotrai conseguire il risveglio supremo',\\nE a tali parole sviluppassi un senso di scoraggiamento, valutando la vastità dell'impresa,\\nIn quel momento, diverresti un bodhisattva venuto meno al proprio zelo.\nSe qualcuno, superando ogni scoraggiamento, si domanda: 'Se si tratta solo di questo, quale difficoltà potrebbe esserci?',\\nE genera nella mente la bodhicitta capace di ridurre in polvere il Monte Meru in un solo istante,\\nQuesto bodhisattva saggio, esperto nel discernimento, che ha intrapreso la diligenza,\\nIn breve tempo, senza calcolare la durata del percorso, otterrà il risveglio supremo delle Guide.\nSe io pensassi: 'Dopo aver portato a maturazione tutti gli esseri,\\nRealizzerò lo scopo', e mi impegnassi con corpo, parola e mente,\\nRimarrei nell'indolenza, dimorando nel concetto di 'io',\\nE sarei lontano dall'onniscienza come il cielo dalla terra.\nQuando non vi è percezione del corpo, della mente e degli esseri senzienti,\\nSuperate tutte le concezioni dualistiche, si pratica il dharma nella non-dualità;\\nQuesto è il cammino di chi aspira al supremo, pacifico e imperturbabile risveglio:\\nCosì ha insegnato il Benefattore di tutti gli esseri, definendola perfezione della diligenza.\nSe parole dure e offensive dagli altri vengono ascoltate,\\nIl saggio bodhisattva si rallegra pensando: 'Questa è la mia felicità del sé'.\\nChi parla? Chi ascolta? Per quale mezzo, per quale oggetto e fine?\\nIl saggio dotato della suprema perfezione della pazienza tutto questo comprende.\nQuel bodhisattva dotato delle nobili virtù della pazienza,\\nSe qualcuno riempisse l'intero trisahasra di gioielli preziosi\\nE le offrisse ai Buddha che conoscono il mondo, agli Arhat e ai pratyekabuddha,\\nL'aggregato di merito di tale generosità non equivarrebbe neppure a una minima parte di quello conseguito con la pazienza.\nChi nella pazienza dimora, il suo corpo si purifica completamente,\\nDotato dei trentadue segni maggiori, con potere e forza senza limiti,\\nAgli esseri senzienti proclama il dharma supremo della vacuità,\\nQuesto è il saggio paziente, di cui gli esseri si rallegrano.\nSe un essere senziente prendesse polvere di sandalo  \\nE con profonda devozione la spargesse sul corpo del bodhisattva,  \\nMentre un altro gettasse carboni ardenti sul suo capo,  \\nDi fronte a entrambi, egli dovrebbe generare una mente equanime e imparziale.\nCosì il saggio bodhisattva, avendo coltivato la pazienza,\\nDedica completamente questa bodhicitta all'illuminazione suprema.\\nL'eroe, con la sua pazienza verso tutti gli esseri del mondo, supera gli Arhat\\nE trascende i pratyekabuddha e innumerevoli esseri senzienti in tutti i regni degli esseri senzienti.\nPraticando la pazienza, dovrei generare anche questo pensiero:  \\nAvendo sofferto innumerevoli sofferenze negli inferi, nel regno animale e nel mondo di Yama,  \\nSubendo impotente dolori causati dagli oggetti del desiderio,  \\nPerché ora non dovrei essere paziente per il bene del risveglio?\nFrustate, bastoni di ferro, armi, morte, catene e percosse,\\nDecapitazione, mutilazione di orecchie, arti e naso;\\nPensando: «Tutte le sofferenze che esistono nel mondo, io le sopporterò»,\\nIl bodhisattva dimora nella perfezione della pazienza.\n\n\nGrazie alla disciplina morale, coloro che aspirano alla pace e alla liberazione si elevano al di sopra degli altri;\\nDimorando nella sfera dei dieci poteri, praticano una disciplina morale inviolata e incontaminata;\\nSeguono tutte le possibili attività dei voti, accumulando così completa virtù;\\nE per il bene di tutti gli esseri senzienti, dedicano questa pratica al risveglio.\nSe si aspira all'illuminazione degli Arhat e dei pratyekabuddha,\\nDal punto di vista del Mahayana, si è considerati moralmente corrotti, manchevoli di saggezza profonda e dalla condotta degenerata.\\nSe invece si dedica completamente alla suprema e completa illuminazione che pacifico ogni afflizione per il beneficio di tutti gli esseri,\\nAnche impegnandosi attivamente nei piaceri sensoriali, si dimora nella perfezione della disciplina morale.\nQuel dharma che certamente fa sorgere le qualità del risveglio,  \\nQuesto è il significato della disciplina morale per chi possiede le qualità del dharma.  \\nQuel dharma che causa la completa degenerazione del risveglio in coloro che portano beneficio agli altri,  \\nQuesto, ha dichiarato la Guida, è l'indisciplina morale.\nAnche se il bodhisattva pratica dei cinque oggetti del desiderio,\\nSe prende rifugio nel Buddha, nel dharma e nella nobile Saṅgha,\\nE mantiene nella mente l'aspirazione all'onniscienza pensando 'diverrò un Buddha',\\nI saggi riconoscono che egli dimora nella perfezione della disciplina morale.\nAnche se per dieci milioni di eone pratichi  \\nle dieci vie virtuose del karma,  \\nse generi il desiderio per lo stato di Arhat  \\no di pratyekabuddha,  \\n\\nin quel momento la tua disciplina morale sarà corrotta  \\ne i tuoi precetti compromessi.  \\nQuesto abbandono del bodhicitta  \\nè ancor più grave delle sconfitte fondamentali.\nCustodisca la disciplina morale e la dedichi completamente al risveglio supremo;\\nnon nutra presunzione per ciò né esalti il sé;\\nabbandoni completamente la percezione di 'io' e la percezione degli esseri senzienti;\\ncosì si dice che il bodhisattva dimori nella perfezione della disciplina morale.\nSe un bodhisattva che pratica il sentiero dei Vittoriosi\\nPensa: 'Questi esseri senzienti hanno disciplina morale, quegli altri hanno indisciplina morale',\\nCadendo così in percezioni discriminanti, diviene egli stesso gravemente affetto da indisciplina morale;\\nLa sua disciplina morale è compromessa e priva della purezza completa.\nPer chi è privo della percezione del sé e della percezione degli esseri senzienti,\\nPer chi è libero dall'attaccamento alle percezioni, come potrebbe esistere l'indisciplina?\\nPer chi non nutre presunzione riguardo alla disciplina o alla non-disciplina,\\nQuesta è la disciplina morale proclamata dalla Guida.\nQuegli esseri senzienti puri che possiedono tale disciplina morale,  \\nNon nutre visione discriminante verso ciò che è piacevole o spiacevole.  \\nDona con generosità persino la testa e gli arti senza il minimo timore,  \\nE cede tutti i suoi averi, rimanendo sempre privo di attaccamento.\nComprendendo che tutti i fenomeni sono privi di natura intrinseca e di assenza di sé,\\nse si dona persino la propria carne senza timore nel cuore,\\na quel punto, che bisogno c'è di parlare della generosità di oggetti esterni?\\nIn tale contesto, l'avarizia sarebbe del tutto senza dimora.\nDal concetto di 'io' nasce l'afferrare per ciò che è 'mio',\\nCome potrebbe mai sorgere il pensiero di generosità negli stolti?\\nChi è avaro rinascerà nel dimorare degli spiriti affamati,\\nE se anche dovesse rinascere umano, vivrà nell'indigenza.\nAllora il bodhisattva, comprendendo la povertà degli esseri senzienti,\\nDiventa devoto alla generosità, donando sempre con mano aperta.\\nLe quattro isole, pur splendidamente ornate, sono come polvere di sputo;\\nDopo averli donati si rallegra con gioia, mentre non gioisce nell'acquisirli.\nIl saggio bodhisattva dalla mente limpida, \\ndopo aver contemplato tutti gli esseri senzienti dei tre regni,\\ndona pensando: 'Possa questa generosità raggiungere ciascuno di loro',\\ne dedica anche questo merito all'illuminazione suprema per il beneficio degli esseri.\nNon dimora nell'oggetto dopo aver offerto la generosità,  \\nIl saggio mai attende ricompense per il suo atto.  \\nCosì, esperto nella generosità, egli tutto abbandona;  \\nRinunciando al poco, ottiene l'incommensurabile.\nSe tutti gli esseri senzienti, senza alcuna eccezione, nei tre regni dell'esistenza,\\ndopo aver contemplato fino ai limiti dell'immaginabile, tutti insieme\\nfacessero offerte per eoni infiniti ai Buddha che conoscono il mondo,\\nagli Arhat e ai pratyekabuddha, cercando di ottenere le qualità degli Śrāvaka,\nQuando un bodhisattva saggio, esperto nei mezzi abili,  \\nSi rallegra con gioia simpatetica delle attività virtuose compiute da altri,  \\nE dedica completamente questi meriti all'illuminazione suprema per il bene di tutti gli esseri senzienti,  \\nGrazie a questa perfetta dedicazione, trascende l'intero mondo degli esseri.\nPer quanto vasto sia un aggregato di gioielli preziosi,\\nUn singolo lapislazzuli divino, gemma del potere sovrano, tutte le trascende in splendore.\\nAllo stesso modo, tutte le generosità degli esseri, pur abbondanti ma condizionate,\\nSono trascese dal bodhisattva che, con visione non-duale, prova gioia simpatetica di queste virtù per il risveglio di tutti gli esseri.\nSe un bodhisattva dona agli esseri con generosità\\ne non si appropria del sé né serba attaccamento agli oggetti,\\nallora le radici di virtù cresceranno con immensa potenza,\\ncome il disco lunare splendente che nella fase crescente, libero da nuvole, risplende.\n\n\nCon la sua generosità, il bodhisattva libera dal destino degli esseri affamati,\\nEstirpa la povertà e recide ogni afflizione mentale.\\nPercorrendo il cammino del praticare, ottiene ricchezze infinite e abbondanti,\\nE con la generosità conduce alla piena maturazione gli esseri senzienti immersi nella sofferenza.\nCon la disciplina morale si evitano le molteplici forme di rinascita nel regno animale,\\nAbbandonando gli otto stati sfavorevoli, si ottengono sempre le libertà e le dieci ricchezze spirituali.\\nCon la pazienza si consegue una forma sublime adornata dai segni perfetti,\\nDal colore aureo, la cui bellezza ispira virtù e guida gli esseri sul sentiero dell'illuminazione.\nCon la diligenza, le qualità virtuose non diminuiscono ma si accrescono,\\nSi ottiene l'infinita saggezza e il tesoro inesauribile dei Vittoriosi,\\nCon la dhyana si abbandonano i biasimevoli cinque oggetti del desiderio,\\nRealizzando le tre supreme conoscenze, le sei divine chiaroveggenze e i perfetti samādhi.\nCon saggezza, compresa pienamente la natura intrinseca dei fenomeni,  \\nSi trascendono completamente e senza residuo i tre elementi dell'esistenza.  \\nCome il supremo tra gli uomini, fatta girare i gioielli preziosi del ciclo,  \\nSi insegna il dharma a tutti gli esseri per estinguere la loro sofferenza.\nLa settima sezione insegna come avvenga il risveglio completo in un singolo istante.\\nDopo aver perfezionato pienamente questo dharma, il bodhisattva\\nNell'ottava sezione manifesta il Corpo di Verità (Dharmakaya).\\nAbbraccia completamente la purezza dei campi buddhici e degli esseri senzienti;\\nAbbraccia completamente la continuità dei Buddha e la tradizione del dharma,\\nE allo stesso modo abbraccia completamente la linea del Sangha e tutti i fenomeni.\nIl supremo medico che sana le afflizioni mentali degli esseri\\nHa esposto questa dottrina della saggezza come sentiero del risveglio;\\nIl suo nome è 'Il Sentiero del Risveglio che Raccoglie i Gioielli Preziosi delle Qualità':\\nQuesto sentiero è insegnato affinché tutti gli esseri senzienti possano realizzarlo.\n\n\n\nCosì si completa la Raccolta in versi, la nobile Perfezione della saggezza in versi Concisi.\nTradotto, revisionato e stabilito definitivamente dall'abate indiano Vidyākarasiṃha insieme al grande revisore-traduttore, il monaco Paltseg terra.\n",
  "title": "Il Nobile Compendio della Perfezione della Saggezza in Versi AI Draft",
  "alt_title": null,
  "translator": {
    "ai_id": "translation_workflow_v1.0.0_claude_3_7_sonnet",
    "person_id": null,
    "person_bdrc_id": null
  },
  "original_annotation": [],
  "translation_annotation": [
    {
      "span": {
        "start": 0,
        "end": 13
      },
      "index": 1,
      "alignment_index": [
        1
      ]
    },
    {
      "span": {
        "start": 14,
        "end": 14
      },
      "index": 2,
      "alignment_index": [
        2
      ]
    },
    {
      "span": {
        "start": 15,
        "end": 47
      },
      "index": 3,
      "alignment_index": [
        3
      ]
    },
    {
      "span": {
        "start": 48,
        "end": 52
      },
      "index": 4,
      "alignment_index": [
        4
      ]
    },
    {
      "span": {
        "start": 53,
        "end": 83
      },
      "index": 5,
      "alignment_index": [
        5
      ]
    },
    {
      "span": {
        "start": 84,
        "end": 115
      },
      "index": 6,
      "alignment_index": [
        6
      ]
    },
    {
      "span": {
        "start": 116,
        "end": 147
      },
      "index": 7,
      "alignment_index": [
        7
      ]
    },
    {
      "span": {
        "start": 148,
        "end": 178
      },
      "index": 8,
      "alignment_index": [
        8
      ]
    },
    {
      "span": {
        "start": 179,
        "end": 210
      },
      "index": 9,
      "alignment_index": [
        9
      ]
    },
    {
      "span": {
        "start": 211,
        "end": 242
      },
      "index": 10,
      "alignment_index": [
        10
      ]
    },
    {
      "span": {
        "start": 243,
        "end": 273
      },
      "index": 11,
      "alignment_index": [
        11
      ]
    },
    {
      "span": {
        "start": 274,
        "end": 305
      },
      "index": 12,
      "alignment_index": [
        12
      ]
    },
    {
      "span": {
        "start": 306,
        "end": 337
      },
      "index": 13,
      "alignment_index": [
        13
      ]
    },
    {
      "span": {
        "start": 338,
        "end": 369
      },
      "index": 14,
      "alignment_index": [
        14
      ]
    },
    {
      "span": {
        "start": 370,
        "end": 401
      },
      "index": 15,
      "alignment_index": [
        15
      ]
    },
    {
      "span": {
        "start": 402,
        "end": 433
      },
      "index": 16,
      "alignment_index": [
        16
      ]
    },
    {
      "span": {
        "start": 434,
        "end": 465
      },
      "index": 17,
      "alignment_index": [
        17
      ]
    },
    {
      "span": {
        "start": 466,
        "end": 497
      },
      "index": 18,
      "alignment_index": [
        18
      ]
    },
    {
      "span": {
        "start": 498,
        "end": 529
      },
      "index": 19,
      "alignment_index": [
        19
      ]
    },
    {
      "span": {
        "start": 530,
        "end": 561
      },
      "index": 20,
      "alignment_index": [
        20
      ]
    },
    {
      "span": {
        "start": 562,
        "end": 593
      },
      "index": 21,
      "alignment_index": [
        21
      ]
    },
    {
      "span": {
        "start": 594,
        "end": 625
      },
      "index": 22,
      "alignment_index": [
        22
      ]
    },
    {
      "span": {
        "start": 626,
        "end": 657
      },
      "index": 23,
      "alignment_index": [
        23
      ]
    },
    {
      "span": {
        "start": 658,
        "end": 689
      },
      "index": 24,
      "alignment_index": [
        24
      ]
    },
    {
      "span": {
        "start": 690,
        "end": 721
      },
      "index": 25,
      "alignment_index": [
        25
      ]
    },
    {
      "span": {
        "start": 722,
        "end": 753
      },
      "index": 26,
      "alignment_index": [
        26
      ]
    },
    {
      "span": {
        "start": 754,
        "end": 785
      },
      "index": 27,
      "alignment_index": [
        27
      ]
    },
    {
      "span": {
        "start": 786,
        "end": 817
      },
      "index": 28,
      "alignment_index": [
        28
      ]
    },
    {
      "span": {
        "start": 818,
        "end": 863
      },
      "index": 29,
      "alignment_index": [
        29
      ]
    },
    {
      "span": {
        "start": 864,
        "end": 895
      },
      "index": 30,
      "alignment_index": [
        30
      ]
    },
    {
      "span": {
        "start": 896,
        "end": 927
      },
      "index": 31,
      "alignment_index": [
        31
      ]
    },
    {
      "span": {
        "start": 928,
        "end": 959
      },
      "index": 32,
      "alignment_index": [
        32
      ]
    },
    {
      "span": {
        "start": 960,
        "end": 960
      },
      "index": 33,
      "alignment_index": [
        33
      ]
    },
    {
      "span": {
        "start": 961,
        "end": 986
      },
      "index": 34,
      "alignment_index": [
        34
      ]
    },
    {
      "span": {
        "start": 987,
        "end": 1018
      },
      "index": 35,
      "alignment_index": [
        35
      ]
    },
    {
      "span": {
        "start": 1019,
        "end": 1066
      },
      "index": 36,
      "alignment_index": [
        36
      ]
    },
    {
      "span": {
        "start": 1067,
        "end": 1114
      },
      "index": 37,
      "alignment_index": [
        37
      ]
    },
    {
      "span": {
        "start": 1115,
        "end": 1115
      },
      "index": 38,
      "alignment_index": [
        38
      ]
    },
    {
      "span": {
        "start": 1116,
        "end": 1116
      },
      "index": 39,
      "alignment_index": [
        39
      ]
    },
    {
      "span": {
        "start": 1117,
        "end": 1162
      },
      "index": 40,
      "alignment_index": [
        40
      ]
    },
    {
      "span": {
        "start": 1163,
        "end": 1193
      },
      "index": 41,
      "alignment_index": [
        41
      ]
    },
    {
      "span": {
        "start": 1194,
        "end": 1225
      },
      "index": 42,
      "alignment_index": [
        42
      ]
    },
    {
      "span": {
        "start": 1226,
        "end": 1257
      },
      "index": 43,
      "alignment_index": [
        43
      ]
    },
    {
      "span": {
        "start": 1258,
        "end": 1289
      },
      "index": 44,
      "alignment_index": [
        44
      ]
    },
    {
      "span": {
        "start": 1290,
        "end": 1321
      },
      "index": 45,
      "alignment_index": [
        45
      ]
    },
    {
      "span": {
        "start": 1322,
        "end": 1353
      },
      "index": 46,
      "alignment_index": [
        46
      ]
    },
    {
      "span": {
        "start": 1354,
        "end": 1385
      },
      "index": 47,
      "alignment_index": [
        47
      ]
    },
    {
      "span": {
        "start": 1386,
        "end": 1386
      },
      "index": 48,
      "alignment_index": [
        48
      ]
    },
    {
      "span": {
        "start": 1387,
        "end": 1417
      },
      "index": 49,
      "alignment_index": [
        49
      ]
    },
    {
      "span": {
        "start": 1418,
        "end": 1449
      },
      "index": 50,
      "alignment_index": [
        50
      ]
    },
    {
      "span": {
        "start": 1450,
        "end": 1481
      },
      "index": 51,
      "alignment_index": [
        51
      ]
    },
    {
      "span": {
        "start": 1482,
        "end": 1512
      },
      "index": 52,
      "alignment_index": [
        52
      ]
    },
    {
      "span": {
        "start": 1513,
        "end": 1543
      },
      "index": 53,
      "alignment_index": [
        53
      ]
    },
    {
      "span": {
        "start": 1544,
        "end": 1575
      },
      "index": 54,
      "alignment_index": [
        54
      ]
    },
    {
      "span": {
        "start": 1576,
        "end": 1607
      },
      "index": 55,
      "alignment_index": [
        55
      ]
    },
    {
      "span": {
        "start": 1608,
        "end": 1639
      },
      "index": 56,
      "alignment_index": [
        56
      ]
    },
    {
      "span": {
        "start": 1640,
        "end": 1671
      },
      "index": 57,
      "alignment_index": [
        57
      ]
    },
    {
      "span": {
        "start": 1672,
        "end": 1672
      },
      "index": 58,
      "alignment_index": [
        58
      ]
    },
    {
      "span": {
        "start": 1673,
        "end": 1698
      },
      "index": 59,
      "alignment_index": [
        59
      ]
    },
    {
      "span": {
        "start": 1699,
        "end": 1730
      },
      "index": 60,
      "alignment_index": [
        60
      ]
    },
    {
      "span": {
        "start": 1731,
        "end": 1762
      },
      "index": 61,
      "alignment_index": [
        61
      ]
    },
    {
      "span": {
        "start": 1763,
        "end": 1794
      },
      "index": 62,
      "alignment_index": [
        62
      ]
    },
    {
      "span": {
        "start": 1795,
        "end": 1826
      },
      "index": 63,
      "alignment_index": [
        63
      ]
    },
    {
      "span": {
        "start": 1827,
        "end": 1858
      },
      "index": 64,
      "alignment_index": [
        64
      ]
    },
    {
      "span": {
        "start": 1859,
        "end": 1890
      },
      "index": 65,
      "alignment_index": [
        65
      ]
    },
    {
      "span": {
        "start": 1891,
        "end": 1922
      },
      "index": 66,
      "alignment_index": [
        66
      ]
    },
    {
      "span": {
        "start": 1923,
        "end": 1923
      },
      "index": 67,
      "alignment_index": [
        67
      ]
    },
    {
      "span": {
        "start": 1924,
        "end": 1949
      },
      "index": 68,
      "alignment_index": [
        68
      ]
    },
    {
      "span": {
        "start": 1950,
        "end": 1981
      },
      "index": 69,
      "alignment_index": [
        69
      ]
    },
    {
      "span": {
        "start": 1982,
        "end": 2013
      },
      "index": 70,
      "alignment_index": [
        70
      ]
    },
    {
      "span": {
        "start": 2014,
        "end": 2045
      },
      "index": 71,
      "alignment_index": [
        71
      ]
    },
    {
      "span": {
        "start": 2046,
        "end": 2077
      },
      "index": 72,
      "alignment_index": [
        72
      ]
    },
    {
      "span": {
        "start": 2078,
        "end": 2109
      },
      "index": 73,
      "alignment_index": [
        73
      ]
    },
    {
      "span": {
        "start": 2110,
        "end": 2141
      },
      "index": 74,
      "alignment_index": [
        74
      ]
    },
    {
      "span": {
        "start": 2142,
        "end": 2172
      },
      "index": 75,
      "alignment_index": [
        75
      ]
    },
    {
      "span": {
        "start": 2173,
        "end": 2204
      },
      "index": 76,
      "alignment_index": [
        76
      ]
    },
    {
      "span": {
        "start": 2205,
        "end": 2236
      },
      "index": 77,
      "alignment_index": [
        77
      ]
    },
    {
      "span": {
        "start": 2237,
        "end": 2237
      },
      "index": 78,
      "alignment_index": [
        78
      ]
    },
    {
      "span": {
        "start": 2238,
        "end": 2264
      },
      "index": 79,
      "alignment_index": [
        79
      ]
    },
    {
      "span": {
        "start": 2265,
        "end": 2296
      },
      "index": 80,
      "alignment_index": [
        80
      ]
    },
    {
      "span": {
        "start": 2297,
        "end": 2328
      },
      "index": 81,
      "alignment_index": [
        81
      ]
    },
    {
      "span": {
        "start": 2329,
        "end": 2360
      },
      "index": 82,
      "alignment_index": [
        82
      ]
    },
    {
      "span": {
        "start": 2361,
        "end": 2408
      },
      "index": 83,
      "alignment_index": [
        83
      ]
    },
    {
      "span": {
        "start": 2409,
        "end": 2440
      },
      "index": 84,
      "alignment_index": [
        84
      ]
    },
    {
      "span": {
        "start": 2441,
        "end": 2472
      },
      "index": 85,
      "alignment_index": [
        85
      ]
    },
    {
      "span": {
        "start": 2473,
        "end": 2504
      },
      "index": 86,
      "alignment_index": [
        86
      ]
    },
    {
      "span": {
        "start": 2505,
        "end": 2536
      },
      "index": 87,
      "alignment_index": [
        87
      ]
    },
    {
      "span": {
        "start": 2537,
        "end": 2552
      },
      "index": 88,
      "alignment_index": [
        88
      ]
    },
    {
      "span": {
        "start": 2553,
        "end": 2553
      },
      "index": 89,
      "alignment_index": [
        89
      ]
    },
    {
      "span": {
        "start": 2554,
        "end": 2579
      },
      "index": 90,
      "alignment_index": [
        90
      ]
    },
    {
      "span": {
        "start": 2580,
        "end": 2611
      },
      "index": 91,
      "alignment_index": [
        91
      ]
    },
    {
      "span": {
        "start": 2612,
        "end": 2643
      },
      "index": 92,
      "alignment_index": [
        92
      ]
    },
    {
      "span": {
        "start": 2644,
        "end": 2675
      },
      "index": 93,
      "alignment_index": [
        93
      ]
    },
    {
      "span": {
        "start": 2676,
        "end": 2707
      },
      "index": 94,
      "alignment_index": [
        94
      ]
    },
    {
      "span": {
        "start": 2708,
        "end": 2739
      },
      "index": 95,
      "alignment_index": [
        95
      ]
    },
    {
      "span": {
        "start": 2740,
        "end": 2771
      },
      "index": 96,
      "alignment_index": [
        96
      ]
    },
    {
      "span": {
        "start": 2772,
        "end": 2803
      },
      "index": 97,
      "alignment_index": [
        97
      ]
    },
    {
      "span": {
        "start": 2804,
        "end": 2804
      },
      "index": 98,
      "alignment_index": [
        98
      ]
    },
    {
      "span": {
        "start": 2805,
        "end": 2840
      },
      "index": 99,
      "alignment_index": [
        99
      ]
    },
    {
      "span": {
        "start": 2841,
        "end": 2872
      },
      "index": 100,
      "alignment_index": [
        100
      ]
    },
    {
      "span": {
        "start": 2873,
        "end": 2904
      },
      "index": 101,
      "alignment_index": [
        101
      ]
    },
    {
      "span": {
        "start": 2905,
        "end": 2936
      },
      "index": 102,
      "alignment_index": [
        102
      ]
    },
    {
      "span": {
        "start": 2937,
        "end": 2968
      },
      "index": 103,
      "alignment_index": [
        103
      ]
    },
    {
      "span": {
        "start": 2969,
        "end": 2969
      },
      "index": 104,
      "alignment_index": [
        104
      ]
    },
    {
      "span": {
        "start": 2970,
        "end": 2980
      },
      "index": 105,
      "alignment_index": [
        105
      ]
    },
    {
      "span": {
        "start": 2981,
        "end": 3019
      },
      "index": 106,
      "alignment_index": [
        106
      ]
    },
    {
      "span": {
        "start": 3020,
        "end": 3042
      },
      "index": 107,
      "alignment_index": [
        107
      ]
    },
    {
      "span": {
        "start": 3043,
        "end": 3043
      },
      "index": 108,
      "alignment_index": [
        108
      ]
    },
    {
      "span": {
        "start": 3044,
        "end": 3079
      },
      "index": 109,
      "alignment_index": [
        109
      ]
    },
    {
      "span": {
        "start": 3080,
        "end": 3111
      },
      "index": 110,
      "alignment_index": [
        110
      ]
    },
    {
      "span": {
        "start": 3112,
        "end": 3143
      },
      "index": 111,
      "alignment_index": [
        111
      ]
    },
    {
      "span": {
        "start": 3144,
        "end": 3175
      },
      "index": 112,
      "alignment_index": [
        112
      ]
    },
    {
      "span": {
        "start": 3176,
        "end": 3207
      },
      "index": 113,
      "alignment_index": [
        113
      ]
    },
    {
      "span": {
        "start": 3208,
        "end": 3239
      },
      "index": 114,
      "alignment_index": [
        114
      ]
    },
    {
      "span": {
        "start": 3240,
        "end": 3271
      },
      "index": 115,
      "alignment_index": [
        115
      ]
    },
    {
      "span": {
        "start": 3272,
        "end": 3303
      },
      "index": 116,
      "alignment_index": [
        116
      ]
    },
    {
      "span": {
        "start": 3304,
        "end": 3335
      },
      "index": 117,
      "alignment_index": [
        117
      ]
    },
    {
      "span": {
        "start": 3336,
        "end": 3367
      },
      "index": 118,
      "alignment_index": [
        118
      ]
    },
    {
      "span": {
        "start": 3368,
        "end": 3399
      },
      "index": 119,
      "alignment_index": [
        119
      ]
    },
    {
      "span": {
        "start": 3400,
        "end": 3400
      },
      "index": 120,
      "alignment_index": [
        120
      ]
    },
    {
      "span": {
        "start": 3401,
        "end": 3425
      },
      "index": 121,
      "alignment_index": [
        121
      ]
    },
    {
      "span": {
        "start": 3426,
        "end": 3547
      },
      "index": 122,
      "alignment_index": [
        122
      ]
    },
    {
      "span": {
        "start": 3548,
        "end": 3579
      },
      "index": 123,
      "alignment_index": [
        123
      ]
    },
    {
      "span": {
        "start": 3580,
        "end": 3611
      },
      "index": 124,
      "alignment_index": [
        124
      ]
    },
    {
      "span": {
        "start": 3612,
        "end": 3643
      },
      "index": 125,
      "alignment_index": [
        125
      ]
    },
    {
      "span": {
        "start": 3644,
        "end": 3675
      },
      "index": 126,
      "alignment_index": [
        126
      ]
    },
    {
      "span": {
        "start": 3676,
        "end": 3707
      },
      "index": 127,
      "alignment_index": [
        127
      ]
    },
    {
      "span": {
        "start": 3708,
        "end": 3739
      },
      "index": 128,
      "alignment_index": [
        128
      ]
    },
    {
      "span": {
        "start": 3740,
        "end": 3763
      },
      "index": 129,
      "alignment_index": [
        129
      ]
    },
    {
      "span": {
        "start": 3764,
        "end": 3779
      },
      "index": 130,
      "alignment_index": [
        130
      ]
    },
    {
      "span": {
        "start": 3780,
        "end": 3803
      },
      "index": 131,
      "alignment_index": [
        131
      ]
    },
    {
      "span": {
        "start": 3804,
        "end": 3804
      },
      "index": 132,
      "alignment_index": [
        132
      ]
    },
    {
      "span": {
        "start": 3805,
        "end": 3839
      },
      "index": 133,
      "alignment_index": [
        133
      ]
    },
    {
      "span": {
        "start": 3840,
        "end": 3870
      },
      "index": 134,
      "alignment_index": [
        134
      ]
    },
    {
      "span": {
        "start": 3871,
        "end": 3902
      },
      "index": 135,
      "alignment_index": [
        135
      ]
    },
    {
      "span": {
        "start": 3903,
        "end": 3934
      },
      "index": 136,
      "alignment_index": [
        136
      ]
    },
    {
      "span": {
        "start": 3935,
        "end": 3966
      },
      "index": 137,
      "alignment_index": [
        137
      ]
    },
    {
      "span": {
        "start": 3967,
        "end": 4048
      },
      "index": 138,
      "alignment_index": [
        138
      ]
    },
    {
      "span": {
        "start": 4049,
        "end": 4080
      },
      "index": 139,
      "alignment_index": [
        139
      ]
    },
    {
      "span": {
        "start": 4081,
        "end": 4112
      },
      "index": 140,
      "alignment_index": [
        140
      ]
    },
    {
      "span": {
        "start": 4113,
        "end": 4144
      },
      "index": 141,
      "alignment_index": [
        141
      ]
    },
    {
      "span": {
        "start": 4145,
        "end": 4176
      },
      "index": 142,
      "alignment_index": [
        142
      ]
    },
    {
      "span": {
        "start": 4177,
        "end": 4177
      },
      "index": 143,
      "alignment_index": [
        143
      ]
    },
    {
      "span": {
        "start": 4178,
        "end": 4194
      },
      "index": 144,
      "alignment_index": [
        144
      ]
    },
    {
      "span": {
        "start": 4195,
        "end": 4226
      },
      "index": 145,
      "alignment_index": [
        145
      ]
    },
    {
      "span": {
        "start": 4227,
        "end": 4258
      },
      "index": 146,
      "alignment_index": [
        146
      ]
    },
    {
      "span": {
        "start": 4259,
        "end": 4259
      },
      "index": 147,
      "alignment_index": [
        147
      ]
    },
    {
      "span": {
        "start": 4260,
        "end": 4260
      },
      "index": 148,
      "alignment_index": [
        148
      ]
    },
    {
      "span": {
        "start": 4261,
        "end": 4292
      },
      "index": 149,
      "alignment_index": [
        149
      ]
    },
    {
      "span": {
        "start": 4293,
        "end": 4324
      },
      "index": 150,
      "alignment_index": [
        150
      ]
    },
    {
      "span": {
        "start": 4325,
        "end": 4355
      },
      "index": 151,
      "alignment_index": [
        151
      ]
    },
    {
      "span": {
        "start": 4356,
        "end": 4387
      },
      "index": 152,
      "alignment_index": [
        152
      ]
    },
    {
      "span": {
        "start": 4388,
        "end": 4435
      },
      "index": 153,
      "alignment_index": [
        153
      ]
    },
    {
      "span": {
        "start": 4436,
        "end": 4451
      },
      "index": 154,
      "alignment_index": [
        154
      ]
    },
    {
      "span": {
        "start": 4452,
        "end": 4483
      },
      "index": 155,
      "alignment_index": [
        155
      ]
    },
    {
      "span": {
        "start": 4484,
        "end": 4515
      },
      "index": 156,
      "alignment_index": [
        156
      ]
    },
    {
      "span": {
        "start": 4516,
        "end": 4547
      },
      "index": 157,
      "alignment_index": [
        157
      ]
    },
    {
      "span": {
        "start": 4548,
        "end": 4579
      },
      "index": 158,
      "alignment_index": [
        158
      ]
    },
    {
      "span": {
        "start": 4580,
        "end": 4580
      },
      "index": 159,
      "alignment_index": [
        159
      ]
    },
    {
      "span": {
        "start": 4581,
        "end": 4595
      },
      "index": 160,
      "alignment_index": [
        160
      ]
    },
    {
      "span": {
        "start": 4596,
        "end": 4627
      },
      "index": 161,
      "alignment_index": [
        161
      ]
    },
    {
      "span": {
        "start": 4628,
        "end": 4659
      },
      "index": 162,
      "alignment_index": [
        162
      ]
    },
    {
      "span": {
        "start": 4660,
        "end": 4691
      },
      "index": 163,
      "alignment_index": [
        163
      ]
    },
    {
      "span": {
        "start": 4692,
        "end": 4723
      },
      "index": 164,
      "alignment_index": [
        164
      ]
    },
    {
      "span": {
        "start": 4724,
        "end": 4755
      },
      "index": 165,
      "alignment_index": [
        165
      ]
    },
    {
      "span": {
        "start": 4756,
        "end": 4787
      },
      "index": 166,
      "alignment_index": [
        166
      ]
    },
    {
      "span": {
        "start": 4788,
        "end": 4819
      },
      "index": 167,
      "alignment_index": [
        167
      ]
    },
    {
      "span": {
        "start": 4820,
        "end": 4851
      },
      "index": 168,
      "alignment_index": [
        168
      ]
    },
    {
      "span": {
        "start": 4852,
        "end": 4852
      },
      "index": 169,
      "alignment_index": [
        169
      ]
    },
    {
      "span": {
        "start": 4853,
        "end": 4868
      },
      "index": 170,
      "alignment_index": [
        170
      ]
    },
    {
      "span": {
        "start": 4869,
        "end": 4900
      },
      "index": 171,
      "alignment_index": [
        171
      ]
    },
    {
      "span": {
        "start": 4901,
        "end": 4932
      },
      "index": 172,
      "alignment_index": [
        172
      ]
    },
    {
      "span": {
        "start": 4933,
        "end": 4964
      },
      "index": 173,
      "alignment_index": [
        173
      ]
    },
    {
      "span": {
        "start": 4965,
        "end": 4996
      },
      "index": 174,
      "alignment_index": [
        174
      ]
    },
    {
      "span": {
        "start": 4997,
        "end": 5028
      },
      "index": 175,
      "alignment_index": [
        175
      ]
    },
    {
      "span": {
        "start": 5029,
        "end": 5061
      },
      "index": 176,
      "alignment_index": [
        176
      ]
    },
    {
      "span": {
        "start": 5062,
        "end": 5062
      },
      "index": 177,
      "alignment_index": [
        177
      ]
    },
    {
      "span": {
        "start": 5063,
        "end": 5091
      },
      "index": 178,
      "alignment_index": [
        178
      ]
    },
    {
      "span": {
        "start": 5092,
        "end": 5123
      },
      "index": 179,
      "alignment_index": [
        179
      ]
    },
    {
      "span": {
        "start": 5124,
        "end": 5155
      },
      "index": 180,
      "alignment_index": [
        180
      ]
    },
    {
      "span": {
        "start": 5156,
        "end": 5187
      },
      "index": 181,
      "alignment_index": [
        181
      ]
    },
    {
      "span": {
        "start": 5188,
        "end": 5219
      },
      "index": 182,
      "alignment_index": [
        182
      ]
    },
    {
      "span": {
        "start": 5220,
        "end": 5251
      },
      "index": 183,
      "alignment_index": [
        183
      ]
    },
    {
      "span": {
        "start": 5252,
        "end": 5282
      },
      "index": 184,
      "alignment_index": [
        184
      ]
    },
    {
      "span": {
        "start": 5283,
        "end": 5314
      },
      "index": 185,
      "alignment_index": [
        185
      ]
    },
    {
      "span": {
        "start": 5315,
        "end": 5315
      },
      "index": 186,
      "alignment_index": [
        186
      ]
    },
    {
      "span": {
        "start": 5316,
        "end": 5330
      },
      "index": 187,
      "alignment_index": [
        187
      ]
    },
    {
      "span": {
        "start": 5331,
        "end": 5362
      },
      "index": 188,
      "alignment_index": [
        188
      ]
    },
    {
      "span": {
        "start": 5363,
        "end": 5394
      },
      "index": 189,
      "alignment_index": [
        189
      ]
    },
    {
      "span": {
        "start": 5395,
        "end": 5426
      },
      "index": 190,
      "alignment_index": [
        190
      ]
    },
    {
      "span": {
        "start": 5427,
        "end": 5458
      },
      "index": 191,
      "alignment_index": [
        191
      ]
    },
    {
      "span": {
        "start": 5459,
        "end": 5490
      },
      "index": 192,
      "alignment_index": [
        192
      ]
    },
    {
      "span": {
        "start": 5491,
        "end": 5522
      },
      "index": 193,
      "alignment_index": [
        193
      ]
    },
    {
      "span": {
        "start": 5523,
        "end": 5554
      },
      "index": 194,
      "alignment_index": [
        194
      ]
    },
    {
      "span": {
        "start": 5555,
        "end": 5586
      },
      "index": 195,
      "alignment_index": [
        195
      ]
    },
    {
      "span": {
        "start": 5587,
        "end": 5587
      },
      "index": 196,
      "alignment_index": [
        196
      ]
    },
    {
      "span": {
        "start": 5588,
        "end": 5605
      },
      "index": 197,
      "alignment_index": [
        197
      ]
    },
    {
      "span": {
        "start": 5606,
        "end": 5637
      },
      "index": 198,
      "alignment_index": [
        198
      ]
    },
    {
      "span": {
        "start": 5638,
        "end": 5669
      },
      "index": 199,
      "alignment_index": [
        199
      ]
    },
    {
      "span": {
        "start": 5670,
        "end": 5701
      },
      "index": 200,
      "alignment_index": [
        200
      ]
    },
    {
      "span": {
        "start": 5702,
        "end": 5733
      },
      "index": 201,
      "alignment_index": [
        201
      ]
    },
    {
      "span": {
        "start": 5734,
        "end": 5765
      },
      "index": 202,
      "alignment_index": [
        202
      ]
    },
    {
      "span": {
        "start": 5766,
        "end": 5797
      },
      "index": 203,
      "alignment_index": [
        203
      ]
    },
    {
      "span": {
        "start": 5798,
        "end": 5829
      },
      "index": 204,
      "alignment_index": [
        204
      ]
    },
    {
      "span": {
        "start": 5830,
        "end": 5861
      },
      "index": 205,
      "alignment_index": [
        205
      ]
    },
    {
      "span": {
        "start": 5862,
        "end": 5862
      },
      "index": 206,
      "alignment_index": [
        206
      ]
    },
    {
      "span": {
        "start": 5863,
        "end": 5880
      },
      "index": 207,
      "alignment_index": [
        207
      ]
    },
    {
      "span": {
        "start": 5881,
        "end": 5912
      },
      "index": 208,
      "alignment_index": [
        208
      ]
    },
    {
      "span": {
        "start": 5913,
        "end": 5913
      },
      "index": 209,
      "alignment_index": [
        209
      ]
    },
    {
      "span": {
        "start": 5914,
        "end": 5976
      },
      "index": 210,
      "alignment_index": [
        210
      ]
    },
    {
      "span": {
        "start": 5977,
        "end": 6008
      },
      "index": 211,
      "alignment_index": [
        211
      ]
    },
    {
      "span": {
        "start": 6009,
        "end": 6040
      },
      "index": 212,
      "alignment_index": [
        212
      ]
    },
    {
      "span": {
        "start": 6041,
        "end": 6072
      },
      "index": 213,
      "alignment_index": [
        213
      ]
    },
    {
      "span": {
        "start": 6073,
        "end": 6104
      },
      "index": 214,
      "alignment_index": [
        214
      ]
    },
    {
      "span": {
        "start": 6105,
        "end": 6136
      },
      "index": 215,
      "alignment_index": [
        215
      ]
    },
    {
      "span": {
        "start": 6137,
        "end": 6168
      },
      "index": 216,
      "alignment_index": [
        216
      ]
    },
    {
      "span": {
        "start": 6169,
        "end": 6200
      },
      "index": 217,
      "alignment_index": [
        217
      ]
    },
    {
      "span": {
        "start": 6201,
        "end": 6232
      },
      "index": 218,
      "alignment_index": [
        218
      ]
    },
    {
      "span": {
        "start": 6233,
        "end": 6264
      },
      "index": 219,
      "alignment_index": [
        219
      ]
    },
    {
      "span": {
        "start": 6265,
        "end": 6296
      },
      "index": 220,
      "alignment_index": [
        220
      ]
    },
    {
      "span": {
        "start": 6297,
        "end": 6328
      },
      "index": 221,
      "alignment_index": [
        221
      ]
    },
    {
      "span": {
        "start": 6329,
        "end": 6360
      },
      "index": 222,
      "alignment_index": [
        222
      ]
    },
    {
      "span": {
        "start": 6361,
        "end": 6392
      },
      "index": 223,
      "alignment_index": [
        223
      ]
    },
    {
      "span": {
        "start": 6393,
        "end": 6424
      },
      "index": 224,
      "alignment_index": [
        224
      ]
    },
    {
      "span": {
        "start": 6425,
        "end": 6456
      },
      "index": 225,
      "alignment_index": [
        225
      ]
    },
    {
      "span": {
        "start": 6457,
        "end": 6488
      },
      "index": 226,
      "alignment_index": [
        226
      ]
    },
    {
      "span": {
        "start": 6489,
        "end": 6520
      },
      "index": 227,
      "alignment_index": [
        227
      ]
    },
    {
      "span": {
        "start": 6521,
        "end": 6552
      },
      "index": 228,
      "alignment_index": [
        228
      ]
    },
    {
      "span": {
        "start": 6553,
        "end": 6584
      },
      "index": 229,
      "alignment_index": [
        229
      ]
    },
    {
      "span": {
        "start": 6585,
        "end": 6616
      },
      "index": 230,
      "alignment_index": [
        230
      ]
    },
    {
      "span": {
        "start": 6617,
        "end": 6648
      },
      "index": 231,
      "alignment_index": [
        231
      ]
    },
    {
      "span": {
        "start": 6649,
        "end": 6649
      },
      "index": 232,
      "alignment_index": [
        232
      ]
    },
    {
      "span": {
        "start": 6650,
        "end": 6666
      },
      "index": 233,
      "alignment_index": [
        233
      ]
    },
    {
      "span": {
        "start": 6667,
        "end": 6698
      },
      "index": 234,
      "alignment_index": [
        234
      ]
    },
    {
      "span": {
        "start": 6699,
        "end": 6730
      },
      "index": 235,
      "alignment_index": [
        235
      ]
    },
    {
      "span": {
        "start": 6731,
        "end": 6762
      },
      "index": 236,
      "alignment_index": [
        236
      ]
    },
    {
      "span": {
        "start": 6763,
        "end": 6794
      },
      "index": 237,
      "alignment_index": [
        237
      ]
    },
    {
      "span": {
        "start": 6795,
        "end": 6826
      },
      "index": 238,
      "alignment_index": [
        238
      ]
    },
    {
      "span": {
        "start": 6827,
        "end": 6858
      },
      "index": 239,
      "alignment_index": [
        239
      ]
    },
    {
      "span": {
        "start": 6859,
        "end": 6890
      },
      "index": 240,
      "alignment_index": [
        240
      ]
    },
    {
      "span": {
        "start": 6891,
        "end": 6922
      },
      "index": 241,
      "alignment_index": [
        241
      ]
    },
    {
      "span": {
        "start": 6923,
        "end": 6923
      },
      "index": 242,
      "alignment_index": [
        242
      ]
    },
    {
      "span": {
        "start": 6924,
        "end": 6940
      },
      "index": 243,
      "alignment_index": [
        243
      ]
    },
    {
      "span": {
        "start": 6941,
        "end": 6972
      },
      "index": 244,
      "alignment_index": [
        244
      ]
    },
    {
      "span": {
        "start": 6973,
        "end": 7004
      },
      "index": 245,
      "alignment_index": [
        245
      ]
    },
    {
      "span": {
        "start": 7005,
        "end": 7036
      },
      "index": 246,
      "alignment_index": [
        246
      ]
    },
    {
      "span": {
        "start": 7037,
        "end": 7068
      },
      "index": 247,
      "alignment_index": [
        247
      ]
    },
    {
      "span": {
        "start": 7069,
        "end": 7100
      },
      "index": 248,
      "alignment_index": [
        248
      ]
    },
    {
      "span": {
        "start": 7101,
        "end": 7132
      },
      "index": 249,
      "alignment_index": [
        249
      ]
    },
    {
      "span": {
        "start": 7133,
        "end": 7164
      },
      "index": 250,
      "alignment_index": [
        250
      ]
    },
    {
      "span": {
        "start": 7165,
        "end": 7196
      },
      "index": 251,
      "alignment_index": [
        251
      ]
    },
    {
      "span": {
        "start": 7197,
        "end": 7228
      },
      "index": 252,
      "alignment_index": [
        252
      ]
    },
    {
      "span": {
        "start": 7229,
        "end": 7260
      },
      "index": 253,
      "alignment_index": [
        253
      ]
    },
    {
      "span": {
        "start": 7261,
        "end": 7292
      },
      "index": 254,
      "alignment_index": [
        254
      ]
    },
    {
      "span": {
        "start": 7293,
        "end": 7324
      },
      "index": 255,
      "alignment_index": [
        255
      ]
    },
    {
      "span": {
        "start": 7325,
        "end": 7357
      },
      "index": 256,
      "alignment_index": [
        256
      ]
    },
    {
      "span": {
        "start": 7358,
        "end": 7371
      },
      "index": 257,
      "alignment_index": [
        257
      ]
    },
    {
      "span": {
        "start": 7372,
        "end": 7393
      },
      "index": 258,
      "alignment_index": [
        258
      ]
    },
    {
      "span": {
        "start": 7394,
        "end": 7425
      },
      "index": 259,
      "alignment_index": [
        259
      ]
    },
    {
      "span": {
        "start": 7426,
        "end": 7457
      },
      "index": 260,
      "alignment_index": [
        260
      ]
    },
    {
      "span": {
        "start": 7458,
        "end": 7489
      },
      "index": 261,
      "alignment_index": [
        261
      ]
    },
    {
      "span": {
        "start": 7490,
        "end": 7521
      },
      "index": 262,
      "alignment_index": [
        262
      ]
    },
    {
      "span": {
        "start": 7522,
        "end": 7522
      },
      "index": 263,
      "alignment_index": [
        263
      ]
    },
    {
      "span": {
        "start": 7523,
        "end": 7538
      },
      "index": 264,
      "alignment_index": [
        264
      ]
    },
    {
      "span": {
        "start": 7539,
        "end": 7570
      },
      "index": 265,
      "alignment_index": [
        265
      ]
    },
    {
      "span": {
        "start": 7571,
        "end": 7602
      },
      "index": 266,
      "alignment_index": [
        266
      ]
    },
    {
      "span": {
        "start": 7603,
        "end": 7634
      },
      "index": 267,
      "alignment_index": [
        267
      ]
    },
    {
      "span": {
        "start": 7635,
        "end": 7666
      },
      "index": 268,
      "alignment_index": [
        268
      ]
    },
    {
      "span": {
        "start": 7667,
        "end": 7698
      },
      "index": 269,
      "alignment_index": [
        269
      ]
    },
    {
      "span": {
        "start": 7699,
        "end": 7730
      },
      "index": 270,
      "alignment_index": [
        270
      ]
    },
    {
      "span": {
        "start": 7731,
        "end": 7731
      },
      "index": 271,
      "alignment_index": [
        271
      ]
    },
    {
      "span": {
        "start": 7732,
        "end": 7747
      },
      "index": 272,
      "alignment_index": [
        272
      ]
    },
    {
      "span": {
        "start": 7748,
        "end": 7779
      },
      "index": 273,
      "alignment_index": [
        273
      ]
    },
    {
      "span": {
        "start": 7780,
        "end": 7811
      },
      "index": 274,
      "alignment_index": [
        274
      ]
    },
    {
      "span": {
        "start": 7812,
        "end": 7843
      },
      "index": 275,
      "alignment_index": [
        275
      ]
    },
    {
      "span": {
        "start": 7844,
        "end": 7875
      },
      "index": 276,
      "alignment_index": [
        276
      ]
    },
    {
      "span": {
        "start": 7876,
        "end": 7907
      },
      "index": 277,
      "alignment_index": [
        277
      ]
    },
    {
      "span": {
        "start": 7908,
        "end": 7939
      },
      "index": 278,
      "alignment_index": [
        278
      ]
    },
    {
      "span": {
        "start": 7940,
        "end": 7940
      },
      "index": 279,
      "alignment_index": [
        279
      ]
    },
    {
      "span": {
        "start": 7941,
        "end": 7957
      },
      "index": 280,
      "alignment_index": [
        280
      ]
    },
    {
      "span": {
        "start": 7958,
        "end": 7989
      },
      "index": 281,
      "alignment_index": [
        281
      ]
    },
    {
      "span": {
        "start": 7990,
        "end": 8021
      },
      "index": 282,
      "alignment_index": [
        282
      ]
    },
    {
      "span": {
        "start": 8022,
        "end": 8052
      },
      "index": 283,
      "alignment_index": [
        283
      ]
    },
    {
      "span": {
        "start": 8053,
        "end": 8084
      },
      "index": 284,
      "alignment_index": [
        284
      ]
    },
    {
      "span": {
        "start": 8085,
        "end": 8116
      },
      "index": 285,
      "alignment_index": [
        285
      ]
    },
    {
      "span": {
        "start": 8117,
        "end": 8148
      },
      "index": 286,
      "alignment_index": [
        286
      ]
    },
    {
      "span": {
        "start": 8149,
        "end": 8180
      },
      "index": 287,
      "alignment_index": [
        287
      ]
    },
    {
      "span": {
        "start": 8181,
        "end": 8212
      },
      "index": 288,
      "alignment_index": [
        288
      ]
    },
    {
      "span": {
        "start": 8213,
        "end": 8213
      },
      "index": 289,
      "alignment_index": [
        289
      ]
    },
    {
      "span": {
        "start": 8214,
        "end": 8230
      },
      "index": 290,
      "alignment_index": [
        290
      ]
    },
    {
      "span": {
        "start": 8231,
        "end": 8262
      },
      "index": 291,
      "alignment_index": [
        291
      ]
    },
    {
      "span": {
        "start": 8263,
        "end": 8294
      },
      "index": 292,
      "alignment_index": [
        292
      ]
    },
    {
      "span": {
        "start": 8295,
        "end": 8326
      },
      "index": 293,
      "alignment_index": [
        293
      ]
    },
    {
      "span": {
        "start": 8327,
        "end": 8358
      },
      "index": 294,
      "alignment_index": [
        294
      ]
    },
    {
      "span": {
        "start": 8359,
        "end": 8390
      },
      "index": 295,
      "alignment_index": [
        295
      ]
    },
    {
      "span": {
        "start": 8391,
        "end": 8422
      },
      "index": 296,
      "alignment_index": [
        296
      ]
    },
    {
      "span": {
        "start": 8423,
        "end": 8454
      },
      "index": 297,
      "alignment_index": [
        297
      ]
    },
    {
      "span": {
        "start": 8455,
        "end": 8486
      },
      "index": 298,
      "alignment_index": [
        298
      ]
    },
    {
      "span": {
        "start": 8487,
        "end": 8518
      },
      "index": 299,
      "alignment_index": [
        299
      ]
    },
    {
      "span": {
        "start": 8519,
        "end": 8519
      },
      "index": 300,
      "alignment_index": [
        300
      ]
    },
    {
      "span": {
        "start": 8520,
        "end": 8536
      },
      "index": 301,
      "alignment_index": [
        301
      ]
    },
    {
      "span": {
        "start": 8537,
        "end": 8568
      },
      "index": 302,
      "alignment_index": [
        302
      ]
    },
    {
      "span": {
        "start": 8569,
        "end": 8600
      },
      "index": 303,
      "alignment_index": [
        303
      ]
    },
    {
      "span": {
        "start": 8601,
        "end": 8632
      },
      "index": 304,
      "alignment_index": [
        304
      ]
    },
    {
      "span": {
        "start": 8633,
        "end": 8664
      },
      "index": 305,
      "alignment_index": [
        305
      ]
    },
    {
      "span": {
        "start": 8665,
        "end": 8696
      },
      "index": 306,
      "alignment_index": [
        306
      ]
    },
    {
      "span": {
        "start": 8697,
        "end": 8728
      },
      "index": 307,
      "alignment_index": [
        307
      ]
    },
    {
      "span": {
        "start": 8729,
        "end": 8760
      },
      "index": 308,
      "alignment_index": [
        308
      ]
    },
    {
      "span": {
        "start": 8761,
        "end": 8761
      },
      "index": 309,
      "alignment_index": [
        309
      ]
    },
    {
      "span": {
        "start": 8762,
        "end": 8778
      },
      "index": 310,
      "alignment_index": [
        310
      ]
    },
    {
      "span": {
        "start": 8779,
        "end": 8810
      },
      "index": 311,
      "alignment_index": [
        311
      ]
    },
    {
      "span": {
        "start": 8811,
        "end": 8842
      },
      "index": 312,
      "alignment_index": [
        312
      ]
    },
    {
      "span": {
        "start": 8843,
        "end": 8874
      },
      "index": 313,
      "alignment_index": [
        313
      ]
    },
    {
      "span": {
        "start": 8875,
        "end": 8906
      },
      "index": 314,
      "alignment_index": [
        314
      ]
    },
    {
      "span": {
        "start": 8907,
        "end": 8938
      },
      "index": 315,
      "alignment_index": [
        315
      ]
    },
    {
      "span": {
        "start": 8939,
        "end": 8970
      },
      "index": 316,
      "alignment_index": [
        316
      ]
    },
    {
      "span": {
        "start": 8971,
        "end": 9002
      },
      "index": 317,
      "alignment_index": [
        317
      ]
    },
    {
      "span": {
        "start": 9003,
        "end": 9034
      },
      "index": 318,
      "alignment_index": [
        318
      ]
    },
    {
      "span": {
        "start": 9035,
        "end": 9066
      },
      "index": 319,
      "alignment_index": [
        319
      ]
    },
    {
      "span": {
        "start": 9067,
        "end": 9098
      },
      "index": 320,
      "alignment_index": [
        320
      ]
    },
    {
      "span": {
        "start": 9099,
        "end": 9130
      },
      "index": 321,
      "alignment_index": [
        321
      ]
    },
    {
      "span": {
        "start": 9131,
        "end": 9146
      },
      "index": 322,
      "alignment_index": [
        322
      ]
    },
    {
      "span": {
        "start": 9147,
        "end": 9177
      },
      "index": 323,
      "alignment_index": [
        323
      ]
    },
    {
      "span": {
        "start": 9178,
        "end": 9209
      },
      "index": 324,
      "alignment_index": [
        324
      ]
    },
    {
      "span": {
        "start": 9210,
        "end": 9210
      },
      "index": 325,
      "alignment_index": [
        325
      ]
    },
    {
      "span": {
        "start": 9211,
        "end": 9227
      },
      "index": 326,
      "alignment_index": [
        326
      ]
    },
    {
      "span": {
        "start": 9228,
        "end": 9259
      },
      "index": 327,
      "alignment_index": [
        327
      ]
    },
    {
      "span": {
        "start": 9260,
        "end": 9291
      },
      "index": 328,
      "alignment_index": [
        328
      ]
    },
    {
      "span": {
        "start": 9292,
        "end": 9323
      },
      "index": 329,
      "alignment_index": [
        329
      ]
    },
    {
      "span": {
        "start": 9324,
        "end": 9355
      },
      "index": 330,
      "alignment_index": [
        330
      ]
    },
    {
      "span": {
        "start": 9356,
        "end": 9387
      },
      "index": 331,
      "alignment_index": [
        331
      ]
    },
    {
      "span": {
        "start": 9388,
        "end": 9419
      },
      "index": 332,
      "alignment_index": [
        332
      ]
    },
    {
      "span": {
        "start": 9420,
        "end": 9451
      },
      "index": 333,
      "alignment_index": [
        333
      ]
    },
    {
      "span": {
        "start": 9452,
        "end": 9483
      },
      "index": 334,
      "alignment_index": [
        334
      ]
    },
    {
      "span": {
        "start": 9484,
        "end": 9515
      },
      "index": 335,
      "alignment_index": [
        335
      ]
    },
    {
      "span": {
        "start": 9516,
        "end": 9547
      },
      "index": 336,
      "alignment_index": [
        336
      ]
    },
    {
      "span": {
        "start": 9548,
        "end": 9579
      },
      "index": 337,
      "alignment_index": [
        337
      ]
    },
    {
      "span": {
        "start": 9580,
        "end": 9611
      },
      "index": 338,
      "alignment_index": [
        338
      ]
    },
    {
      "span": {
        "start": 9612,
        "end": 9643
      },
      "index": 339,
      "alignment_index": [
        339
      ]
    },
    {
      "span": {
        "start": 9644,
        "end": 9676
      },
      "index": 340,
      "alignment_index": [
        340
      ]
    },
    {
      "span": {
        "start": 9677,
        "end": 9677
      },
      "index": 341,
      "alignment_index": [
        341
      ]
    },
    {
      "span": {
        "start": 9678,
        "end": 9694
      },
      "index": 342,
      "alignment_index": [
        342
      ]
    },
    {
      "span": {
        "start": 9695,
        "end": 9726
      },
      "index": 343,
      "alignment_index": [
        343
      ]
    },
    {
      "span": {
        "start": 9727,
        "end": 9758
      },
      "index": 344,
      "alignment_index": [
        344
      ]
    },
    {
      "span": {
        "start": 9759,
        "end": 9790
      },
      "index": 345,
      "alignment_index": [
        345
      ]
    },
    {
      "span": {
        "start": 9791,
        "end": 9822
      },
      "index": 346,
      "alignment_index": [
        346
      ]
    },
    {
      "span": {
        "start": 9823,
        "end": 9854
      },
      "index": 347,
      "alignment_index": [
        347
      ]
    },
    {
      "span": {
        "start": 9855,
        "end": 9886
      },
      "index": 348,
      "alignment_index": [
        348
      ]
    },
    {
      "span": {
        "start": 9887,
        "end": 9918
      },
      "index": 349,
      "alignment_index": [
        349
      ]
    },
    {
      "span": {
        "start": 9919,
        "end": 9950
      },
      "index": 350,
      "alignment_index": [
        350
      ]
    },
    {
      "span": {
        "start": 9951,
        "end": 9982
      },
      "index": 351,
      "alignment_index": [
        351
      ]
    },
    {
      "span": {
        "start": 9983,
        "end": 10014
      },
      "index": 352,
      "alignment_index": [
        352
      ]
    },
    {
      "span": {
        "start": 10015,
        "end": 10046
      },
      "index": 353,
      "alignment_index": [
        353
      ]
    },
    {
      "span": {
        "start": 10047,
        "end": 10078
      },
      "index": 354,
      "alignment_index": [
        354
      ]
    },
    {
      "span": {
        "start": 10079,
        "end": 10109
      },
      "index": 355,
      "alignment_index": [
        355
      ]
    },
    {
      "span": {
        "start": 10110,
        "end": 10141
      },
      "index": 356,
      "alignment_index": [
        356
      ]
    },
    {
      "span": {
        "start": 10142,
        "end": 10173
      },
      "index": 357,
      "alignment_index": [
        357
      ]
    },
    {
      "span": {
        "start": 10174,
        "end": 10205
      },
      "index": 358,
      "alignment_index": [
        358
      ]
    },
    {
      "span": {
        "start": 10206,
        "end": 10237
      },
      "index": 359,
      "alignment_index": [
        359
      ]
    },
    {
      "span": {
        "start": 10238,
        "end": 10270
      },
      "index": 360,
      "alignment_index": [
        360
      ]
    },
    {
      "span": {
        "start": 10271,
        "end": 10271
      },
      "index": 361,
      "alignment_index": [
        361
      ]
    },
    {
      "span": {
        "start": 10272,
        "end": 10288
      },
      "index": 362,
      "alignment_index": [
        362
      ]
    },
    {
      "span": {
        "start": 10289,
        "end": 10320
      },
      "index": 363,
      "alignment_index": [
        363
      ]
    },
    {
      "span": {
        "start": 10321,
        "end": 10352
      },
      "index": 364,
      "alignment_index": [
        364
      ]
    },
    {
      "span": {
        "start": 10353,
        "end": 10384
      },
      "index": 365,
      "alignment_index": [
        365
      ]
    },
    {
      "span": {
        "start": 10385,
        "end": 10416
      },
      "index": 366,
      "alignment_index": [
        366
      ]
    },
    {
      "span": {
        "start": 10417,
        "end": 10448
      },
      "index": 367,
      "alignment_index": [
        367
      ]
    },
    {
      "span": {
        "start": 10449,
        "end": 10480
      },
      "index": 368,
      "alignment_index": [
        368
      ]
    },
    {
      "span": {
        "start": 10481,
        "end": 10481
      },
      "index": 369,
      "alignment_index": [
        369
      ]
    },
    {
      "span": {
        "start": 10482,
        "end": 10482
      },
      "index": 370,
      "alignment_index": [
        370
      ]
    },
    {
      "span": {
        "start": 10483,
        "end": 10483
      },
      "index": 371,
      "alignment_index": [
        371
      ]
    },
    {
      "span": {
        "start": 10484,
        "end": 10484
      },
      "index": 372,
      "alignment_index": [
        372
      ]
    }
  ]
}