{
  "language": "hi",
  "content": "प्रज्ञापारमिता संचय गाथा\nIn Sanskrit: Ārya-prajñāpāramitā-saṃcaya-gāthā.\\nIn Tibetan: The आर्य प्रज्ञापारमिता संचय गाथा.\\nHomage to आर्य Mañjuśrī.\nThen again, in order to truly delight those four assemblies with प्रसन्नता, the Blessed One taught this प्रज्ञा पारमिता. At that time, he spoke these गाथा.\n\nप्रीति, गौरव और श्रद्धा का श्रेष्ठ भाव हृदय में स्थापित कर,\\nक्लेशावरण और ज्ञेयावरण को निरस्त कर कृपणता आदि मलों से अतिक्रांत हो,\\nजगत-हित में प्रत्यक्ष संलग्न शांत स्वभाव वालों की प्रज्ञापारमिता,\\nजिसमें उपाय-प्रज्ञा के युगनद्ध रूप से बोधिसत्त्व भूमियों पर विचरते वीरगण आचरण करते हैं, उसे श्रवण कर चिंतन और भावना करो।\nप्रथम परिच्छेद में सर्वज्ञता का प्रतिपादन।\\nजम्बूद्वीप में जितनी भी नदियाँ प्रवाहित होती हैं,\\nजो पुष्प, फल, औषधियाँ और वन को उत्पन्न करती हैं।\\nवे सब मानसरोवर स्थिति नागेन्द्र, नागराज के आधार स्थिति हैं,\\nयह सब उस नागराज की दिव्य शक्ति और वैभव का ही प्रभाव है॥\nजितने भी जिनों की श्रावक धर्म का उपदेश देते हैं,  \\nव्याख्या करते हैं, तर्कपूर्ण ढंग से समझाते हैं,  \\nश्रेष्ठ आनंद का मार्ग दिखाते हैं और उसके फल प्राप्त करवाते हैं,  \\nयह सब कुछ वास्तव में तथागत के पुरुषार्थ का ही प्रभाव है।\nक्या कारण है कि जब जिन धर्म-मार्ग का उपदेश देते हैं,\\nउसमें श्रेष्ठ मानवों ने शिष्य बनकर अभ्यास किया,\\nप्रत्यक्ष अनुभव करके जैसा शिक्षित वैसा ही सिखाते हैं?\\nयह बुद्ध की कृपा से होता है, अपनी बल से नहीं।\nजिस अवस्था में न तो श्रेष्ठ प्रज्ञापारमिता की अनुपलब्धि है,\\nन ही बोधिसत्त्व की अनुपलब्धि है, न ही बोधिचित्त की अनुपलब्धि है।\\nऐसा सुनकर भी जो मोहित नहीं होता और न ही भयभीत नहीं होता है,\\nवही बोधिसत्त्व सुगतों की प्रज्ञा का यथार्थ आचरण करता है॥ १.५ ॥\nन रूप है, न वेदना है, न संज्ञा है, न चेतना है।  \\nउसके लिए विज्ञान का आधार अणुमात्र भी विद्यमान नहीं है।  \\nवह सर्वधर्म में निवास नहीं करते हुए, स्थिति-रहित आचरण करता है।  \\nपूर्णतः ग्रहण किए बिना, सुगतों की बोधि को प्राप्त करता है॥\nजिस प्रकार परिव्राजक श्रेणिक ने आत्मवादी दृष्टि त्यागकर,\\nआलंबन-रहित स्कंधों के विनाश का साक्षात्कार किया।\\nउसी प्रकार जो बोधिसत्त्व सभी धर्मों की यथाभूत स्थिति जानता है,\\nवह करुणा से युक्त रहकर, निर्वाण में एकांतिक प्रवेश न करके, संसार और निर्वाण की समता की प्रज्ञा में स्थित रहता है॥\nफिर यह विचारे, \\\"प्रज्ञा क्या है, किसकी है, कहां से आई?\\nइस प्रकार सोचते हुए सभी धर्मों को शून्य समझे।\\nगहन परीक्षण के बाद भी न निराश हो, न भयभीत नहीं होना अनुभव करे,\\nऐसा बोधिसत्त्व ही बोधि के अत्यंत निकट होता है।\\\nपरमार्थ स्वभाव को न जानते हुए भी यदि रूप को वास्तविक माने,\\nवेदना, चेतना और विज्ञान स्कंधों में आचरण करे।\\n\\\"ये स्कंध हैं शून्य\\\" ऐसा विकल्प करे तब भी वह बोधिसत्त्व,\\nनिमित्त में आचरण करता है, अनुत्पन्न स्थिति में श्रद्धावान नहीं होता॥\nजो बोधिसत्त्व स्वभाव-शून्य जानकर न रूप में, न वेदना में,\\nन संज्ञा में, न चेतना में, न विज्ञान में आचरण करता है, स्थिति-रहित आचरण करता है।\\nवह \\\"मैं आचरण करता हूँ\\\" ऐसा अहंकार नहीं करता, अनुपलब्धि प्रज्ञा पर आधार रहता है,\\nअनुत्पन्न धर्मों में प्रज्ञावान वह, वीरगमन नामक श्रेष्ठ शांत समाधि का स्पर्श करता है॥ १,१० ॥\nजो बोधिचित्त इस प्रकार यहाँ आत्मा की शांति में स्थिति है,\\nवह पूर्वकालिक तथागतों द्वारा अनुत्तर बोधि के लिए व्याकरण है।\\nवह अभिमान नहीं करता \\\"मैं समाधिस्थ हूँ\\\" अथवा \\\"समाधि से उठा हूँ\\\",\\nक्योंकि उसने सभी धर्मों की शून्य प्रकृति को पूर्णतः जानना है॥\nइस प्रकार आचरण करते हुए, वह सुगतों की प्रज्ञा का आचरण करता है,\\nक्योंकि वह पूर्णतः जानता है कि आचरण न करना ही वास्तविक आचरण है।\\nजिस धर्म का वह आचरण करता है, वह भी आलम्बन नहीं होता है,\\nयही प्रज्ञापारमिता का श्रेष्ठ आचरण है॥\nजो कुछ विद्यमान नहीं है, उसे ही अविद्यमान कहा जाता है।\\nअज्ञानी इसकी कल्पना कर, विद्या-अविद्या में विभाजित करते हैं।\\nविद्यमान और अविद्यमान—ये दोनों ही वास्तव में अविद्यमान धर्म हैं।\\nजो बोधिसत्त्व इस तत्त्व को जानता है, वह निश्चय से निष्क्रमण होता है॥ १,१३॥\nजो इस जग में पाँचों स्कंधों को माया-सम जानता है,\\nन माया कुछ और, न ही स्कंध कुछ और समझता है।\\nविविध संज्ञाओं से विरत होकर शांति में विचरण करता है,\\nयही है प्रज्ञापारमिता का श्रेष्ठ आचरण॥\nकुशल मित्र (सद्गुरु) के साथ रहकर विपश्यना का अभ्यास करने वाला साधक,\\nजिन की माता (बुद्धों की जननी प्रज्ञापारमिता) के गहन अर्थ को सुनकर कभी भयभीत नहीं होता।\\nजो पापमित्रों का साथ चुनकर, छः पारमिताओं के विपरीत आचरण करते हुए दूसरों का मोहताज बन जाता है,\\nवह बिना पके मिट्टी के बर्तन-सा, जल-स्पर्श मात्र से टूटकर न केवल महायान मार्ग से पतित होता है, बल्कि पूर्व के सभी साधन भी नष्ट हो जाते हैं॥ १,१५॥\nकिस कारण से इसे बोधिसत्त्व कहा जाता है?\\nधर्मधातु के स्वभाव में प्रवेश करके आसक्ति को काटने वाला, महायान गोत्र के आधार पर श्रवण-चिंतन-भावना की प्रज्ञा से सर्वत्र के मोह और आसक्ति को बीज सहित समूल क्षय करना चाहता है।\\nजिनों के धर्मकाय रूप आसक्ति-रहित बोधि का सर्वहित के लिए स्पर्श करता है,\\nइसलिए यह 'बोधि' (ज्ञान) और 'सत्त्व' (प्राणी) से युक्त 'बोधिसत्त्व' नाम प्राप्त करता है॥\nकिस कारण से इसे महासत्त्व कहा जाता है?\\nक्योंकि वह प्राणियों के अनेक समूहों में सर्वश्रेष्ठ हो गया है,\\nऔर वह सत्त्वधातु की महान दृष्टियों को काटता है।\\nइसलिए, उसे \\\"महासत्त्व\\\" कहा जाता है।\nमहा-त्यागी, महाप्रज्ञ, महाशक्ति से सम्पन्न जो,\\nजिनों के सर्वोत्तम महायान में प्रवेश करता है।\\nमहाकवच धारण कर मारों के छल को परास्त करता है,\\nइसलिए वह महासत्त्व कहलाता है॥\nजैसे माया-कार चौराहे पर निर्मित छवियाँ रचता है,\\nबहुत से लोगों के सिर काटने का दृश्य दिखाता है।\\nवैसे ही बोधिचित्त, ज्ञान-कवच धारण कर,\\nसभी प्राणी को माया-सम, पूर्णतः जानना कर निर्भय रहते हैं॥\nरूप, संज्ञा, वेदना, चेतना और विज्ञान,\\nन बंधे हैं, न मुक्त हैं, वस्तुतः हैं अस्तित्वहीन।\\nइस प्रकार बोधि पथ पर चलते, निराश मन न करें धारण,\\nयही है व्यक्तियों का सर्वोत्तम कवच श्रेष्ठ।\nकिस कारण से इसे बोधि महायान कहते हैं?\\nजिस पर आरूढ़ होकर बोधिसत्त्व सभी प्राणियों को दुःख से मुक्त करता है।\\nयह यान आकाश-सम अपरिमेय विशाल महल है,\\nप्रीति, प्रसन्नता और अप्रतिष्ठित निर्वाण का सुख प्रदान करने वाला सर्वश्रेष्ठ यान है॥\nन दिखे कोई जो बोधिसत्त्व यान पर चढ़कर दिशाओं में जाता है,\\nनिर्वाण की ओर गमन की बात कही गई, परंतु वहाँ कोई प्राणी अनुपलब्धि।\\nजैसे बुझी अग्नि या मृत व्यक्ति कहीं जा नहीं सकते,\\nइसी कारण से - विपरीत विकल्पों के निरोध से - उसे 'निर्वाण' कहा जाता है।\nबोधिसत्त्व को न पूर्वकाल में अनुपलब्धि किया जा सकता है,\\nन भविष्य में, न ही वर्तमान में; वे त्रिकाल से परिशुद्ध हैं।\\nजो शुद्ध है वह असंस्कृत है, निष्प्रपंच स्वभाव वाला है,\\nयही प्रज्ञापारमिता के श्रेष्ठ आचरण पर अनुपलब्धि में आचरण है॥\nजब कुशल-विज्ञ बोधिसत्त्व, जो परमार्थ और व्यावहारिक दोनों सत्यों में पारंगत हैं,\\nसमाधिस्थ होकर अनुत्पन्न स्वभाव का गहन चिंतन करते हुए इस प्रकार आचरण करते हैं;\\nवे स्वयं और अन्य की समता देखते हुए महाकरुणा उत्पन्न करते हैं, फिर भी प्राणियों में सत्त्व-संज्ञा से परे रहते हैं;\\nयही प्रज्ञापारमिता की श्रेष्ठ आचरण है, जिसमें शून्यता-ज्ञान और करुणा स्वाभाविक रूप से परहित में प्रवाहित होते हैं॥\nयदि कोई प्राणियों को वास्तविक मानकर, दुःख को भी वास्तविक मानकर,\\n\\\"मैं जगत के प्राणियों का अर्थ करूँगा, उनके दुःखों को दूर करूँगा\\\" ऐसा संकल्प करे;\\nआत्मा को, प्राणियों को और दुःख को पूर्णतः विकल्प करने वाला यह बोधिसत्त्व,\\nशून्यता की समझ के बिना वह श्रेष्ठ प्रज्ञापारमिता का सच्चा आचरण नहीं कर रहा है॥\nजैसा आत्मा को स्वभाव-शून्य जानता है, वैसे ही सभी प्राणियों को देखे,\\nजैसे सभी प्राणियों का स्वभाव है, वैसे ही सर्वधर्म को समझे।\\nउत्पत्ति और अनुत्पत्ति—दोनों को माया-सम मानकर निर्विकल्प रहे,\\nयही प्रज्ञापारमिता का श्रेष्ठ आचरण है, जिसमें करुणा और शून्यता अभेद धरे।\nइस लोक में जितने भी धर्म-पदार्थों के नामों का होता उच्चारण,\\nउन सभी में उत्पत्ति और निरोध के दोनों अंतों को त्यागकर।\\nप्राप्त होता है स्वयंभू अमर परम ज्ञान, जिससे श्रेष्ठ कुछ भी नहीं,\\nइसीलिए इसे प्रज्ञापारमिता कहा जाता है। ॥ १,२७ ॥\nजो बोधिसत्त्व इस प्रकार निःसंदेह आचरण करते हैं,\\nउन्हें प्रज्ञा और उपाय से युक्त, समता में स्थित जानना चाहिए।\\nजो सभी धर्म की निःस्वभावता को पूर्णतः समझते हैं,\\nयही है श्रेष्ठ प्रज्ञापारमिता का श्रेष्ठ आचरण॥\n\nSecond Section: The Teaching on the Knowledge of All मार्गs\\n\\n[2. Shakra Chapter]\\n\\nIn this section, the teaching on the knowledge of all मार्गs (sarvamārgajñatā) is presented. The bodhisattva who acts with complete confidence at their भूमि, without any doubt or hesitation, exactly as instructed, is said to be endowed with supreme wisdom and established in the equality of all dharmas.\\n\\nThe meaning of the knowledge of all मार्गs is to directly जानना the middle way that is beyond origination and cessation, or beyond the extremes of eternalism and nihilism, in all dharmas that are conventionally designated in the world. This knowledge remains unaffected by all the obscurations of the three vehicles (Śrāvakayāna, Pratyekabuddhayāna, and Bodhisattvayāna). There is nothing superior to this excellent knowledge.\\n\\nThe characteristic of the supreme practice of prajñāpāramitā is to fully जानना all dharmas of the basis, मार्ग, and fruition as devoid of inherent nature, by remaining one-taste in equality. It is necessary to be authentically established in the equality of the two truths - conventional truth and ultimate truth. जानना dharmas as devoid of true nature, as mere deceptive appearances beyond acceptance and rejection, is the prajñāpāramitā of the method of liberation.\\n\\nWherever the term prajñāpāramitā appears, explaining it as the मार्ग in that particular context is the method for clarifying hidden meanings. This is the मार्ग of teaching in a middle way, through which the bodhisattva, by practicing the eight methods of liberation, ultimately attains omniscience.\nजो रूप में निवास नहीं करते, न वेदना में रहता है,  \\nजो संज्ञा में न ठहरता, न चित्त में बसता है।  \\nविज्ञान में निवास नहीं करते, धर्मता में जो स्थित है,  \\nवही प्रज्ञा पारमिता का श्रेष्ठ आचरण निश्चय है॥\nनित्य-अनित्य, सुख-दुःख और प्रिय-अप्रिय में,\\nआत्मा-अनात्म, तथता और शून्य में आसक्त न हो।\\nफलों की प्राप्ति और अर्हत भूमि पर निवास नहीं करते,\\nप्रत्येकबुद्ध भूमि और बुद्ध भूमि में भी मोह न करे॥\nजिस प्रकार नायक असंस्कृत धातु में वास्तव में निवास नहीं करते,\\nउसी प्रकार संस्कृत धर्मों में भी बिना आसक्ति के, निवास नहीं करते आचरण करते हैं।\\nइसी प्रकार बोधिसत्त्व भी किसी धर्म को सत्य मानकर आसक्त न होकर शून्यता-ज्ञान से युक्त रहता है,\\nयह ग्राहक-ग्राह्य से परे निवास-रहित स्थिति ही परमार्थ स्थिति है, ऐसा जिन ने उपदेश दिया है॥\nजो चाहते हैं सुगत के श्रावक बनने की, \\nप्रत्येकबुद्ध अथवा धर्मराज होने की।\\nइस क्षांति के बिना वे प्राप्त न कर सकेंगे,\\nजैसे पार जाना न कर सके जो मार्ग न देखे॥\nजो धर्म का उपदेश देता है, जो श्रवण करता है, और जो सिखाया जाता है,\\nफलों की प्राप्ति, प्रत्येकबुद्ध और लोकनाथ लोक के रक्षक,\\nविद्वानों की निर्मल प्रज्ञा से अधिगत निर्वाण जो है,\\nये सभी माया-सदृश हैं - तथागत ने ऐसा ही दिखाया है॥\nये चार प्रकार के व्यक्ति इस शून्यता के गहन सिद्धांत से भयभीत नहीं होते:\\nजिनपुत्र (बोधिसत्त्व) जो परमार्थ सत्य में कुशल प्रज्ञावान हैं और अविवर्तनीय भूमि में स्थित हैं,\\nअर्हत जो भावना-प्रहेय और दर्शन-प्रहेय सभी मल-क्लेशों से मुक्त हो चुके हैं और संशयों का पूर्णतः त्याग कर चुके हैं,\\nऔर चौथे वे नवसाधक जो कुशल मित्रों द्वारा सभी जन्मों में पूर्णतः संभाले गए हैं। ॥२,६॥\nविद्वान और कुशल-विज्ञ बोधिसत्त्व जब शून्यता की दृष्टि से आचरण करते हैं,\\nवे न तो अर्हत की अर्हत भूमि पर, न ही प्रत्येकबुद्ध के प्रत्यय-साक्षात्कार भूमि पर प्रवृत्त होते।\\nवे केवल सर्वज्ञता प्राप्ति हेतु बुद्ध के साक्षात्कृत धर्म का अनुसरण करते हैं,\\nजो परमार्थ और संवृति में, शिक्षा-अशैक्ष दोनों अवस्थाओं से परे है, वही मध्यम मार्ग का सच्चा साधक है।\nपरमार्थतः न रूप की वृद्धि क्षय या ग्रहण हेतु साधना,\\nअनुपलब्धि-विधि से सभी धर्म का न ग्रहण-कल्पना।\\nअकृत्रिम समता में स्थित सर्वज्ञता को दृढ़ धारण करते जो,\\nमहायान-गुणरत साधकों का निश्चित क्लेश-व्युत्थान हो॥\nरूप न प्रज्ञा है, रूप में प्रज्ञा नहीं विद्यमान।  \\nविज्ञान, संज्ञा, वेदना और चेतना, ये सभी,  \\nन तो प्रज्ञा हैं, न ही इनमें प्रज्ञा का निवास है।  \\nयह आकाश-धातु के समान है, भेद-रहित अविभाज्य।\nआलम्बन वस्तुओं का स्वभाव अनंत अपार है।  \\nप्राणियों का जो स्वभाव है वह भी अनंत अपार है।  \\nआकाश-धातु का स्वभाव भी अनंत अपार है।  \\nलोक-ज्ञाताओं की प्रज्ञा भी अनंत अपार है॥\n### श्लोक २.११\\n\\nसंज्ञा को इस पार बताया है तथागत ने नायक द्वारा सर्वत्र घोषित कर,\\nसंज्ञा का विश्लेषण कर त्याग करें तो पार जाना निश्चय ही।\\nजो जन इस संज्ञा से पूर्णतः मुक्त होते परम अनुभव पाते हैं,\\nवे पारमिता प्राप्त कर शास्ता के वचनों में स्थित होते हैं॥\nयदि स्वयं शास्ता भी गंगा नदी की बालू के कणों जितने कल्पों तक विराजमान रहकर \\\"सत्त्व\\\", \\\"जीव\\\", \\\"प्राणी\\\" शब्दों का सर्वत्र उद्घोष करें,\\nआदि से ही शून्य और अनुत्पन्न होने के कारण प्राणियों की वास्तविक उत्पत्ति कैसे संभव हो सकती है?\\nयही प्रज्ञा पारमिता का श्रेष्ठ आचरण है।\nजब मैंने श्रेष्ठ पारमिता के अनुरूप साधना की थी,\\nतब पूर्वकाल के महापुरुष दीपंकर बुद्ध ने मुझे व्याकरण दी थी,\\n\\\"आने वाले समय में तुम बुद्ध बनोगे\\\" -\\nऐसा जिन स्वयं कहते हैं।\n\n\nजिस प्रज्ञापारमिता में, सम्यक बोधि के मूल आधार पर, बुद्ध नाथ बोधिसत्वों संग आचरण करते हैं,\\nजो कुलपुत्र-कुलपुत्री इसे श्रद्धापूर्वक शांत चित्त से धारण करता है शून्यता के गहन अर्थ को समझता है,\\nउसे अभिनिवेश-विष, क्रोध-शस्त्र, राग-द्वेष-अग्नि और मोह-जल रूपी बाधाएँ नहीं बाध सकती,\\nधर्मता के बल से संरक्षित, चारों मार और उनके अनुयायी भी उसका अवसर नहीं पाते।\nजो कोई सुगत के निर्वाण के पश्चात्,  \\nसप्त रत्न से निर्मित स्तूप का पूजन करे;  \\nऔर गंगा नदी की बालू के समान असंख्य,  \\nतथागत के ऐसे स्तूपों से हज़ारों करोड़ क्षेत्र भर जाएँ॥\n॥ ३,३ ॥\\n\\nयदि अनंत बुद्धक्षेत्रों की कल्पना की जाए अपार,\\nउनमें निवास करते जितने भी प्राणी हों विचार।\\nवे सब अन्य कार्य छोड़ दिव्य पुष्प, सुगंधित धूप,\\nऔर चंदन लेप से पूजा करें निरंतर अनुरूप॥\\n\\nत्रिकाल में कल्पों तक या उससे भी अधिक समय,\\nऐसी पूजा-अर्चना करें वे सब मिलकर निश्चय।\\nपरंतु प्रज्ञापारमिता का ज्ञान इससे भी महान,\\nइसका पुण्य अतुलनीय, अगणित और अपरिमान॥\nजो कोई प्रज्ञापारमिता रूपी सुगत माता को पुस्तक में लिखकर,\\nजिससे दशबल युक्त विनायकों का जन्म होता है।\\nहृदय से धारण करे और पुष्प व सुगंधित द्रव्यों से इसका सम्मान करे,\\nउस पुण्य के समक्ष, आधार निर्माण और पूजा का पुण्य करोड़वें हिस्से के भी बराबर नहीं॥\nजिनों की प्रज्ञापारमिता यह विद्यामंत्र है,  \\nअनेक सत्त्वधातुओं के शोक और दुःख धर्मों को शांत करती है।  \\nजो बीते और जो दशों दिशाएँ के लोकनाथ हैं,  \\nइस विद्यामंत्र में शिक्षित होकर अनुत्तर वैद्यराज बन गए।\nजो हित और करुणा भावना से युक्त आचरण करते हैं,\\nइस विद्यामंत्र में शिक्षित होकर, कुशल प्रज्ञावान बोधि को स्पर्श करते हैं।\\nचाहे सांसारिक संस्कृत सुख हो या निर्वाण का असंस्कृत सुख,\\nजानना चाहिए कि ये सभी सुख प्रज्ञापारमिता से ही उत्पन्न होते हैं॥ ३,६ ॥\nजैसे बीज भूमि पर बोए जाकर स्थिति रहते हैं,\\nऔर अनुकूल सामग्री मिलने पर अनेक रूपों में विकसित होते हैं।\\nइसी प्रकार पाँच पारमिताएँ और जितने भी बोधि के गुण हैं,\\nवे सभी प्रज्ञापारमिता से ही उत्पन्न होते हैं॥\nजिस मार्ग से चक्रवर्ती राजा नित्य गमन करता है,\\nउसी मार्ग से सप्त रत्न और सर्व सेनाएँ चलती हैं,\\nजिस मार्ग से जिनों की यह प्रज्ञापारमिता विचरती है,\\nउसी मार्ग से सकल गुण-सर्वधर्म आते हैं॥ ३,८ ॥\n\n\nजब जिन ने इंद्र से पूछा कि वे प्रज्ञापारमिता और बुद्ध-धातु में से किसे चुनेंगे, तब इंद्र ने उत्तर दिया:\\n\\\"यदि गंगा नदी की बालू जितने अनगिनत बुद्ध-क्षेत्र हों,\\nऔर वे सभी क्षेत्र जिनों की धातु-अवशेष से परिपूर्ण हों,\\nफिर भी आत्मा इस प्रज्ञापारमिता को ही ग्रहण करूँगा, क्योंकि यही सर्व बुद्धों का मूल है।\\\nक्यों? ऐसा नहीं कि मैं बुद्ध के शरीर अवशेषों का आदर नहीं करता।  \\nपरंतु प्रज्ञा के पूर्ण भावन से ही वे पूजनीय बनते हैं।  \\nजैसे राजा के आधार व्यक्ति को सब से सम्मान मिलता है,  \\nवैसे ही बुद्ध धातु-अवशेष प्रज्ञा पारमिता पर आधार हैं।\nप्रज्ञापारमिता रत्न गुण-संपन्न, अमूल्य इसका मोल।\\nजिस पात्र में विराजे वह, बुद्ध-काय सम पूज्य अनमोल॥\\nबुद्ध-धातु भी वंदनीय है, रत्न निकले रहे पवित्र पात्र।\\nजैसे राजाश्रित जन सम्मानित, मोक्षदायिनी प्रज्ञा की ही महिमा निराली॥\\nइंद्र ने बुद्ध से कहा था, \\\"अवशेषों से बढ़कर प्रज्ञा का तेज।\\nसब बाधाएँ हरती है यह, प्रज्ञापारमिता मुक्ति का पथ सर्वश्रेष्ठ॥\\\nइसी प्रकार प्रज्ञा पारमिता के श्रेष्ठ गुणों के कारण,  \\nजिन के निर्वाण के पश्चात भी उनके धातु-अवशेष पूजनीय रहते हैं।  \\nअतः जो कोई भी जिनों की गुणों को धारण करना चाहता है,  \\nवह प्रज्ञा पारमिता को ग्रहण करे, यह मोक्ष है॥\nदान से पूर्व प्रज्ञा पारमिता ही मार्गदर्शक है, त्रिमंडल की शून्यता में।\\nशील, क्षांति, वीर्य और ध्यान पारमिताएँ भी प्रज्ञा के ही प्रकाश में सफल होती हैं।\\nप्रज्ञा पारमिता ही अनुत्तर बोधि हेतु कुशल धर्मों को नष्ट होने से बचाती और ग्रहण करती है।\\nयही प्रज्ञा अनुपलब्धि के स्वभाव से सभी धर्म को एक ही स्वरूप में प्रकाशित करती है॥ ४. ५ ॥\nजैसे जम्बूद्वीप में चंदन, अगरु आदि के करोड़ों वृक्ष विराजमान हैं,\\nनाना प्रकार के रंग, गंध, आकार धारण करते हुए विविध रूपों में विस्तृत हैं।\\nपरंतु इन असंख्य वृक्षों की छायाओं में कोई विशेष भेद नहीं है,\\nवे सब मात्र 'छाया' के रूप में ही परिगणित हैं, जैसे प्रज्ञापारमिता-रूपी वृक्ष से अन्य पारमिताएँ छाया-सम उत्पन्न होती हैं॥\\nइस माता-स्वरूपा प्रज्ञा के बिना अन्य पारमिताएँ अपना पूर्ण फल नहीं दे सकतीं॥\nइसी प्रकार जिनों की ये पाँच पारमिताएँ (दान, शील, क्षान्ति, वीर्य, ध्यान) भी,\\nअनुपलम्भ की मुद्रा से युक्त हो प्रज्ञापारमिता के ही नाम से विख्यात होती हैं।\\nसर्वज्ञता की प्राप्ति हेतु जब इन्हें निष्प्रपंच भाव से परिणामित किया जाता है,\\nतब जैसे जल समुद्र में मिलकर एकरस हो जाता है, वैसे ही \\\"बोधि\\\" नामक ये सभी छह एकरस हो जाती हैं॥\n\n\nयदि बोधिसत्त्व प्रज्ञापारमिता का गहन अर्थ न जानना हुए,\\nरूप, संज्ञा, वेदना, चेतना और विज्ञान को,\\nकेवल अनित्य के रूप में ही प्रदर्शित करे, वह कृत्रिम आचरण करता है।\\nविद्वान कभी भी सभी धर्म का विनाश नहीं करते, क्योंकि वे रूपादि को प्रत्यक्ष आसक्ति से अनुपलब्ध और स्वभावतः अजन्मा एवं शून्य जानते हैं। ॥५.१॥\nजिसमें न तो रूप है, न ही वेदना है, न संज्ञा अनुपलब्धि होती है,\\nन विज्ञान है, न ही चेतना अनुपलब्धि होती है।\\nजो सर्वधर्म को अनुत्पन्न, शून्यता स्वभाव से पूर्णतः जानना है,\\nयही प्रज्ञा पारमिता का श्रेष्ठ आचरण है॥\nगंगा नदी की बालू के समान अनंत क्षेत्रों में,  \\nजितने भी प्राणी वास करते हैं, यदि कोई उन सबको अर्हत बनाए।  \\nपरंतु जो इस प्रज्ञा पारमिता को लिखकर,  \\nश्रेष्ठ प्राणियों को ग्रंथ दान करे, उसका पुण्य अत्यंत श्रेष्ठ है॥\nऐसा क्यों है? क्योंकि वे श्रेष्ठ वक्ता इस मार्ग पर शिक्षित होकर,\\nयहाँ सभी धर्म को शून्यता के स्वरूप में प्रकाशित करते हैं।\\nइसे सुनकर श्रावक शीघ्र ही पूर्ण विमुक्ति को स्पर्श करते हैं,\\nऔर प्रत्येकबुद्ध की बोधि तथा बुद्ध की बोधि को भी स्पर्श करते हैं॥\nबिना अंकुर के लोक में वृक्ष उत्पन्न नहीं होता,\\nफिर शाखा, पत्र, पुष्प-फल कहाँ से आएंगे?\\nबिना बोधिचित्त के लोक में जिन का उदय नहीं होता,\\nफिर इंद्र, ब्रह्मा और श्रावक कहाँ से प्रकट होंगे?\nजब सूर्य-मंडल अपना प्रकाश-जाल फैलाता है,\\nतब प्राणी अपने कर्मों में प्रयत्नशील से जुट जाते हैं।\\nइसी प्रकार जब विद्वानों में लोक के लिए बोधिचित्त उदित होता है,\\nतब ज्ञान के माध्यम से सभी प्राणी गुण और धर्म से परिपूर्ण हो जाते हैं।\nजैसे यदि मानसरोवर में नागराज का वास न हो,\\nतो क्या जम्बूद्वीप में नदियाँ प्रवाहित हो सकती हैं?\\nयदि नदियाँ न हों, तो पुष्प और फल कैसे उत्पन्न होंगे?\\nऔर सागरों में भी विविध प्रकार के रत्न नहीं पाए जाएंगे॥\nइसी प्रकार, यहाँ भी बोधिचित्त के बिना सुगत का\\nज्ञान इस लोक में कहाँ से हो सकेगा उत्पन्न।\\nज्ञान के अभाव में गुणों की वृद्धि नहीं, बोधि नहीं होगी,\\nऔर सागर-सम बुद्ध धर्म भी अस्तित्वहीन हो जाएगा॥\nइस लोक में जितने भी प्रकाश देने वाले प्राणी हैं,\\nजो सब दिशाओं को आलोकित करने हेतु अपना तेज फैलाते हैं।\\nउन सबसे श्रेष्ठ है सूर्य-मंडल की एक किरण का प्रकाश,\\nसमस्त प्रकाश-स्रोतों का तेज मिलकर भी उसकी बराबरी नहीं कर सकता॥\n\n\nजितने भी श्रावक समूह दान, शील और\\nध्यान-भावना से अर्जित पुण्य-समूह उत्पन्न करते हैं,\\nबोधिसत्त्व के एक अनुमोदन चित्त की तुलना में,\\nसभी श्रावकों का समस्त पुण्य-स्कंध तुलनीय भी नहीं है॥\nअतीत काल के वे करोड़ों-अरबों पूर्व बुद्ध जो पहले हुए थे,\\nऔर वे जो अनंत असंख्य क्षेत्रों में आज भी विराजमान हैं और प्राणियों का उद्धार कर रहे हैं।\\nवे लोकनाथ जो अभी-अभी निर्वाण प्राप्त कर चुके हैं परंतु जिनका शासन अभी समाप्त नहीं हुआ,\\nसभी दुःखों के क्षय हेतु रत्न-स्वरूप मूल्यवान धर्म का उपदेश देते हैं, जो मुक्ति का एकमात्र मार्ग है॥\nसर्वोत्तम बोधि-चित्त प्रथम उत्पन्न करने से लेकर,\\nजब तक नायकों का सद्धर्म विलीन न हो।\\nउस अवधि के बीच जिन-जिन का जो पुण्य हुआ,\\nपारमिताओं से युक्त और बुद्ध-धर्मों से संपन्न॥\nजो बुद्ध-पुत्र और श्रावकों के, शैक्ष-अशैक्ष (मार्ग पर प्रशिक्षु-प्रवीण) के सभी पुण्य हैं।\\nसास्रव-अनास्रव (क्लेशयुक्त-क्लेशहीन) कुशल कर्मों को, एकत्रित कर हर्षपूर्वक अनुमोदन करता है।\\nवह बोधिसत्त्व इन सब पुण्यों का, हृदय से आनंदित होकर, समान गुण प्राप्त करता है।\\nऔर सर्वप्राणियों का कल्याण एवं संसार से मुक्ति हेतु, त्रिमंडल शुद्धि से सर्वोत्तम बोधि के लिए सब परिणामित करता है॥\nयदि पुण्य-परिणामना करते समय चित्त की संज्ञा उत्पन्न हो जाए,\\nतथा बोधि की संज्ञा, परिणामना की धारणा, और प्राणियों का विचार हो।\\nइन संज्ञाओं के कारण चित्त दृष्टि, स्थिति और क्रिया - इस त्रिमंडल की आसक्ति में बंध जाता है,\\nआलम्बन-सहित होने के कारण यह परिणामना प्रज्ञापारमिता के अनुसार यथार्थ नहीं है, जहाँ अनुपलब्धि और अविपरीत दृष्टि आवश्यक है॥\nयदि इस प्रकार समझे कि ये कुशल धर्म निरुद्ध होकर क्षय हो जाते हैं,\\nऔर जिस बोधि-फल के लिए इन्हें परिणामित करना जाता है, वह भी वस्तुतः क्षय है,\\nऔर परमार्थ दृष्टि से कोई धर्म किसी अन्य धर्म को कभी परिणामित करना नहीं करता - ऐसा जानना पर,\\nइस प्रकार तीनों पहलुओं की शून्यता को भलीभांति जानना किया गया परिणामना ही वास्तविक परिणामना है।\nयदि कर्ता, कर्म और क्रिया के निमित्त सहित परिणामित करे, वह सच्ची परिणामना नहीं है।\\nजब इन निमित्तों की वास्तविकता से मुक्त हो, तब वही बोधि की सच्ची परिणामना है।\\nजैसे विष से मिश्रित स्वादिष्ट भोजन प्रारंभ में सुखद लगता है परंतु अंततः हानि करता है,\\nवैसे ही शुभ धर्मों को वास्तविक मानकर आलम्बन करना भी हानिकारक है, ऐसा जिन ने कहा है॥\nइसीलिए इस प्रकार परिणामना का शिक्षणीय विषय है,\\nजिस प्रकार त्रिकाल के जिन उन कुशल को व्यावहारिक और परमार्थिक रूप से जानते हैं।\\nउनका वास्तविक स्वरूप क्या है, फलदायी उद्भव क्या है, और परमार्थिक लक्षण क्या है,\\nइन सबका अनुमोदन करके मैं ठीक उसी दृष्टि से, उसी प्रकार कुशल कर्मों का परिणामित करता हूँ॥\nइस प्रकार जो शून्यता-दृष्टि से पुण्य को बोधि प्राप्ति के लिए परिणामित करता है,\\nवह द्वंद्वातीत होकर बुद्धों से कभी न विमुख हो, जिनों के उपदेशों का ही प्रचार करे।\\nऐसे परिणामना करने वाला वीर पुरुष, इस त्रि-लोक में\\nदान-शील आदि पारमिताओं का अभ्यास करने वाले किंतु द्वैत-भाव में रहने वाले\\nगंगा-नदी के रेत-कणों समान असंख्य बोधिसत्त्वों के समस्त पुण्य को\\nअपनी प्रज्ञा के प्रभाव से अभिभूत कर देता है और सर्वज्ञता के पथ पर अग्रसर होता है॥\n\n\nजन्मांध करोड़ों-अरबों लोग बिना किसी मार्गदर्शक के,  \\nमार्ग का ज्ञान न होने पर नगर में कैसे प्रवेश करेंगे?  \\nप्रज्ञा के बिना ये पाँच पारमिताएँ नेत्रहीन हैं,  \\nबिना मार्गदर्शक बोधि को स्पर्श करने में असमर्थ हैं।\nजब प्रज्ञा द्वारा अन्य पारमिताएँ पूर्णतः ग्रहण की जाती हैं,\\nतब वे नेत्र प्राप्त करती हैं और पारमिता का नाम पाती हैं।\\nजैसे पूर्ण चित्रित आकृति में यदि आँखें न हों,\\nतो आँखें बनाए बिना चित्रकार को पुरस्कार नहीं मिलता।\nजब धर्मों का - संस्कृत, असंस्कृत, शुभ और अशुभ का,  \\nप्रज्ञा से विश्लेषण कर, अणुमात्र अनुपलब्धि होता कहीं।  \\nतब वह प्रज्ञापारमिता की गणना में आता लोक में,  \\nजैसे आकाश कहीं भी थोड़ा भी निवास नहीं करते॥\nयदि मैं विचारूँ कि \\\"मैं जिनों की प्रज्ञा का आचरण करता हूँ,\\nऔर दुःख से स्पर्श करना करोड़ों-अरबों प्राणियों को मुक्त करूँगा\\\" - \\nजब बोधिसत्त्व प्राणियों को वास्तविक मानकर विकल्प करता है,\\nयह प्रज्ञापारमिता का श्रेष्ठ आचरण नहीं कहलाता।\nजो बोधिसत्त्व अपने पूर्व जन्मों के आचरण काल में\\nश्रेष्ठ पारमिता का अभ्यास कुशलतापूर्वक और पूर्ण निःसंदेह होकर करते थे,\\nपारमिता को सुनते ही उन बोधिसत्त्वों में जिनमाता के प्रति शास्ता समान श्रद्धा उत्पन्न होती है,\\nवे शीघ्र ही शांत बोधि, परम ज्ञान की अवस्था को साक्षात् कर लेते हैं॥\nपूर्व जन्मों में लाखों-करोड़ों बुद्धों की सेवा की हो भी,  \\nयदि जिनों की प्रज्ञा पारमिता में श्रद्धा न रखे कोई।  \\nऐसा अल्पबुद्धि सुनकर भी इसे त्याग देगा निश्चय ही,  \\nत्यागकर बिना आश्रय के अवीचि नरक में जाएगा वही प्राणी॥\nअतः यदि बुद्ध-ज्ञान श्रेष्ठ को स्पर्श करना चाहते हो तुम,\\nतो जिनों की माता (प्रज्ञापारमिता) पर श्रद्धा रखो अटल।\\nजैसे कोई व्यापारी रत्नद्वीप तक जाकर भी,\\nयदि वापस लौटे खाली हाथ, तो क्या लाभ हुआ उसका? ॥\n\n\nरूप की विशुद्धि को फल की विशुद्धि के रूप में जानना चाहिए।\\nफल और रूप की विशुद्धि से सर्वज्ञता की विशुद्धि होती है।\\nसर्वज्ञता, फल की विशुद्धि और रूप की विशुद्धि -\\nये सभी आकाश-धातु के समान हैं, अभेद्य हैं और विभाजित नहीं किए जा सकते॥\n# सर्वज्ञेय भूमि का प्रतिपादन\\n\\nनर्तक-सम वीर बोधिसत्व प्रज्ञापारमिता के बल से,\\nत्रिधातु से परे हैं फिर भी पूर्णतः विमुक्त नहीं वे।\\nक्लेशों का नाश कर भी करुणावश उत्पत्ति प्रदर्शित करते,\\nजरा, व्याधि, मृत्यु से मुक्त होकर भी सत्त्वहित च्युति दिखाते।\nनाम-रूप पंचस्कंध के दलदल में फंसे हैं ये सभी प्राणी,\\nवायु-चक्र सम संसार-चक्र में भटकते अज्ञानी।\\nभ्रमित प्राणी शिकारी जाल में फंसे हिरणों से हैं तुल्य,\\nप्रज्ञा वान जन आकाश में पक्षी-सम स्वतंत्र विचरते हैं॥\nजो शुद्धाचारी बोधिसत्त्व रूप में नहीं करता आचरण,\\nविज्ञान, संज्ञा, वेदना, चेतना को न माने आत्मीय।\\nइस विध आचरण करता सर्व आसक्ति त्याग पूर्णतः,\\nआसक्ति से विमुक्ति सुगतों की प्रज्ञा का आचरण करे॥\n\n\nइस प्रकार आचरण करते हैं कुशल प्रज्ञावान बोधिसत्त्व,\\nआसक्ति और अभिनिवेश से मुक्त होकर प्राणी में निःसंग चलते हैं।\\nजैसे राहु से विमुक्त सूर्य अविद्या का अंधकार नष्ट कर निर्मल चमकता है,\\nवैसे ही प्रज्ञारूपी अग्नि क्लेशों और आरोपों के घास-वृक्ष वन को भस्म कर देती है॥\nसभी धर्म स्वभाविक शुद्धता और विशेष परिशुद्धि से युक्त हैं,\\nजब बोधिसत्त्व प्रज्ञापारमिता के माध्यम से इन्हें दृष्टि करता है।\\nअनुपलब्धि में न कर्ता उपलब्ध होता है, न ही सर्वधर्म की कोई उपलब्धि होती है,\\nयही है प्रज्ञापारमिता का श्रेष्ठ आचरण।\n\n\n# चौथा प्रकरण: सभी प्रकारों का पूर्ण अभिसमय\\n\\nजिन से देवराज इंद्र ने पूछा -  \\n\\\"प्रज्ञा का आचरण करता हुआ बोधिसत्त्व कैसे प्रयत्नशील होए?\\n\\nजो स्कंधों और धातुओं में अणुमात्र भी प्रयत्नशील नहीं होता,  \\nवही बोधिसत्त्व स्कंधों में अनासक्त होकर वास्तव में प्रयत्नशील होता है।\\\nजो व्यक्ति इस धर्म को निर्मित और माया सम सुनकर समझे,\\nनिःसंदेह होकर इस शिक्षा का अभ्यास पुनः-पुनः करे।\\nजानो वह प्राणी दीर्घकाल से महायान मार्ग में प्रविष्ट है,\\nअनेक करोड़ों-अरबों बुद्धों की विशेष सेवा-पूजा कर चुका है॥\nजो व्यक्ति निर्जन मार्ग पर कई योजन तक चल रहा है,\\nजब वह ग्वालों के आवास के निकट समृद्ध वन देखता है,\\nसोचता है \\\"ये गाँव और नगर निकट होने के लक्षण हैं\\\",\\nतब वह आश्वासन प्राप्त करता है और डाकुओं का भय मिट जाता है।\nवैसे ही जो बोधि की पूर्ण प्राप्ति हेतु प्रयत्नशील,\\nसुनता है जिनों की प्रज्ञा पारमिता परम पावन।\\nआश्वासन पाता है वह, भय जिसका मिटता है,\\nन अर्हत भूमि पर ठहरता, न प्रत्येकबुद्ध पथ पर।\nजो साधक प्रज्ञापारमिता के ज्ञान-सागर की ओर अग्रसर होता है,\\nयदि अभी आसक्ति-वृक्ष, द्वैत-वन, अहंकार-पर्वत दिखते हैं।\\nजब संसार के ये विकल्प-लक्षण क्रमशः विलीन हो जाते हैं,\\nतब निःसंदेह जाने कि धर्मकाय का बोधि-सागर अब निकट है॥\nजैसे सागर की ओर अग्रसर साधक, उत्तम बोधि में प्रविष्ट जिनों की,\\nप्रज्ञापारमिता माता को श्रवण, मनन और जानना चाहिए।\\nयद्यपि नायक से प्रत्यक्ष व्याकरण प्राप्त न हुई हो,\\nतथापि धर्मकाय-ज्ञान-सागर का स्पर्श कर, अचिरकाल में बुद्धत्व को प्राप्त करूंगा।\nवसंत के सुहाने काल में जब वृक्षों से पुराने पत्ते गिरते हैं,  \\nशाखाएँ शीघ्र ही नए पत्ते, फल और पुष्प उत्पन्न करती हैं।  \\nइसी प्रकार जिसके हाथों में प्रज्ञापारमिता का ज्ञान आ जाता है,  \\nवह अल्प समय में ही नायक बुद्धों की बोधि प्राप्त कर लेता है॥\nजैसे गर्भवती नारी जब प्रसव पीड़ा का अनुभव करती है,\\nतन भारी, निर्बल, आहार-रस से विमुख होकर दुःख से ग्रस्त होती है,\\nतब यह जाना जाता है कि उसके प्रसव का समय आ गया है।\\nवैसे ही बोधिसत्त्व, विशेषकर सप्तम भूमि पर स्थित, \\nजब जिनों की प्रज्ञा को श्रवण कर, उस पर चिंतन और भावना करता है,\\nहृदय में आध्यात्मिक प्रीति और धर्म प्राप्ति की तीव्र अभिलाषा जगाकर,\\nगर्भ के मल समान क्लेशों को भावना द्वारा शुद्ध कर,\\nजाति के बीज को सिंचित कर, पुण्य और ज्ञान के संभार को पूर्ण करके,\\nशीघ्र ही निर्माणकाय की बोधि को स्पर्श कर लेता है॥\nजब श्रेष्ठ प्रज्ञापारमिता का आचरण करता है योगी,\\nन तो रूप आदि तत्वों में वृद्धि देखता, न ही ह्रास को अनुभव करता है।\\nजो न धर्म, न अधर्म, न ही धर्मधातु को देखता है,\\nऔर एकांतिक निर्वाण में भी स्पर्श नहीं करता, वही समता रूपी प्रज्ञा में स्थित रहता है॥\nजो साधक इस मार्ग पर आचरण करते हुए बुद्ध के सभी धर्म में निर्विकल्प रहता है,\\nबल, ऋद्धि, चतुर्विध ऋद्धिपादों तथा शांत बोधि की भी कल्पना नहीं करता।\\nस्वभाव से निर्विकल्प, विकल्प-चिह्नों से पूर्णतः मुक्त, बुद्धों के अधिष्ठान और आशीर्वाद से आचरण करता है,\\nयही प्रज्ञापारमिता में श्रेष्ठ आचरण है, जो सर्वज्ञता की प्राप्ति का उत्तम मार्ग है॥\n\n\nधर्म-वक्ता रूपी चंद्रमा, बुद्ध से सुभूति ने पूछा यह प्रश्न,\\n\\\"गुणों में प्रसन्नता रहने वालों को क्या बाधाएँ होंगी अपार?\\\"\\nशास्ता ने उत्तर दिया, \\\"बहुत सी बाधाएँ होंगी इस मार्ग पर,\\nउनमें से कुछ ही मैं अभी बताऊंगा तुम्हें संक्षेप में।\\\" ॥ ११.१ ॥\nजब जिनों की प्रज्ञापारमिता का अध्ययन-मनन और लेखन करते हैं,\\nतब मन में नाना प्रकार के उत्तेजना, आलस्य, संशय और राग-द्वेष से भरे विचार उभरते हैं।\\nअपने और सर्वप्राणियों का कल्याण साधे बिना ही, बिजली-सी क्षणिक चमक-सी,\\nसाधना के संकल्प से विचलित होकर पतित होना, यह निश्चय ही मार के प्रपंच का परिणाम है॥\nजब यह प्रज्ञापारमिता धर्म समझाया जाएगा, तब कुछ लोग संदेह करेंगे।\\n\\\"नायक ने यहाँ मेरी आत्मा का नाम पूरी तरह से नहीं बताया है,\\nन ही जाति, न भूमि, न ही कुल का उल्लेख किया है\\\" - ऐसा सोचकर,\\nवे इसे सुनना नहीं चाहेंगे और त्याग देंगे - यह मार का कार्य है।\nइस प्रकार अज्ञानी जन मूल को त्यागकर,\\nमूढ़ता से शाखाएँ और पत्ते खोजते हैं।\\nजैसे कोई हाथी पाकर फिर उसके पदचिह्न ढूँढे,\\nवैसे ही प्रज्ञा पारमिता सुनकर सूत्र खोजते हैं॥\nजैसे कोई व्यक्ति सौ रसों से युक्त उत्तम भोजन प्राप्त करके भी,\\nउस श्रेष्ठ भोजन को पाने के बावजूद घटिया आहार की खोज करता है;\\nवैसे ही बोधिसत्त्व इस उत्कृष्ट पारमिता को प्राप्त करके भी,\\nअर्हत भूमि के मार्ग से ही बोधि की खोज में लग जाते हैं।\nवे सम्मान और लाभ की चाह में रहेंगे सदा,\\nलोभी चित्त से गृह से मित्रता गहरी करेंगे।\\nधर्म को त्यागकर अधर्म के आचरण में लगेंगे,\\nसन्मार्ग छोड़ कुमार्ग पर प्राणी, यह है मार का कर्म॥\nजो उस समय श्रद्धापूर्वक अत्यंत उत्सुक होकर आते हैं,\\nप्रज्ञापारमिता रूपी इस परम धर्म को श्रवण की आशा से,\\nवे धर्म उपदेशकों के वचन और आचरण में अंतर्विरोध पाकर,\\nहृदय में प्रसन्नता नहीं लिए, मन व्यथित करके लौट जाते हैं।\nउस समय मार के कार्य प्रकट होंगे।\\nउस काल में, कुछ लोग अनेक भिक्षुओं को विचलित करेंगे,\\nताकि वे इस प्रज्ञापारमिता को धारण न कर सकें।\\nऔर भी विविध प्रकार के अंतराय उत्पन्न होंगे।\nजो अमूल्य रत्न प्राप्त होते हैं वे अत्यंत दुर्लभ हैं,\\nऐसे रत्न हमेशा बहुत से विघ्नों से घिरे रहते हैं।\\nउसी प्रकार जिनों की श्रेष्ठ प्रज्ञापारमिता भी,\\nदुर्लभ धर्म-रत्न है जिसमें सदा अनेकों बाधाएँ आती हैं॥\nजो प्राणी अल्प-बुद्धि, यान में नव प्रवेशित,\\nवे बुद्ध-जननी प्रज्ञापारमिता रत्न को न प्राप्त कर सकें साक्षात।\\nआलस्य-संदेह उत्पन्न कर, मार प्रसन्न होकर उद्यत होता,\\nदशों दिशाएँ के बुद्ध सभी, साधक-रक्षा में सदा तत्पर रहते॥\n\n\nजैसे एक रोगग्रस्त माता के अनेक पुत्र होते हैं,  \\nवे सभी दुःखित होकर उसकी सेवा में लगे रहते हैं।  \\nउसी प्रकार दशों दिशाएँ के लोक धातुओं के बुद्ध भी,  \\nमाता स्वरूप इस श्रेष्ठ प्रज्ञा पारमिता पर ध्यान धरते हैं॥\nजो अतीत हुए और दशों दिशाओं में वर्तमान में विराजमान लोकनाथ हैं,\\nऔर जो भविष्य में आने वाले हैं, वे सभी इसी से उत्पन्न होते हैं।\\nयह लोक के शिक्षक, जिनों (बुद्धों) की जननी माता है,\\nजो अन्य प्राणियों के चित्त के आचरण को प्रकट करती है॥ १२.२ ॥\nलोक की तथता और अर्हत की तथता,\\nप्रत्येकबुद्धों की तथता और जिनपुत्रों की तथता।\\nये सब एक ही हैं, भाव से रहित, अन्य नहीं, यही तथता है,\\nप्रज्ञापारमिता के द्वारा तथागत इसे जानते हैं॥\nविद्वान लोक में विराजें या प्राप्त हों निर्वाण,  \\nनिर्दोष धर्मता यह, सभी धर्म की शून्यता रहती है स्थिर।  \\nबोधिसत्त्व इस तथता का अनुबोध करते हैं,  \\nइसीलिए बुद्धों को मिला 'तथागत' का अभिधान॥\nप्रज्ञापारमिता के प्रीति उद्यान में आधार रहते,\\nयह है दशबल विनायकों का विषय-क्षेत्र।\\nयद्यपि तीनों दुर्गतियों के दुःखित प्राणियों का उद्धार करते,\\nतथापि उनमें कभी सत्त्व-संज्ञा उत्पन्न नहीं होती॥\nजैसे सिंह पर्वत की कंदरा में आधार लेकर,\\nनिर्भय होकर गर्जते हैं, लघु मृगों को त्रस्त करते हुए।\\nवैसे ही मनुष्यों के सिंह (बुद्ध) प्रज्ञा पारमिता का आधार लेकर,\\nअनेक मिथ्यादृष्टि वाले तीर्थिकों के मन में भय उत्पन्न करते हुए, लोक में धर्म का सिंहनाद करते हैं॥\nजैसे आकाश में स्थिति सूर्य की किरण,\\nइस भूमि को सुखाती और रूप प्रकाशित करती हैं।\\nवैसे ही प्रज्ञा पारमिता पर आधार धर्मराज,\\nतृष्णा की नदी सुखाते और धर्म को प्रकट करते हैं॥\nन रूप दिखता है, न वेदना का होता है अवलोकन।\\nसंज्ञा का दर्शन नहीं, न ही चेतना का होता है आभासन।\\nजहां जानना, चित्त और मन का भी दर्शन नहीं रहता।\\nयही धर्मों का वास्तविक दर्शन है, ऐसा तथागत ने सिखाया॥\nजब \\\"आकाश दिखता है\\\" ऐसा प्राणी वाणी में कहते हैं,  \\nतब विचारो कि आकाश कैसे दिखाई देता है, इस अर्थ को समझो।  \\nइसी प्रकार धर्म-दर्शन का भी तथागत ने उपदेश दिया है,  \\nइस दर्शन को अन्य किसी उदाहरण से व्याख्यायित नहीं किया जा सकता। ॥१२.९॥\n\n\nजो ऐसे दृष्टि से देखता, वही सर्वधर्म को देखे।\\nजैसे राजा उपेक्षा में बैठे, मंत्री सारे कार्य करें।\\nबुद्ध के जितने भी कृत्य हैं, श्रावकों के सभी धर्म हैं,\\nउन सबको प्रज्ञापारमिता ही संपन्न कराती है॥\nजैसे राजा न गाँव में जाता है, न राज्य में घूमता है,\\nफिर भी अपने देश से सभी राजस्व एकत्रित करता है।\\nवैसे ही बोधिसत्त्व की धर्मता कहीं भी नहीं जाती है,\\nफिर भी बुद्ध भूमि के समस्त गुणों को संचय करती है॥\n\n\nजिसमें सुगतों और बोधिसत्त्वों के प्रति अटल श्रद्धा है,\\nजो श्रेष्ठ प्रज्ञापारमिता में चिंतन और अभ्यास करता है,\\nश्रावक और प्रत्येकबुद्धों की दोनों भूमियों को पूर्णतः पार करके,\\nवह शीघ्र ही अजेय जिनों का बोधि प्राप्त करता है॥\nजैसे सागर में टूटी नौका पर सवार व्यक्ति,\\nजो रस, तृण या वृक्ष का आश्रय नहीं ग्रहण करता।\\nजल के मध्य ही विनाश हो जाता है, वह कभी तट तक नहीं पहुँच पाता,\\nकिंतु जो इसे ग्रहण करता है, वही पारमिता के पार पहुँचता है॥\nइस प्रकार जो श्रद्धावान होकर प्रसन्नता प्राप्त करता है,\\nयदि वह प्रज्ञा पारमिता रूपी माता का अनुसरण नहीं करता तो [संसार-सागर से पार नहीं हो सकता]।\nजो बोधिसत्त्व उपाय कौशल और प्रज्ञा से पूर्णतः परिगृहीत हैं।\\nवे श्रेष्ठ अद्भुत सुगत-बोधि को शीघ्र ही स्पर्श कर लेते हैं॥\nजैसे कोई व्यक्ति बिना पकाए मिट्टी के घड़े में जल भरकर ले जाता है,\\nदुर्बलता के कारण वह शीघ्र ही विनाश होगा, यह जानना चाहिए।\\nपके हुए घड़े में जल भरकर मार्ग पर चलने से, \\nवह विनाश नहीं होता है, और सकुशल अपने गृह तक पहुँच जाता है॥\nयद्यपि बोधिसत्त्व श्रद्धा से अत्यंत समृद्ध हो,\\nप्रज्ञा से विहीन होने पर वह शीघ्र ही मार्ग से विचलित हो जाता है।\\nपरंतु जब श्रद्धा प्रज्ञा से समन्वित होती है,\\nतब श्रावक और प्रत्येकबुद्ध भूमि को अतिक्रमण कर वह सर्वोत्तम बोधि प्राप्त करता है।\nजैसे जर्जर नौका अगर बिन मरम्मत सागर में जाए,  \\nव्यापारियों और धन सहित डूब कर विनाश हो जाए।  \\nवही नौका यदि सुदृढ़ हो, सम्यक रूप से तैयार,  \\nधन से भरी, सुरक्षित वह पहुँचे भूमि के पार॥\nइस प्रकार श्रद्धा से परिपूर्ण बोधिसत्त्व भी,\\nप्रज्ञा के बिना शीघ्र बोधि से हो जाएगा पतित।\\nवही जब श्रेष्ठ प्रज्ञापारमिता से होता है युक्त,\\nबिना क्षति, बिना बाधा, जिनों की बोधि करता प्राप्त।\nएक सौ बीस वर्ष की आयु पूर्ण कर, जर्जर और दुःख हुआ व्यक्ति।\\nउठ कर भी आत्मा प्राणी में असमर्थ होता है वह निश्चित ही।\\nकिंतु जब दाएं-बाएं दोनों ओर से लोग उसे आधार देते हैं।\\nतब गिरने का भय नहीं रहता, सुगमता से प्राणी पाता है वह सभी कहीं।\nजिस प्रकार अल्प प्रज्ञा वाला बोधिसत्त्व,\\nमार्ग पर प्रवेश करने पर भी बीच में ही पतित होता है।\\nवही जब उपाय-कौशल और प्रज्ञा श्रेष्ठ से परिपूर्ण हो जाए,\\nतो न पतित होगा और तथागत की बोधि को स्पर्श करेगा॥\n\n\nजो बोधिसत्त्व प्रारंभिक कर्मभूमि में विराजमान हैं,  \\nउत्कृष्ट संकल्प से जो बुद्ध की श्रेष्ठ बोधि में प्रवेश करते हैं।  \\nवे उत्तम शिष्य जो गुरु के प्रति गहरा आदर रखते हैं,  \\nउन्हें सदैव विद्वान कल्याणमित्रों का सेवन करना चाहिए॥\nक्यों पूछते हो? क्योंकि विद्वानों के सारे गुण कल्याणमित्र के आश्रय से ही उद्भूत होते हैं।\\nये कल्याणमित्र ही प्रज्ञापारमिता का अनुक्रम से उपदेश देते हैं।\\n\\\"बुद्ध-सभी धर्म कल्याणमित्र पर ही आधार हैं\\\" -\\nसर्वगुणों के श्रेष्ठ स्वामी, जिन भगवान् ने ऐसा कहा है॥\nदान, शील, क्षमा और उसी प्रकार वीर्य,\\nध्यान और प्रज्ञा को बोधि प्राप्ति हेतु पूर्णतः परिणामित करें।\\nबोधि को स्कंधों के रूप में ग्रहण करके श्रेष्ठ मानकर धारण न करें,\\nनवारंभी साधकों को इस प्रकार का उपदेश देना चाहिए॥\nइस प्रकार आचरण करने वाले बोधिसत्त्व, गुणों के सागर-स्वरूप, धर्म-वक्ता रूपी चंद्रमा हैं।\\nप्राणियों के शरणदाता, सहायक और स्थिति हैं वे महाकरुणामय।\\nआधार, प्रज्ञावान, संसार-सागर में द्वीप-सम, मार्गदर्शक और परहित-साधक।\\nअज्ञान-तिमिर-नाशक, धर्मतत्त्व-प्रकाशक, श्रेष्ठ शून्यता-धर्म के प्रवक्ता और मार-क्लेश से अक्षोभ्य हैं वे॥\nमहायशस्वी बोधिसत्त्व सत्त्वों की अनुपलब्धि के साथ भी दुष्कर कवच धारण करते हैं,\\nवह न स्कंधों का, न धातुओं का, न आयतनों का - क्लेश-विशुद्धि दोनों से परे कवच है।\\nतीनों यानों की आसक्ति-संज्ञा से विमुक्त, न ग्राह्य न त्याज्य धर्मों में अनभिनिवेशी,\\nअविवर्तनीय, परार्थ में सुस्थिर, उभयार्थ में अक्षुब्ध, क्लेशावरण-ज्ञेयावरण से निष्प्रपंच हैं वे।\nये बोधिसत्त्व धर्म से परिपूर्ण और मानसिक विकल्पों से रहित हैं,  \\nसंदेह, शंका और द्विविधा से मुक्त, अर्थ से संपन्न हैं।  \\nप्रज्ञापारमिता को श्रवण कर वे निराश नहीं होते,  \\nअन्य पर निर्भर नहीं रहते, और अविवर्तनीय हैं - ऐसा जानना चाहिए॥\nसर्वज्ञ नायकों का यह धर्म अत्यंत गम्भीर है, देखना परम दुष्कर।\\nन किसी ने इसे अब तक विकल्प है, न कोई इसे प्राप्त कर सकता है।\\nअतः हितकारी करुणामय बुद्ध ने बोधि प्राप्त करने के पश्चात्,\\nविचारा—\\\"प्राणियों का कौन-सा समूह इस धर्म को जानना?\\\" और तब धर्मोपदेश की चिंता न्यून कर दी॥\nप्राणी आलय में प्रीति रहें, विषयों के अभिलाषी हैं।\\nधारण करना में स्थित, अज्ञानी, मूर्ख, महान अंधकार में डूबे।\\nप्राप्त करने योग्य धर्म है स्थिति-रहित, धारण करना-रहित।\\nइसलिए ही लोक के साथ यह विवाद प्रकट होता है॥\n\n\nआकाश-धातु है पूर्व दिशा में, दक्षिण दिशा में व्याप्त।\\nवैसे ही पश्चिम और उत्तर दिशा में, अनंत सीमा तक विस्तृत॥\\nऊपर-नीचे और दशों दिशाओं में, जहाँ तक कुछ भी है व्याप्त।\\nन कहीं यह भिन्न होता है, न इसमें कोई विशेष भेद है प्राप्त॥\nअतीत की तथता वही है जो अनागत की तथता है।  \\nवर्तमान की तथता वही है जो अर्हत की तथता है।  \\nसर्वधर्म की तथता वही है जो जिनों की तथता है।  \\nधर्मों की यह सभी तथता भेद-रहित है॥\nजो बोधिसत्त्व चाहता है प्राप्त करना सुगतों का वह बोधि,\\nजो आकाशवत् अर्थात् सभी भेद-धर्मों से परे है,\\nवह उपाय-कौशल से संपन्न होकर प्रज्ञापारमिता का अभ्यास करे।\\nक्योंकि प्रज्ञा - जो सभी बुद्धों की जननी है - के बिना सर्वज्ञता का मार्ग नहीं प्राप्त होता।\nपाँच पारमिता युक्त पर प्रज्ञा-करुणा विहीन सम,\\nसौ पचास योजन का विशाल पक्षी शरीरहीन।\\nत्रयस्त्रिंश स्थिति से जम्बूद्वीप में आत्मा यदि कूदे,\\nतो बोधि-मार्ग से च्युत होकर श्रावक-भूमि में क्षति-ग्रस्त होगा॥ १६.४॥\nजिनों की ये पाँच पारमिताएँ यदि साधें भी अपार,\\nकरोड़ों-अरबों कल्पों तक करें कठिन साधना साकार।\\nअनंत विशाल संकल्पों का लोक हित में निरंतर आधार करें भी,\\nउपाय-विहीन, प्रज्ञा से रिक्त, श्रावकत्व में ही गिर जाएँगे वही॥\nजो इस बुद्ध यान से निश्चय से निष्क्रमण पाकर महाबोधि प्राप्त करना चाहता है,\\nसभी प्राणी के प्रति समचित्त रखे, बड़ों को माता-पिता, समान को भाई-बहन सम जाने।\\nदीर्घकालिक हित और वर्तमान सुख की भावना से मैत्री के चित्त से जीते सबको,\\nछल-कपट त्याग कर सरल भाव से मधुर वचन बोले, हिंसा से सर्वथा मुक्त रहे॥\n\n\nस्थविर सुभूति ने लोकनाथ से विनम्रतापूर्वक पूछा,\\n\\\"गुणसागर महापुरुषों के निष्क्लेश लक्षण बताइए कृपया।\\nमहाशक्तिशाली कैसे कभी मार्ग से पीछे नहीं लौटते?\\nऐसे गुणों का एक दिशा भी, हे जिन, व्याकरण कीजिए।\\\nअविवर्तनीय बोधिसत्त्व द्वैत-संज्ञा से परे, शून्यता-प्रतीत्यसमुत्पाद युक्त वचन बोलते,\\nमार के छल को पहचानकर, अन्य श्रमणों-ब्राह्मणों पर आधार नहीं होते।\\nकर्म-फल के ज्ञान में निपुण कुशल प्रज्ञावान, सदा तीनों दुर्गतियाँ से विमुक्त रहते,\\nदाता-दान-प्राप्तकर्ता की शून्यता समझ, सम्यक् मार्ग के दस कुशल कर्मपथों में परहित हेतु सदा प्रयत्नशील रहते॥ १७,२ ॥\nबिना किसी स्वार्थ के प्राणी को धर्म का उपदेश देते हैं,\\nएकमात्र धर्म में ही प्रीति रखते, सदा मधुर वचन बोलते हैं।\\nचलते, फिरते, सोते, बैठते—सम्पूर्ण जानना से युक्त रहते,\\nजुए भर की दूरी दृष्टि हुए चलते, चित्त को भ्रम से मुक्त रखते॥\nपवित्र होकर शुद्ध वस्त्र धारण करते, तीनों द्वार विवेकयुक्त निर्मल हैं।\\nलाभ की कामना नहीं, वृषभ सम श्रेष्ठ, सदा धर्म की ही अभिलाषा रखते।\\nमार के विषयों से परे, अन्य पर निर्भर नहीं रहना, स्वयं में पूर्ण हैं।\\nचारों ध्यानों में ध्यानमग्न रहते, फिर भी उन ध्यानों में निवास नहीं करते॥\nन कीर्ति की अभिलाषा रखें, न क्रोध से आवृत हो चित्त।\\nगृह होकर भी, करुणापूर्वक उपाय-कौशल से, सदा रहें सर्ववस्तुओं से अनासक्त।\\nजीविका के हेतु चोरी, हिंसा, चापलूसी जैसे भयंकर साधनों से धन की खोज न करें।\\nन करें हिंसात्मक अभिचार मंत्रों का जाप, न स्त्रियों को वश में करने वाले मंत्रों, औषधियों या विद्याओं का प्रयोग।\nन करते वे व्याख्यान कि काम-कर्म से स्त्री-पुरुष होंगे,\\nएकांत में प्रज्ञा-पारमिता के अभ्यास में सदा संलग्न रहते।\\nकलह-विवादों से मुक्त, दृढ़ मैत्री-भाव से परिपूर्ण,\\nसर्वज्ञता की आकांक्षा में, त्रिशिक्षा में निरंतर मग्न अचल चित्त से।\nम्लेच्छ-जनाकीर्ण सीमांत प्रदेशों से दूर रहें प्रणिधान द्वारा,\\nत्रिविध प्रज्ञा में निःशंक, मारबाधा से अचल सुमेरु पर्वत-सम बोधिचित्त धारी।\\nधर्मार्थ प्राण भी त्यागें, एकांत में प्रज्ञापारमिता साधना में प्रयत्नशील,\\nये ही अविवर्तनीय बोधिसत्त्व के षोडश लक्षणों के अंश विदित हों निश्चित॥\n\n\nरूप, वेदना, संज्ञा, चेतना और विज्ञान - ये सभी गम्भीर हैं,\\nस्वभाव से निमित्तरहित और परम शांत हैं।\\nजैसे कोई बाण से सागर की थाह लेने का प्रयास करे,\\nवैसे ही प्रज्ञा से परीक्षण करने पर स्कंधों की गहराई नहीं मिलती॥\nजो बोधिसत्त्व इस गम्भीर धर्म को समझता है,\\nपरमार्थ यान के आसक्ति-रहित तत्त्व को जानता है;\\nजिसमें न स्कंध हैं, न आयतन, न धातु हैं कोई,\\nऐसे बोधिसत्त्व के पुण्य-संचय से बढ़कर क्या होई?\nजैसे कामवासना से अभिभूत कोई पुरुष, स्त्री से मिलने का\\nसंकेत करके, फिर भी उससे मिलन न पा जाने पर,\\nएक ही दिन में जितने संकल्प-विकल्प उसके चित्त में उभरते हैं,\\nउतने ही कल्पों का पुण्य शून्यता के गहन अर्थ का चिंतन करने वाला बोधिसत्त्व प्राप्त करता है।\nजो बोधिसत्त्व अनगिनत कल्पों, हज़ारों-करोड़ों युगों तक,\\nअर्हत-प्रत्येकबुद्धों को दान दें, शील का करें पालन सतत्।\\nपरंतु जो शून्य-बोध युक्त प्रज्ञा-पारमिता धर्म का करे प्रवचन,\\nउस पुण्य के आगे दान-शील का पुण्य सौवाँ भाग भी न पहुँच पाता कदाचित्॥\nजो बोधिसत्त्व श्रेष्ठ प्रज्ञा का गहन भावन करता है,\\nऔर समाधि से उठकर निर्लेप धर्म का प्रवचन देता है,\\nफिर उस पुण्य को सर्वप्राणियों का कल्याण हेतु बोधि का कारण बनाता है,\\nउस कुशल के समान तीनों लोकों में कोई शुभ नहीं है॥\nवह पुण्य भी जानो खोखला ही है, उसी प्रकार त्रिविध शून्यता, बेमेल और असार है।\\nइसे पंचविध असार, अविश्वसनीय और निःसार तत्त्व समझना चाहिए।\\nइस प्रकार जो सुगतों की प्रज्ञा का अभ्यास करते हैं,\\nवे आचरण करते हुए व्यवहारिक दृष्टि से अपरिमेय पुण्य को पूर्णतः धारण करते हैं॥\nबुद्ध द्वारा उपदेशित, आचरण-युक्तियों सहित प्रतिपादित और विस्तार से प्रकाशित\\nसभी धर्मों को परमार्थ दृष्टि से केवल अभिलाप मात्र जानकर—अनिर्वचनीय और वाचक-वाच्य से परे समझें।\\nअनंत करोड़ों-अरबों कल्पों तक निषेधात्मक या विधायक रूप से इनका वर्णन करने पर भी,\\nसमता स्वरूप धर्मधातु में, जो आदि से ही निर्वाण स्वभाव है, न क्षय होता है, न वृद्धि नहीं होती—क्योंकि यह प्रकृति से ही विशुद्ध है।\nजिनों की वे पारमिताएँ जिनका किया जाता है बखान,\\nवे सभी धर्म भी वस्तुतः केवल नाममात्र कहे गए हैं।\\nजो बोधिसत्त्व कुशल कर्म परिणामित करे बोधि हेतु, पर अभिमान नहीं रखता,\\nवह पतित होना कभी नहीं होता और अनुत्तर सर्वोत्तम बोधि को स्पर्श करना है॥\n\n\nतिल के तेल की बाती जब प्रथम ज्वाला से मिलती है,\\nन तो तत्क्षण पूर्णतः जलती, न बिना उस स्पर्श के जल सकती है।\\nअंतिम लौ के संयोग से भी बाती पूर्णतः नहीं जलती,\\nऔर न ही अंतिम लौ के बिना वह संपूर्ण दहन पा सकती है दृष्टि।\nप्रथम बोधिचित्त से सर्वोत्तम बोधि को स्पर्श करना नहीं कर सकते,\\nकिंतु इसके बिना भी उसे स्पर्श करना संभव नहीं है।\\nअंतिम वज्र-चित्त से शांत बोधि की प्राप्ति नहीं होती,\\nपरंतु इसके बिना भी उसकी प्राप्ति संभव नहीं है॥\nबीज से अंकुर, पुष्प और फल उत्पन्न होते हैं,\\nवह बीज नष्ट हो जाता है, पर वृक्ष का अभाव नहीं होता।\\nइसी प्रकार प्रथम बोधिचित्त भी बोधि का कारण है,\\nवह चित्त निरुद्ध हो जाता है, पर बोधि का अभाव नहीं होता।\n\nजैसे जल की बूँद-बूँद से घड़ा भरता है धीरे-धीरे,  \\nप्रथम से अंतिम क्षण तक थोड़ा-थोड़ा करके पूर्ण होता है।  \\nवैसे ही प्रथम बोधिचित्त सर्वोत्तम बोधि का कारण बनता है,  \\nक्रम से शुभ्र गुण की पूर्णता से बुद्ध प्राप्त होता है॥\nशून्यता, निमित्तरहित, प्रणिधानहीनता का आचरण करते हुए भी,\\nन तो निर्वाण को स्पर्श करते हैं, न ही निमित्तों में प्रवृत्त होते हैं।\\nजैसे कुशल प्रज्ञावान नाविक इस पार से उस पार जाता-आता है,\\nदोनों किनारों पर निवास नहीं करते, सागर में भी स्थिति नहीं करता॥\nइस प्रकार भव-निर्वाण समता में आचरण करता बोधिसत्त्व आत्मा से मुक्त रहता,\\nदशबल बुद्धों से व्याकरण पाकर बोधि स्पर्श करूँगा, ऐसा अभिमान नहीं करता।\\n\\\"इस धर्मकाय बोधि में कुछ भी नहीं है\\\" ऐसा जानकर, आकाशवत् बोधि से भयभीत नहीं होता,\\nइस प्रकार आचरण करना ही सुगतों के प्रज्ञा आचरण है॥\nबोधिसत्व लोक के निर्जन मार्ग को, अकालों को और रोगग्रस्त प्राणियों को देखकर भी,\\nसब कुछ माया के समान जानकर भयभीत नहीं होता, तत्पश्चात् प्राणियों के कल्याण हेतु महान संकल्प का कवच धारण करता है।\\nअंतिम सीमा तक प्रयत्नशील होकर, बुद्धक्षेत्र को विशुद्ध करने हेतु स्वभाव-शून्यता को पूर्णतः जानना से युक्त होकर,\\nयुगनद्ध उपायकौशल में निपुण, मन में अणुमात्र भी खिन्नता या थकान उत्पन्न नहीं करता॥\n\n\nबोधिसत्त्व जिनों की प्रज्ञा का आचरण करते हुए,\\nजानते हैं ये स्कंध परमार्थतः आदि से ही शून्य और अनुत्पन्न हैं।\\nअसमाहित न होकर भी सत्त्वधातु पर निर्विकल्प करुणा प्रवाहित करते हैं,\\nइस मध्य अवस्था में भी बुद्ध-बलादि धर्मों से कभी च्युत नहीं होते॥\nजैसे कोई विद्वान पुरुष सभी गुणों से सम्पन्न हो,  \\nबल-वान, अजेय, प्रयत्नशील, कला-विधियों का जानना वाला हो,  \\nधनुर्विद्या और अनेक शिल्प-स्थिति में पारमिता हो,  \\nमाया-जाल रचने में निपुण, प्राणी अर्थ की परम इच्छा रखता हो॥\nजिस प्रकार कोई कुशल व्यक्ति अपने माता-पिता और पत्नी सहित परिवार को लेकर,\\nअनेक शत्रुओं से व्याप्त निर्जन मार्ग पर प्रस्थान करता है,\\nऔर अपने उपाय-कौशल से अनेक शूरवीर पुरुषों को निर्मित रूप में प्रकट कर,\\nसकुशल गंतव्य तक पहुँचकर पुनः अपने गृह लौट आता है, उसी प्रकार बोधिसत्त्व भी प्रज्ञा और करुणा के संयोग से संसार में विचरण करते हुए प्राणियों का उद्धार करता है॥\nजिस प्रकार कुशल बोधिसत्त्व उस समय,  \\nसभी सत्त्वधातु में महाकरुणा उत्पन्न करते हैं।  \\nचारों मारों को जीतकर और दोनों भूमियों से भी परे जाकर,  \\nश्रेष्ठ समाधि में स्थित रहते, पर बोधि का स्पर्श नहीं करते॥\nआकाश पर वायु का आधार है, वायु पर जल स्कंध टिकी है।\\nउस जल पर यह विशाल भूमि और भूमि पर सब प्राणी निवास करते हैं।\\nप्राणियों के कर्मों के आचरण का यही है आधार।\\nविचार करो, स्वयं आकाश का क्या है स्थिति, इस अर्थ पर मनन करो॥\nइसी प्रकार शून्यता में स्थित बोधिसत्त्व इस जगत में,\\nप्राणियों के स्वभाव को जानना और करुणामय प्रणिधानों के आधार पर,\\nविविध प्रकार की अनेक क्रियाएँ दिखाते हैं सबके हित में,\\nन तो एकांगी निर्वाण में स्पर्श करते हैं, न ही केवल शून्यता में स्थिति नहीं है॥\nजिस काल में कुशल प्रज्ञावान बोधिसत्त्व,  \\nइस उत्तम शून्यता की शांत समाधि का आचरण करते हैं।  \\nउस अवसर पर वे किसी भी निमित्त पर ध्यान केंद्रित नहीं करते,  \\nनिमित्तरहित स्थिति में स्थित होकर शांत और अत्यंत शांत का आचरण करते हैं॥\nआकाश में उड़ते पक्षी का न कोई पदचिह्न होता है,\\nन वह वहाँ स्थिति रखता है, न ही धरती पर गिरता है।\\nउसी प्रकार बोधिसत्त्व विमोक्ष-द्वारों में आचरण करते हुए,\\nन तो निर्वाण को स्पर्श करना है, न ही निमित्तों में आचरण होता है॥\nजैसे निपुण शिक्षित आकाश में बाण छोड़ता है,\\nफिर एक-एक कर अन्य बाण भेजकर, पहले को थामे रखता है।\\nपहला बाण भूमि पर नहीं गिरने पाता,\\nकिंतु जब वह चाहे, तभी सारे बाण भूमि पर गिर जाते हैं॥\nइस प्रकार श्रेष्ठ प्रज्ञापारमिता का आचरण करते हुए,\\nप्रज्ञा, उपाय, बल और ऋद्धि से आचरण करते हुए,\\nजब तक उनके कुशलमूल पूर्णतः संपन्न नहीं होते,\\nतब तक वे परम शून्य की प्राप्ति नहीं करते।\nजैसे कोई भिक्षु उत्कृष्ट ऋद्धि बल से श्रेष्ठ संपन्न हो,\\nआकाश में स्थित रहकर एक साथ अनेक प्रातिहार्य दिखाता है।\\nप्राणी, ठहरना, शयन और आसन का प्रदर्शन करता है,\\nन वह ऊबता नहीं है और न ही शारीरिक रूप से नहीं थकना है वहाँ रहते हुए॥\nइसी प्रकार विद्वान बोधिसत्त्व शून्य में विचरण करता है,  \\nज्ञान और ऋद्धि की पारमिता प्राप्त कर भी कहीं स्थिति नहीं रहता।  \\nप्राणियों के लिए अनंत प्रकार के कार्य दिखाता है,  \\nकरोड़ों कल्पों तक ऊबता नहीं है, न ही शारीरिक रूप से नहीं थकना।\nजैसे कोई पुरुष महागर्त के किनारे पर खड़ा होकर,  \\nदोनों हाथों से प्रज्ञा और करुणा रूपी दो छत्र धारण करना आकाश में,  \\nछलांग लगाकर उस गहरी खाई में अपना शरीर न्योछावर कर दे,  \\nतुरंत नहीं गिरता, बल्कि धीरे-धीरे अपने लक्ष्य तक प्राणी है।\nइसी प्रकार, विद्वान बोधिसत्त्व करुणा में स्थिति करते हैं,\\nउपाय और प्रज्ञा रूपी दोनों छत्रों को पूर्णतः धारण करके।\\nवे सभी धर्म को शून्य, निमित्तरहित और अप्रणिहित के रूप में विकल्प करते हैं,\\nऔर निर्वाण का स्पर्श नहीं करते, फिर भी धर्म-तत्त्व का दर्शन करते हैं।\nजैसे कोई रत्न की खोज में रत्नद्वीप जाकर,\\nअमूल्य रत्न पाकर पुनः अपने गृह लौट आता है।\\nवहाँ वह सार्थवाह न केवल स्वयं ही सुख भोगता है,\\nबल्कि अपने सभी बंधु-बांधवों को भी दुःख से मुक्त करता है॥\nजैसे ही शून्य रूपी रत्नद्वीप पर पहुँचकर,  \\nध्यान, इंद्रिय और बल प्राप्त करता है बोधिसत्त्व।  \\nयद्यपि निर्वाण का स्पर्श कर वह हो सकता है प्रीति,  \\nफिर भी सभी प्राणियों के दुःख को चित्त में धारण करता रहता है॥\nजैसे अर्थ की खोज में निकला व्यापारी मार्ग का जानना प्राप्त करने के लिए,\\nश्रावक और प्रत्येकबुद्धों के ज्ञान के प्रतीक, बीच के नगरों, कस्बों और गाँवों में प्राणी यात्रा करता है।\\nवह न तो वहाँ स्थायी रूप से निवास नहीं करते, न ही बुद्धज्ञान के प्रतीक रत्नद्वीप में निवास नहीं करते,\\nजानना गृह में निवास नहीं करते, मार्ग पर चलते हुए ही वह उपायकौशल्य में कुशल प्रज्ञावान होकर सर्वज्ञता के मार्ग का कुशल ज्ञाता बनता है॥\nइसी प्रकार बोधिसत्त्व प्रकाशवान होता है, व्यापारी के समान।\\nश्रावकों और प्रत्येकबुद्धों के ज्ञान और त्रिविध विमोक्षद्वारों से विमुक्ति के सभी पहलुओं में वह कुशल प्रज्ञावान है।\\nफिर भी इन हीन मार्गों में वह निवास नहीं करते, न ही माया के समान बुद्ध-ज्ञान में वास करता।\\nअसंस्कृत निर्वाण में भी वह आसक्त नहीं होता, तीनों यानों के मार्ग की विधि का जानना होता है। ॥२०.१८॥\nजब करुणा और मैत्री से सभी प्राणियों से जुड़कर,\\nसमाधि में शून्यता, निमित्तरहित और अप्रणिहित का आचरण करता है,\\nक्या वह निर्वाण प्राप्त करेगा अथवा संसार में रहेगा?\\nऐसा प्रश्न ही निराधार है, इसका कोई स्थिति नहीं॥\nजैसे माया-निर्मित पुरुष का शरीर अदृश्य नहीं होता,\\nऔर वह नाम से भी संज्ञापित किया जा सकता है।\\nवैसे ही बोधिसत्त्व जो तीन विमोक्ष-द्वारों (शून्यता, अनिमित्त और अप्रणिहित) में आचरण करता है,\\nवह भी, संसार और निर्वाण दोनों से परे होकर भी, नाम मात्र से व्यवहार में लाया जा सकता है॥\nयदि कोई बोधिसत्त्व से उनके आचरण और इंद्रियों के विषय में पूछे,\\nऔर वह शून्यता एवं निमित्तरहित के गहन धर्मों को व्याख्यायित न करे,\\nन ही अविवर्तनीय भूमि के धर्मों का प्रकाशन करे,\\nतो उसे अव्याकृत (अनिर्णीत) जानना चाहिए।\n## पंचम अवसर - रत्नमुकुट परमोच्च ज्ञान का प्रदर्शन\\n\\nअर्हत भूमि और प्रत्येकबुद्ध ज्ञान से,\\nसपने में भी रहता अनासक्त चित्त।\\nत्रिधातु लोक से पूर्णतः विरक्त,\\nस्वप्न में भी न जागे ममता की वृत्ति॥\\n\\nप्रज्ञा-उपाय कौशल का अद्भुत मिलन,\\nमहायान मार्ग पर चले निरंतर।\\nबुद्धों के दर्शन कर प्राणियों से घिरे,\\nजन-जन को सुनाते धर्म का उपदेश॥\\n\\nस्वप्न में देख प्राणियों की पीड़ा,\\nकरता है दुःख-शमन की प्रार्थना।\\nजलते गाँव को देख कर कहे सत्य वचन,\\nअग्नि शांत हो जाए, ऐसी अद्भुत शक्ति॥\\n\\nशून्यता, अनिमित्त में भी न बंधे मन,\\nत्रिविध विमोक्ष द्वार का करता अभ्यास।\\nतथागतों द्वारा जिसकी हुई व्याकरण,\\nजानो उसे अविवर्तनीय सुनिश्चित रूप से॥\nस्वप्न में जब तीनों दुर्गतियाँ में प्राणियों को पीड़ित देखता हूँ,\\nउसी क्षण करुणा से भरकर दुर्गति-प्रवाह काटने का संकल्प लेता हूँ।\\nसत्य के अधिष्ठान से धधकते अग्निस्कंध शांत हो जाते हैं,\\nयह अविवर्तनीय बोधिसत्त्व होने का निश्चित व्याकरण जानना चाहिए।\nमानव लोक में भूत-प्रेत, देवता, नाग आदि के उपद्रव और अनेक प्रकार के रोग व्याप्त हैं।\\nबोधिसत्त्व जैसे हितकारी और करुणापूर्ण व्यक्ति के सत्य के अधिष्ठान से ये शांत हो जाते हैं।\\nपरंतु इससे न तो अपने में अभिमान का भाव रखना चाहिए, न ही अहंकार अनुत्पन्न होने देना चाहिए।\\nयह जानना चाहिए कि यही तथागतों द्वारा प्रदत्त अविवर्तनीय व्याकरण है, जो बोधि प्राप्ति के मार्ग से कभी न पीछे हटने का निश्चित संकेत है।\n\n\nयदि किसी को विविध सत्य के आशीर्वादों की प्राप्ति से,\\n\\\"मुझे व्याकरण किया गया है\\\" ऐसा अभिमान उत्पन्न हो जाए।\\nअथवा यदि कोई बोधिसत्त्व अन्य के द्वारा व्याकरण का अभिमान करे,\\nतो ऐसे अभिमान में स्थित व्यक्ति को अल्पबुद्धि जानना चाहिए॥\nनाम के आधार पर फिर मार पास आकर\\nयों कहेगा \\\"यह है तेरा नामकरण।\\nमाता-पिता से सात पीढ़ी तक का वंश,\\nजब तू बुद्ध बनेगा, यह होगा तेरा नाम।\\\" ॥ २१,२ ॥\nबारह धुतगुण पालन करे योगी वह भविष्य में कैसा होगा, \\n\\\"एकांतवास, अल्प भोजन जैसे पूर्वजों के गुण तुम में भी थे।\\\"\\nवह बोधिसत्त्व जो सुनकर ऐसे वचन, अभिमान से भर जाए,\\nजो एकांतवासी होकर भीड़ में रहने वालों की निंदा करे, उसे मार-प्रेरित अल्पबुद्धि जानना चाहिए। ॥२१.३॥\nएकांत गाँव, नगर, पर्वत की कंदरा में,\\nनिर्जन स्थान, मनुष्यों से दूर एकांत स्थानों का आश्रय लेते हुए;\\nजो बोधिसत्त्व इस एकांतवास को आधार बनाकर आत्मा को श्रेष्ठ मानता, अपनी प्रशंसा करता और दूसरों की निंदा करता है,\\nवह मार द्वारा प्रेरित है, उसे अल्पबुद्धि जानना चाहिए॥\nगाँवों में, राज्यों में और नगरों में सदा वे विचरण करते हैं,\\nप्राणियों को परिपक्व बनाने और बोधि-साधना के लिए प्रयत्नशील रहने के अलावा कोई अन्य इच्छा नहीं रखते।\\nअर्हत-मार्ग या प्रत्येकबुद्ध-पद की कामना उनके चित्त में कभी उत्पन्न नहीं होती,\\nयही है सुगत-पुत्रों का परमार्थ एकांत, जैसा तथागत ने उपदेश दिया है।\nजो पाँच सौ योजन की दूरी के पर्वत की कंदराओं में,\\nविषधर सर्पों से भरे स्थान में अनेक करोड़ वर्षों तक निवास करे।\\nपरंतु जो बोधिसत्त्व इस वास्तविक एकांत का सार नहीं जानता,\\nवह अहंकार से ग्रस्त होकर हीन मनोवृत्ति से मिश्रित होकर स्थिति है॥\nजो बोधिसत्त्व प्राणियों का कल्याण में प्रयत्नशील हैं, ध्यान-मग्न हैं,  \\nबल, इंद्रिय, विमोक्ष और समाधि की सिद्धि जिन्हें प्राप्त है।  \\nउन्हें देख जो सोचे \\\"यह एकांतवास आचरण नहीं\\\" और निंदा करे,  \\nऐसे जन मार के विषय-क्षेत्र की स्थिति हैं - यह जिन का वचन है॥\nगाँव में रहे कोई या निर्जन स्थान में बसे,\\nश्रावक-प्रत्येकबुद्ध यानों से मुक्त हो, सर्वोत्तम बोधि में निश्चित रहे।\\nयही है सच्चा एकांत उन बोधिसत्त्वों का जो जगत-हित में निरत हैं,\\nजो बोधिसत्त्व अन्य साधकों से तुलना करता, वह आत्मा ही मार्ग से विचलित होता है॥\n\n\nइसीलिए उत्तम बोधि की खोज में लगे हुए साधक को,\\nदृढ़ संकल्प से युक्त होकर विद्वान को अहंकार पूर्णतः त्याग देना चाहिए।\\nजैसे रोगी अपने रोग के उपचार हेतु वैद्य का आश्रय लेते हैं,\\nवैसे ही आलस्य त्यागकर कुशल मित्र का सेवन करना चाहिए॥\nबुद्ध और श्रेष्ठ बोधि-मार्ग पर अग्रसर बोधिसत्त्वों का बाह्य कल्याणमित्र के रूप में,  \\nतथा पारमिताओं का आंतरिक कल्याणमित्र के रूप में आश्रय लें।  \\nये उपदेश देते हैं, यही है साधना की भूमि,  \\nबाह्य कल्याणमित्रों के मार्गदर्शन और पारमिताओं की साधना – इन दो कारणों से शीघ्र ही बुद्धत्व के विकल्प को प्राप्त करेंगे।\nअतीत, भविष्य और दशों दिशाओं में विराजमान सभी जिन-बुद्धों का।  \\nएकमात्र मार्ग यही पारमिता है, इससे भिन्न कोई और नहीं॥  \\nये पारमिताएँ सर्वोत्तम बोधि के पथ पर प्रवेश करने वाले बोधिसत्वों के लिए।  \\nनैरात्म्य प्रकाशक हैं, अज्ञान-नाशक दीप हैं, लोकोत्तर-धर्म आलोक हैं, बोधि के श्रेष्ठ शिक्षक हैं, ऐसा कहा गया है॥\nजैसे प्रज्ञापारमिता स्वयं लक्षण से शून्य है,  \\nवैसे ही सभी धर्मों को भी समझें, समान रूप से लक्षण-रहित हैं।  \\nजो पूर्णतः जानना है कि सभी धर्म शून्य हैं, निमित्त-रहित हैं,  \\nवही सुगतों की प्रज्ञा के अनुसार आचरण करता है।\nप्राणी भूख से व्याकुल हो भोजन की इच्छा करते हैं,\\nसंसार में आसक्ति वाले चित्त वाले सदा भटकते रहते हैं।\\nआत्मा और आत्मीय धर्म दोनों वास्तव में मिथ्या और शून्य हैं,\\nअज्ञानी जन स्वयं ही आकाश में गाँठ बांधने का प्रयास करते हैं॥\nजैसे कोई व्यक्ति विष की शंका से भयभीत होकर,\\nविष शरीर में न होने पर भी मूर्छित हो जाता है।\\nवैसे ही अज्ञानी 'आत्मा' और 'ममत्व' का भ्रम पालकर,\\nमिथ्या आत्म-संज्ञा से अनित्य के वश जन्मता-मरता है॥\nजैसा ग्रहण करना है वैसा ही क्लेश बताया गया है,\\nआत्मा और ममत्व की अनुपलब्धि को विशुद्धि कहा गया है।\\nपरमार्थ दृष्टि से न कोई क्लेशित होता है, न विशुद्ध होता है,\\nबोधिसत्त्व प्रज्ञापारमिता के इस अपरिवर्तनीय तत्त्व को जानता है॥\nइस जम्बूद्वीप में जितने भी प्राणी हैं, बिना किसी के छूटे,\\nयदि वे सब सर्वोत्तम बोधि हेतु बोधिचित्त उत्पन्न करें,\\nऔर हज़ारों-करोड़ों वर्षों तक विविध प्रकार के दान देते रहें,\\nफिर उन सब कुशल मूलों को सर्वप्राणियों का कल्याण में बोधि हेतु परिणामित करें॥\nजो व्यक्ति शून्यता के बोध से युक्त उत्कृष्ट प्रज्ञापारमिता में अत्यंत प्रयत्नशील और गहन प्रतिबद्धता के साथ स्वयं साधना करता है और दूसरों को सिखाता है,\\nयदि वह यहाँ तक कि मात्र एक सूर्य का भी अनुसरण करे,\\nउसके सामने दान से प्राप्त विशाल स्कंध-समूह एक बूंद के समान भी नहीं ठहरता,\\nइसलिए आलस्य छोड़कर निरंतर प्रज्ञा के मार्ग पर चलना चाहिए, क्योंकि यही सम्यक संबोधि की प्राप्ति का श्रेष्ठ साधन है।\nप्रज्ञापारमिता के श्रेष्ठ आचरण का अभ्यासी योगी,\\nमहाकरुणा उत्पन्न करते हुए भी, प्राणियों में सत्त्व-संज्ञा से रहित।\\nतब वह कुशल प्रज्ञावान बन जाता सभी प्राणी का परम पुण्य-क्षेत्र और दान-पात्र,\\nसदा सर्वत्र भिक्षा का अर्थक उपभोग करता हुआ॥\nजो बोधिसत्त्व इस जगत में चिरकाल से संबंधित प्राणियों को,  \\nदेवता, मनुष्य और तीनों दुर्गतियाँ के प्राणियों को मुक्त कराना चाहते हैं।  \\nजो विशाल मार्ग द्वारा सत्त्वधातु को पार कराने की इच्छा रखते हैं,  \\nउन्हें दिन-रात प्रज्ञा पारमिता में निरंतर प्रयत्नशील रहना चाहिए॥\nजिस नर ने पूर्वकाल में अमूल्य रत्न नहीं प्राप्त किया था,\\nअन्य काल में वही रत्न पाकर प्रसन्नता हुआ।\\nपर पाते ही प्रमादवश यदि उसे खो बैठे,\\nतो खोए रत्न की हसरत में सदा दुःख रहता है॥\nइस प्रकार सर्वोत्तम बोधि पथ पर चलने वाले के लिए रत्न-समान,  \\nप्रज्ञा पारमिता के योग का त्याग कभी न करना चाहिए।  \\nजैसे कोई रत्न पाकर, उसे उठाकर, अत्यंत प्रयत्नशील से संभालकर,  \\nशीघ्र ही प्राणी लौटता है, वैसे ही साधक शांत को प्राप्त होता है॥\n\n\nबादल-मुक्त सूर्य की किरणों का जाल उदित होता है,\\nसघन अंधकार और सभी तिमिर को पूर्णतः नष्ट करता है।\\nजुगनुओं और सभी प्राणियों के प्रकाश को,\\nतारों के समूह और चंद्रमा की आभा को भी, अपने तेज से अभिभूत करता है॥\nइसी प्रकार प्रज्ञापारमिता का श्रेष्ठ आचरण करते हुए,\\nशून्यता और निमित्तरहित मार्ग पर आचरण करने वाला विशाल बोधिसत्त्व।\\nअपनी प्रज्ञा से मिथ्या दृष्टियों के घने अंधकार को विनष्ट कर,\\nसभी प्राणी, अर्हतों, प्रत्येकबुद्धों और अन्य बोधिचित्त को अपने तेज से अभिभूत करता है॥\nजैसे कोई राजकुमार धन त्याग करता, अर्थ की इच्छा रखता है,\\nसभी में श्रेष्ठ बनकर, सम्मान और प्राणी का पात्र होता है।\\nवह इस दृष्टि में भी अनेक प्राणियों के हित में कार्य कर उन्हें प्रसन्नता करता है,\\nउपाय कौशल्य प्राप्त कर राज्य स्थिति होने पर तो कहना ही क्या॥\nइस प्रकार प्रज्ञा में कुशल आचरण करने वाला बोधिसत्त्व, राजकुमार सम,\\nधर्म का अमृत प्रदान करके देवताओं और मनुष्यों को प्रीति होता है।\\nअभी मार्ग पर चलते हुए भी यह अनेक प्राणियों के हित हेतु प्रयत्नशील है,\\nतो जब बोधि प्राप्त कर धर्मराज के स्थिति पर विराजेगा, उसकी महिमा का क्या कहना!\n\n\nउस समय मार शूल से पीड़ित हो उठता है,\\nशोक से व्याकुल, दुःख, मन अप्रसन्न, दुर्बलता हो जाता है।\\n\\\"कैसे यह बोधिसत्त्व मन में संदेह और अनिश्चय उत्पन्न करेगा?\\\" ऐसा सोचकर,\\nभय दिखाने के लिए दिशाओं को प्रज्वलित कर, आकाश से उल्काएँ बरसाता है॥\nजब विद्वान मार्ग के बोधिसत्व दृढ़ संकल्प से युक्त होते हैं,\\nअहर्निश प्रज्ञापारमिता के शून्यता-अर्थ का दृष्टि करते हैं,\\nतब उनके शरीर-चित्त-वाणी व्योमचारी डाकिनी सम निर्बाध विहरते हैं,\\nचतुर्विध मार की शक्तियाँ कैसे पा सकती हैं उनमें कोई कमजोरी? ॥\nजब बोधिसत्त्व आपस में झगड़ा और विवाद करते हैं,  \\nएक-दूसरे के विरुद्ध होकर क्रोध से भरे चित्त रखते हैं।  \\nतब मार अत्यंत प्रीति होता है, हर्षित हो उठता है,  \\n\\\"ये दोनों जिनों की ज्ञान से दूर हो जाएंगे\\\" ऐसा समझता है॥\nविवादरत बोधिसत्त्व दोनों, काय-वाक्-मन से लड़ते हुए, बोधि से दूर होकर, दूसरों को हानि पहुँचाने वाले पिशाचों सम बन जाते हैं।\\nबोधिचित्त की प्रतिज्ञा से च्युत होकर, करुणाहीन होकर दोनों ही प्रतिज्ञाभंग करते हैं।\\nक्रोधित और क्षमा हीन व्यक्ति को, जले बीज सम बोधि कहाँ संभव है? काम-वासना से भी क्षणिक क्रोध महादोष है।\\nतब मार अपने अनुचरों संग, बोधिमार्ग के विघ्न से प्रसन्नता होता है, क्षमा और पश्चाताप ही इसका प्रतिकार है॥\nजो बोधिसत्त्व अभी तक व्याकरण से अनुगृहीत नहीं हुआ है,  \\nयदि वह व्याकरण-प्राप्त बोधिसत्त्व पर क्रोध में आकर विवाद छेड़े।  \\nउसके चित्त में दोषपूर्ण क्रोध के जितने क्षण उत्पन्न होते हैं,  \\nउतने ही कल्पों तक पहले संचित किए सभी कुशल मूल नष्ट होकर, उसे मार्ग में नए सिरे से प्रवेश कर दान, शील, क्षांति आदि सभी पारमिताओं में क्षमा का कवच धारण करना पड़ेगा॥\nबुद्ध क्षांति पारमिता के माध्यम से ही, क्रोध रूपी विष से बचकर, बोधि को स्पर्श करना हैं।\\n\\\"यह क्रोधमय चित्त कल्यानकारी नहीं है\\\" ऐसा जानकर विनिवर्तन बल से पश्चाताप की स्मृति जागृत करता है।\\nदसों दिशाओं के बुद्धों के समक्ष आश्रय बल से दोष स्वीकार कर, प्रतिपक्ष बल से साधना करते, भविष्य में संयम धारण करता है,\\nऔर पूर्व कृत्यों में प्रसन्नता न लेते हुए, वह कल्प-पुण्य की हानि से बचकर बुद्ध-धर्म में शिक्षा पाता है, न कि मार के मार्ग में॥\n\n\nजो शिक्षा हुए भी किसी शिक्षा को ग्रहण नहीं करता,\\nन शिक्षक को पाता है, न ही सभी धर्म को अनुपलब्धि करता।\\nशिक्षित और अशिक्षा दोनों में निर्विकल्प होते हुए,\\nजो इस प्रकार शिक्षा है, वही बुद्ध-धर्म में शिक्षा है॥\nजो बोधिसत्त्व इस प्रकार की शिक्षा को सम्यक् जानता है,\\nवह कभी भी प्रज्ञा एवं समाधि की शिक्षा से विचलित नहीं होता, न ही शीलभ्रष्ट होता है।\\nवह बुद्ध के दशबल एवं अवेणिक धर्मों की प्राप्ति हेतु इसमें अभ्यास करता है,\\nवह अधिशील, अधिचित्त और अधिप्रज्ञा में कुशल प्रज्ञावान है, त्रिमण्डल शुद्धि के साथ आलम्बन दृष्टि से युक्त रहता है।\nप्रकाश फैलाने वाले विद्वानों की प्रज्ञा का इस प्रकार शिक्षा करें।\\nजो एक क्षण भी अकुशल चित्त की उत्पत्ति नहीं होने देते।\\nजैसे आकाश में विचरण करते सूर्य की प्रखर किरणों से अभिभूत होकर,\\nसामने के अंतरिक्ष में अंधकार निवास नहीं करते॥\nजो साधक प्रज्ञा पारमिता का अभ्यास करते हैं,\\nउनमें सभी पारमिताएँ स्वतः ही समाहित हो जाती हैं।\\nजिस प्रकार सत्कायदृष्टि में बासठ प्रकार की मिथ्या दृष्टियाँ समाहित होती हैं,\\nउसी प्रकार सभी पारमिताएँ प्रज्ञा पारमिता में समाहित होती हैं, ऐसा बुद्ध ने कहा है।\nजिस प्रकार जीवन की इंद्रिय रुक जाने पर,\\nअन्य सभी इंद्रियाँ, जितनी भी हों, वे भी रुक जाती हैं।\\nउसी प्रकार परम कुशल प्रज्ञावान विद्वानों के आचरण के अनुसार,\\nसभी पारमिताएँ प्रज्ञा में ही समाहित हैं।\nप्रज्ञावान बोधिचित्त श्रावकों के समस्त गुणों का,  \\nऔर उसी प्रकार प्रत्येकबुद्धों के सभी गुणों का शिक्षा करते हैं।  \\nफिर भी वे उनमें निवास नहीं करते, न ही उनकी आकांक्षा रखते,  \\n\\\"यह मुझे शिक्षणीय विषय है\\\" ऐसा विचार कर वे इन सबका अध्ययन करते हैं।\n\n\nअविवर्तनीय सर्वोत्तम बोधि पथ पर जो दृढ़ता से प्रतिष्ठित हैं,  \\nउनके बोधिचित्त-उत्पाद पर जो पूरे अंतःकरण से अनुमोदन करता है।  \\nत्रिसाहस्र लोकधातु के सुमेरु पर्वतों को तौला जा सकता है,  \\nपरंतु उस अनुमोदन से उत्पन्न कुशल पुण्य को मापना असंभव है॥\nजितने भी प्राणी हैं कुशल के अभिलाषी, हित-कामी,\\nसबके पुण्य-स्कंध का मैं करता हूँ हार्दिक अनुमोदन।\\nवे सभी जिनों की अनंत गुणों को प्राप्त करके,\\nसर्व प्राणियों के दुःख क्षय हेतु लोक में धर्म का दान करेंगे॥\nजो बोधिसत्त्व निर्विकल्प भाव से सभी धर्म को,  \\nशून्य, निमित्तरहित और निष्प्रपंच रूप में पूर्णतः जानता है।  \\nवह द्वैत प्रज्ञा के द्वारा बोधि की खोज नहीं करता,  \\nवह योगी श्रेष्ठ प्रज्ञापारमिता में सदा प्रयत्नशील रहता है॥\nआकाश-धातु और आकाश के मध्य कोई विरोध नहीं होता,\\nन ही किसी द्वारा आकाश का स्वभाव ग्रहण या प्राप्त किया जा सकता।\\nइसी प्रकार, प्रज्ञा में आचरण में कुशल बोधिसत्त्व भी आकाश-सदृश होता है,\\nसर्व-विकल्प-मुक्त होकर निर्द्वैत-भाव से शांत से आचरण करता है॥\nजैसे जादूगर द्वारा निर्मित माया-पुरुष यह नहीं सोचता\\n\\\"मैं इन शिष्यों को प्रसन्न करूँगा\\\", फिर भी वह कार्य करता है।\\nलोग उसे विविध ऋद्धियों का प्रदर्शन करते देखते हैं,\\nकिंतु उसका न शरीर है, न चित्त है, न ही कोई नाम है॥\nइसी प्रकार, प्रज्ञा में आचरण करने वाला कभी नहीं सोचता,  \\n\\\"बोधि प्राप्त कर जगत के प्राणियों को मुक्त करूँगा मैं।\\\"  \\nविविध उत्पत्ति धारण कर अनेकों कर्म करता है वह,  \\nमाया सम दिखलाते हुए भी, निर्विकल्प भाव से आचरता है।\nजैसे बुद्ध की माया-निर्मित करती है बुद्ध के कार्य सभी,\\nउसमें कभी भी नहीं उपजता लेशमात्र अहंकार कहीं।\\nवैसे ही प्रज्ञा-आचरण में कुशल बोधिसत्त्व महान,\\nमाया-निर्मित सम प्रदर्शित करते सारे कर्म विधान॥\nकुशल बढ़ई जब लकड़ी से रचे काष्ठ-पुतली मानव सी,\\nवह पुरुष या स्त्री सदृश दिखती, करती सभी मानवीय कार्य।\\nवैसे ही प्रज्ञा में आचरण में कुशल बोधिसत्त्व भी सर्वजन हित में,\\nनिर्विकल्प ज्ञान से, बिना अहंकार माया-सम कार्य करें।\n\n\nइस प्रकार आचरण में कुशल ज्ञानियों को,  \\nबहुत से देवगण हाथ जोड़कर झुकते हुए प्रणाम करते हैं।  \\nदशों दिशाओं के लोकधातुओं में विराजमान सभी बुद्ध भी,  \\nउनके गुणों की प्रशंसा की माला का निरंतर उच्चारण करते हैं॥\nगंगा नदी की बालू-सम अनंत क्षेत्रों में वास करें जितने प्राणी,\\nकल्पना करें यदि वे सब मिलकर बुद्धत्व-मार्ग में विघ्न डालने वाले मार बन जाएँ।\\nफिर उनके एक-एक रोम से उतने ही मार निर्मित हो जाएँ,\\nतब भी वे सब मिलकर ज्ञान और करुणा से परिपूर्ण कुशल प्रज्ञावान को लेशमात्र भी बाधा न पहुँचा पाएँ॥\nचार कारणों से बोधिसत्त्व प्रज्ञावान बल से शक्तिशाली होते,\\nचारों मारों से अपराजित रहें, उन्हें विचलित न कर सके कोई।\\nशून्यता में स्थिति निरंतर, पर प्राणियों पर महाकरुणा न त्याग करें,\\nजैसा कहें वैसा ही करें, सुगत आशीष से पूर्ण रहें वे निश्चय॥\nजो बोधिसत्त्व तथागतों की माता इस प्रज्ञापारमिता के \\nव्याख्यान होते समय श्रद्धा से भर जाता है,\\nऔर सर्वज्ञता प्राप्ति के लिए पूरे अंतःकरण से\\nइसकी साधना में प्रयत्नशील होता है,\\nउसे सर्वज्ञता के मार्ग में प्रविष्ट हुआ जानना चाहिए।\nधर्मधातु की तथता में बोधिसत्त्व स्थिर नहीं होता है,  \\nजैसे आकाश में बादल बिना किसी आधार के विचरण करते हैं।  \\nविद्यामंत्रधारी के समान, जो बिना स्थिति के आकाश में स्वच्छंद विहार करता है,  \\nमंत्र शक्ति से असमय में भी पुष्प वनों को अधिष्ठित करता है।\nइस प्रकार आचरण करने वाले कुशल प्रज्ञावान बोधिसत्त्व,\\nसाधन मार्ग और बुद्ध सभी धर्म का अनुपलब्धि नहीं करते।\\nधर्म व्याख्या करते और धर्म-श्रोताओं को दृष्टि करते हुए भी अनुपलब्धि नहीं करते,\\nयह शांति चाहने वाले गुणों में प्रसन्नता रहने का स्थिति है॥\nअर्हतों के आठ विमोक्ष और तथागतों की स्थिति को छोड़कर,\\nश्रवण करने वालों और प्रत्येकबुद्धों की जितनी भी शांत ध्यान स्थितियाँ हैं,\\nयह बोधिसत्त्व विहार, जो शमथ समाधि का धारण करना, परम शांत और सुखयुक्त है,\\nउन सभी स्थितियों में श्रेष्ठ, अनुपम और अनुत्तर है॥\nजैसे पक्षी आकाश में विचरण करते पर गिरते नहीं,\\nजैसे मछली जल में रहती पर डूबकर मरती नहीं।\\nवैसे ही ध्यान-बल से पारंगत बोधिसत्त्व,\\nशून्य में विहार करते पर निर्वाण में खो जाते नहीं॥\nजो प्राणियों के गुणों में श्रेष्ठ बनने की आकांक्षा रखे,\\nजो बुद्ध के अद्भुत परम ज्ञान को स्पर्श करे,\\nजो धर्म का उत्तम, श्रेष्ठ, श्रेष्ठ दान प्रदान करे,\\nवह हितकारियों के इस बोधिचित्त रूपी परम स्थिति का सेवन करे॥\n\n\nजितनी भी शिक्षाओं का वर्णन नायक बुद्ध ने किया है,\\nउन सभी शिक्षाओं में यह श्रेष्ठ और अनुत्तर है।\\nजो विद्वान समस्त शिक्षाओं में पार जाना चाहता है,\\nवह इस प्रज्ञापारमिता में अभ्यास करे, जो बुद्धों की शिक्षा है॥\nयह श्रेष्ठ धर्म-निधि है, पवित्र धर्मकोश है सद्धर्म का,\\nबुद्ध का यह गोत्र है, प्राणी के सुख-सौख्य का भंडार महान।\\nदशों दिशाओं के अतीत, वर्तमान और आगत सभी लोकनाथ,\\nइससे ही प्रकट होते हैं, तथापि धर्मधातु रहता अक्षय सदा॥\nजितने भी वृक्ष, फल, पुष्प और वन इस विश्व में विद्यमान हैं,\\nवे सब इस भूमि से ही उत्पन्न होते हैं और प्रकट होते हैं, जैसे सभी धर्म प्रज्ञापारमिता से।\\nफिर भी यह भूमि न तो कभी क्षय होती है और न ही वृद्धि नहीं होती, जैसे धर्मधातु अविचल है।\\nन कभी क्षय होती है, न विकल्प करती है, न ही ऊबता नहीं, निर्विकल्प रूप में सदा विराजमान है॥\nबुद्ध के पुत्र, श्रावक, प्रत्येक बुद्ध और देवगण,\\nसभी प्राणियों के सुख-आनंद के जितने भी सभी धर्म।\\nवे सब श्रेष्ठ प्रज्ञापारमिता से ही उत्पन्न होते हैं,\\nयह प्रज्ञा न कभी क्षय होती, न ही इसमें वृद्धि नहीं होती।\nजितने भी प्राणी हैं इस जग में, निम्न, मध्यम अथवा श्रेष्ठ,  \\nउन सभी की उत्पत्ति अविद्या से है, ऐसा सुगत ने कहा है स्पष्ट।  \\nकारण-प्रत्यय जब एकत्रित होते, दुःख का चक्र प्रवर्तित होता,  \\nन तो यह चक्र कभी क्षीण होता, न ही कभी इसमें वृद्धि नहीं होती।\nज्ञान के जितने भी मार्ग, द्वार, उपाय और मूल हैं,  \\nवे सब श्रेष्ठ प्रज्ञापारमिता से ही उत्पन्न होते हैं।  \\nप्रत्ययों के संयोग से कर्म-यंत्र का प्रवर्तन होता है,  \\nप्रज्ञापारमिता न कभी घटती है, न वृद्धि नहीं होती।\nजो बोधिसत्त्व प्रतीत्य-समुत्पाद को अनुत्पन्न और क्षय वाला समझता है,\\nइस प्रज्ञा के सिद्धांत को पूर्णतया जानना और अपनी बुद्धि में धारण करता है,\\nजैसे निर्मल आकाश में सूर्य की किरण प्रसारित होकर अंधकार को नष्ट कर देती हैं,\\nवैसे ही वह अविद्या के घने आवरण को विनष्ट करके स्वयंभू ज्ञान को प्राप्त करता है।\n\n\nमहाशक्ति-समृद्ध बोधिसत्त्व, चारों ध्यानों में करते स्थिति।\\nपर न इनका आधार लेते, न स्थिति-सुख में बँधे निहार॥ \\nफिर भी ये चारों ध्यान, विचार-प्रीति-सुख अंग प्रधान।\\nपरहित हेतु अनुत्तर बोधि के, बनते परम आधार महान॥\nमहासामर्थ्य युक्त प्रज्ञा सम्पन्न बोधिसत्त्व ध्यान में स्थिति रहते हैं।\\nआकाशानन्त्यायतनादि चारों अरूपी श्रेष्ठ समाधियों का भी वे अनुभव करते हैं॥\\nये ध्यान अविद्या-तिमिर नाशक, परम बोधि प्राप्ति में सहायक बनते हैं।\\nमहाकरुणा से प्रेरित बोधिसत्त्व आस्रवक्षय हेतु नहीं, सर्वप्राणी कल्याण के लिए इनका अभ्यास करते हैं॥\nयह बोधिसत्वों के गुण-संचय का अद्भुत आश्चर्य है,\\nध्यान और समाधि में विहरते हुए भी रहते हैं निमित्तरहित।\\nइस स्थिति में स्थित रहने वालों का जब होता है शरीर का विनाश,\\nतब करुणावश, प्राणियों के हित के लिए, अपनी इच्छानुसार काम-धातु में पुनः जन्म लेते हैं॥\nजैसे जम्बूद्वीप का कोई मनुष्य जो पहले कभी\\nदेवलोक के श्रेष्ठ नगर में न गया हो, बाद में वहाँ जाए,\\nऔर देवताओं द्वारा परिगृहीत उन स्थानों को देखकर,\\nयदि वापस इस लोक में आए तो भी वह देवलोक में आसक्त नहीं होता॥\nइसी प्रकार प्रज्ञा और करुणा से युक्त श्रेष्ठ बोधिसत्त्व उत्तम गुणों के धारक हैं,\\nउपाय-प्रज्ञा के युगनद्ध योग में प्रयत्नशील होकर ध्यान और समाधि में स्थिति रहते हैं।\\nफिर भी जीवों के कल्याण हेतु काम-धातु में स्थिति करते हुए वे आसक्ति से सर्वथा अलिप्त रहते हैं,\\nजल में खिले कमल की भाँति अज्ञानी धर्मों में कभी भी निवास नहीं करते॥\nमहाआत्मा प्राणियों को पूर्णतः परिपक्व करने,\\nबुद्धक्षेत्रों का शुद्धिकरण एवं पारमिताओं की परिपूर्णता अर्थ हेतु ही समर्पित हैं।\\n\\\"बोधि के गुण और पारमिताओं का ह्रास होगा\\\" - यह भली-भांति समझकर,\\nवे करुणावश अरूप धातु में उत्पत्ति की अभिलाषा नहीं रखते, जैसे कोई अकाल में खजाने को न उठाए।\nज्यों कोई जन रत्नमय निधि पा ले तत्काल,\\nपर उसके प्रति लालसा न जगाए वह त्रिकाल।\\nफिर उचित अवसर देखकर उस निधि को ग्रहण करे,\\nऔर गृह में ले जाकर भी अनासक्त ही रहे निहाल॥\nइसी प्रकार, सांवृतिक और परमार्थ सत्यों के बीच कुशल संतुलन रखने वाले प्रज्ञावान बोधिसत्त्व,\\nप्रीति-सुख प्रदान करने वाले चारों ध्यान और शांत चारों समाधि को प्राप्त करके भी,\\nशमथ की अधिकता से होने वाली हानि से बचते हुए, ध्यान-सुख, प्रसन्नता और समाधि की उपलब्धियों से अनासक्त रहकर,\\nप्राणियों के प्रति करुणा से भरे हुए, खजाने के समान इन सिद्धियों को उचित समय की प्रतीक्षा में त्यागकर, पुनः कामधातु में प्रवेश करते हैं॥\nयदि बोधिसत्त्व समाधि और ध्यान में निमग्न रहकर भी,  \\nअर्हत या प्रत्येकबुद्ध यान के प्रति मन में आकर्षण उत्पन्न करे;  \\nवह वास्तव में असमाहित है, उसका चित्त उद्धत और विक्षिप्त हो जाता है,  \\nवह बुद्ध-गुणों से वंचित रह जाता है,  \\nजैसे समुद्र के बीचोबीच नाविक, जिसकी नौका टूट चुकी हो।\nयद्यपि रूप, शब्द, गंध, रस और स्पर्श करना,\\nइन पञ्च कामगुण में प्रयत्नशील रहते हुए भी।\\nजो अर्हत और प्रत्येकबुद्ध के मार्ग से परे,\\nबोधिचित्त में ही प्रीति रहे वही वीर बोधिसत्त्व।\\n\\nतब जानना चाहिए कि वह वीर पुरुष,\\nनिरंतर समाहित ही रहता है।\nदूसरे प्राणियों और व्यक्तियों के लिए, पूर्णतः शुद्ध सत्त्व,\\nवीर्य की पारमिता में प्रयत्नशील होकर आचरण करते हैं।\\nजैसे जल ढोने वाली दासी स्वतंत्र न होकर स्वामी के अधीन रहती है,\\nवैसे ही वीरगण सभी प्राणियों के वश में रहकर प्राणी हैं॥\nचाहे वह मौखिक रूप से अपमानित की गई हो या लगातार शारीरिक प्रताड़ना झेलती हो,\\nदासी अपने स्वामी के प्रति कभी प्रतिवाद के शब्द नहीं बोलती।\\n\\\"यह स्वामी मुझे आत्मा मार डालेगा\\\" - ऐसा सोचकर,\\nअत्यंत भयभीत मन से, वह भय सहित उसके द्वारा अभिभूत करना झुक जाती है।\nइसी प्रकार, सर्वोत्तम बोधि-प्राप्ति हेतु मार्ग में प्रवेशित बोधिसत्त्व को,\\nसभी प्राणी के प्रति दास-सदृश निरहंकार भाव से स्थिति चाहिए।\\nइससे ही बोधि की प्राप्ति होगी और सर्वज्ञता के गुणों की पूर्णता होगी,\\nजैसे घास और वृक्ष से उत्पन्न अग्नि अंततः उन्हीं को भस्म कर देती है॥\nआत्मा का सुख त्याग कर, निष्काम भाव से चित्त को भर,  \\nदिन-रात प्रयत्नशील रहो प्राणियों के हित में निरंतर।  \\nजैसे माँ अपने इकलौते पुत्र की सेवा करती है अपार,  \\nपूरे अंतःकरण से, बिना थके, ऐसी ही स्थिति में रहो तुम सदा॥\n\n\nजो बोधिसत्त्व दीर्घकाल संसार में रहने की इच्छा रखता है,\\nप्राणियों के अर्थ और क्षेत्र शुद्धि में प्रयत्नशील योगी बना रहता है।\\nयदि उसमें खेद का भाव अणुमात्र भी उत्पत्ति नहीं होता,\\nवह प्रयत्नशील पारमिता से संपन्न है और प्रमाद से पूर्णतः मुक्त है॥\nअज्ञानी बोधिसत्त्व कोटि कल्पों की गिनती करता,\\nयदि दीर्घकालिक मानकर दुःख में बोधि साधना करता।\\nसच्चे धर्म का पालन करते हुए दीर्घकाल दुःखी रहता,\\nइस प्रकार वीर्य पारमिता से विचलित, आलसी बन जाता॥\nसर्वोत्तम बोधि हेतु बोधिचित्त के प्रथम क्षण से ही,\\nअनुत्तर बोधि की प्राप्ति होने तक के समग्र मार्ग पर।\\nयदि मात्र एक दिन-रात का चिंतन चित्त में करते हैं,\\nतो विद्वानों को प्रज्ञा से प्रयत्नशील का आरंभ करना जानना चाहिए॥\nयदि कोई यह कहे कि, \\\"सुमेरु पर्वत को तोड़कर,\\nतब जाकर प्राप्त करोगे तुम सर्वोत्तम बोधि को।\\\"\\nऔर तुम खेद का भाव से सोचो कितना समय लगेगा,\\nतब उस क्षण बोधिसत्त्व आलस्य से ग्रस्त हो जाता है।\nयदि वह सोचे \\\"इतना करना क्या कठिन है?\\\" तो उसमें ऐसा दृढ़ बोधिचित्त जागता है,\\nजो क्षणभर में सुमेरु पर्वत को भस्म कर देने का विचार उत्पन्न करे।\\nऐसा विद्वान बोधिसत्त्व जब प्रयत्नशील से प्रयत्न आरंभ करता है,\\nशीघ्र ही नायकों द्वारा प्राप्त सर्वोत्तम बोधि को प्राप्त कर लेता है॥\nप्राणियों को परिपक्व कर उनका अर्थ करूँगा, ऐसा कहकर,\\nयदि कोई शरीर, वाणी और मन से प्रयत्न करे।\\nआत्म-संज्ञा में स्थिति रहकर वह शून्यता से विमुख होता है,\\nभूमि-आकाश की दूरी सम सर्वज्ञता से वंचित रह जाता॥\nजब न रहे शरीर की, न चित्त की, न प्राणियों की कोई संज्ञा,\\nसब संज्ञाएँ निवर्तित हो अद्वय धर्म में हो आचरण।\\nयह वीर्य पारमिता कहलाती, हितकारी ने ऐसा कहा,\\nजो चाहते हैं शांत, अचल, श्रेष्ठ बोधि की परम दशा॥\n# क्षमा पारमिता का महत्व - हिंदी अनुवाद\\n\\nजब कोई अन्य व्यक्ति कटु वचन या कठोर शब्द बोले,\\nज्ञानी सत्त्व प्रीति होते, \\\"यह मेरी आत्मा सुख का कारण\\\" समझ के।\\nकौन बोल रहा, कौन सुन रहा, किसके द्वारा, किसलिए, किसका,\\nक्षांति पारमिता से युक्त व्यक्ति ही वास्तव में प्रज्ञावान होता॥\\n\\n---\\n\\nदूसरों से निंदा वचन, कटु शब्द जब सुनने को मिलें,\\n\\\"यह मेरी आत्मा हित में है\\\" कहकर, कुशल सत्त्व प्रीति हों।\\nकौन कहता है, कौन सुनता, क्यों, किसके लिए, किससे?\\nक्षांति की पारमिता से सम्पन्न जन ही वास्तव में प्रज्ञावान हैं॥\nवह बोधिसत्त्व क्षांति के उत्तम गुणों से सुशोभित है,\\nजो त्रिसाहस्र लोकधातु को रत्नों से परिपूर्ण कर,\\nसर्वज्ञ बुद्धों, अर्हतों और प्रत्येकबुद्धों को अर्पित करे,\\nउस विशाल दान-स्कंध का पुण्य भी क्षांतिवान बोधिसत्त्व के पुण्य की बराबरी नहीं कर सकता।\nक्षमा में स्थिति जन का शरीर स्वर्ण-सम विशुद्ध हो जाता है,\\nबत्तीस महापुरुष लक्षणों से युक्त, अनंत बल से परिपूर्ण होता है।\\nवह सर्व प्राणियों को श्रेष्ठ धर्म की, शून्यता का उपदेश देता है,\\nक्षमावान कुशल प्रज्ञावान पर सभी जग के प्राणी प्रीति होकर आश्रित होते हैं।\nयदि कोई प्राणी चंदन का चूर्ण लेकर,\\nपरम आदर से बोधिसत्त्व पर छिड़के,\\nऔर दूसरा कोई जलते अंगारे उनके सिर पर बिखेरे,\\nतो इन दोनों परिस्थितियों में समान एवं संतुलित चित्त उत्पन्न करना चाहिए।\nइस प्रकार क्षमा का अभ्यास करके, विद्वान बोधिसत्त्व\\nअपने बोधिचित्त को सर्वोत्तम बोधि हेतु परिणामित करता है।\\nत्रिविध क्षांति से युक्त वह वीर, समस्त लोक के प्रति क्षांतिशील रहकर,\\nअर्हतों, प्रत्येकबुद्धों तथा अन्य अनेक सत्त्वधातुओं को\\nनिश्चय ही अपनी श्रेष्ठता से अभिभूत कर देता है॥\nक्षमा साधना करते समय चित्त में यह विचार भी जगाएँ:\\n\\\"नरक, पशु-योनि और यमलोक में अपार दुःख भरे हैं।\\nजब मैंने विषय-भोग के वशीभूत होकर अनेक कष्ट सहे हैं,\\nतो बोधि-प्राप्ति हेतु अब क्यों न क्षमा का अभ्यास करूँ?\\\nकोड़े, डंडे, शस्त्र से वध, बंधन और प्रहार,\\nसिर काटना, कान, हाथ-पैर और नाक का छेदन अपार।\\nलोक में जितने भी दुःख हैं, आत्मा सब क्षमा करूँगा ऐसा विचार,\\nक्षांति पारमिता में स्थिति करता है बोधिसत्त्व सदाचार॥\n\n\nशील से वे जो शांत चाहते, आर्य पद को पाते हैं।  \\nदशबल के विषय-क्षेत्र में स्थिति, अखंडित शील निभाते हैं।  \\nजितने भी संयम के कार्य हैं, सभी का अनुसरण करते हैं।  \\nसर्व प्राणियों के हित हेतु, इसे बोधि में परिणामित करते हैं॥\nयदि कोई अर्हत या प्रत्येकबुद्ध की बोधि पाने की इच्छा रखे,\\nवह शीलभ्रष्ट है, अज्ञानी है, और उसका आचरण पतित है।\\nकिंतु यदि वह अनुत्तर शांत श्रेष्ठ बोधि के लिए सब कुछ परिणामना करे,\\nतो भी पंचकामगुणों में प्रयत्नशील हो, वह शीलपारमिता में ही स्थिति करता है॥\nजो धर्म निश्चित रूप से बोधि के गुणों को उत्पन्न करता है,\\nवही है गुण-धर्म से युक्त साधकों के शील का सच्चा अर्थ।\\nजो धर्म हित साधकों के बोधि को पूर्णतः पतित होना करता है,\\nउसे ही शीलभ्रष्ट कहा है - ऐसा नायक ने स्वयं प्रकाशित किया॥\nयदि बोधिसत्त्व पञ्च कामगुणों का भोग करें भी,\\nबुद्ध, धर्म और आर्य संघ की शरण में रहें वही।\\n\\\"मैं बुद्धत्व पाऊँगा\\\" ऐसा सर्वज्ञता का चित्त बनाए,\\nविद्वान जन समझें, वे शील पारमिता में ही विराजें॥\nयदि कोई करोड़ों कल्पों तक दस कुशल कर्म-मार्गों का  \\nआचरण करे, फिर भी अर्हत या प्रत्येकबुद्ध पद की इच्छा उत्पन्न करे।  \\nतब उसका शील दोषयुक्त हो जाता है, नैतिक संयम पतित होता है।  \\nबोधिचित्त का यह त्याग भिक्षु के पाराजिक दोषों से भी अधिक गंभीर अपराध है॥\nशील का पालन करते हुए श्रेष्ठ बोधि हेतु पुण्य परिणामित करता।\\nउससे न रखे अभिमान भाव, न ही करे आत्मा-प्रशंसा॥\\n'मैं' और 'सत्त्व-संज्ञा' दोनों की मिथ्या संज्ञा को पूर्णतः त्यागता।\\nऐसा बोधिसत्त्व शील पारमिता में स्थिति कहलाता है॥\nयदि बोधिसत्त्व जिनों के मार्ग पर आचरण करते हुए\\n\\\"ये प्राणी शीलवान हैं और वे शीलभ्रष्ट हैं\\\" ऐसी द्वैतवादी धारणा से युक्त हो जाए,\\nवह विविध संज्ञाओं में प्रवृत्त होकर स्वयं अत्यंत शीलभ्रष्ट हो जाता है।\\nउसका शील क्षीण हो जाता है और उसमें कर्ता-कर्म-क्रिया की शून्यता पर आधारित परिशुद्ध शील नहीं रहता।\nजिसमें न आत्मा-बोध है, न ही सत्त्व-संज्ञा,\\nसंज्ञा से वैराग्य हो, कहाँ अशील का नाम?\\n\\nजिसमें न संयम-अशील का, रहता लेश अभिमान,\\nयही त्रिमंडल शुद्ध संवर, नायक ने किया बखान॥\nजो शुद्ध प्राणी ऐसे शील से सम्पन्न होते हैं,  \\nप्रिय और अप्रिय सभी वस्तुओं में दृष्टि से रहित रहते हैं।  \\nसिर और अंग-प्रत्यंग का त्याग करते हुए भी निराश मन नहीं लाते,  \\nसभी संपत्तियों का त्याग देते हैं और सदा निर्लिप्त रहते हैं॥\nसभी धर्म को निःस्वभाव, आत्मरहित और असार जानकर,\\nजो बिना किसी निराश मन या भय के अपना मांस भी त्याग करता है।\\nऐसे बोधिसत्त्व के लिए बाहरी वस्तुओं का त्याग तो सहज ही है,\\nयदि ऐसा ज्ञानी लोभ करे, यह तो स्थिति ही नहीं है॥\nआत्म-संज्ञा से वस्तुओं पर ममत्व ग्रहण करना होता है, जिससे आसक्ति और सभी क्लेश उपजते हैं।  \\nतत्व-जानना से रहित मूर्खों के मन में त्याग का दृष्टि कहाँ से आएगा?  \\nकंजूस व्यक्ति भूखे-प्यासे प्रेत-योनि में उत्पत्ति लेता है।  \\nऔर यदि मनुष्य रूप में उत्पत्ति हो, तब भी कर्मफल के अनुसार वह दरिद्र ही होता है।\nउस समय बोधिसत्त्व, प्राणियों की दरिद्रता को गहराई से जानकर,\\nकरुणा से प्रेरित होकर त्याग में प्रवृत्त होते हैं और सदैव बिना किसी कृपणता के त्याग करते हैं।\\nचारों महाद्वीप सप्त रत्नों से अलंकृत होने पर भी थूक के कण के समान तुच्छ हैं,\\nइन्हें दान देकर वे परम प्रसन्नता होते हैं, निःसार से सार पाते हुए, न कि इन वैभवों के स्वामी बनकर।\nविद्वान प्रज्ञावान बोधिसत्त्व चित्त में यह संकल्प धारण करते,\\nत्रिभुवन के समस्त प्राणियों को यह दान प्राप्त हो, ऐसी भावना से।\\nदाता, दान और प्राप्तकर्ता के प्रति त्रिविध अनासक्ति से युक्त होकर दान देते,\\nतत्पश्चात इस पुण्य को सर्वप्राणियों का कल्याण के लिए सर्वोत्तम बोधि में परिणामित करते॥\nदान देकर बोधिसत्त्व वस्तु में स्थिति रखें नहीं,\\nत्रिमंडल शुद्धि से उनके मन में फल की चाह कभी नहीं।\\nइस विधि से त्याग में प्रज्ञावान जन सर्वस्व त्यागें,\\nअल्प दान भी परिणामित कर अपरिमेय फल पायें आगे॥\nतीनों लोकों में विद्यमान समस्त प्राणी जितने भी हैं,\\nउन सबको परिकल्पना में एकत्रित करके, यदि वे सभी,\\nलोक-ज्ञाता बुद्ध, अर्हत और प्रत्येकबुद्धों को अनंत कल्पों तक दान दें,\\nऔर तत्पश्चात् हीनयान के श्रावक मार्ग के फलों की अभीप्सा करें, तो भी इसका पुण्य त्रिमंडल-शून्यता ज्ञान सहित बोधिचित्त से युक्त दान की महिमा के समक्ष अत्यंत न्यून है।\nजो विद्वान (पारमिताओं में निपुण) और उपाय-कुशल बोधिसत्त्व त्रिमंडल शुद्धि (दाता, प्राप्तकर्ता और दान वस्तु की शून्यता) से युक्त है,\\nवह तीनों भवों के सभी प्राणियों और बुद्ध, अर्हत तथा प्रत्येकबुद्धों के पुण्य कार्यों पर अनुमोदन करके,\\nसभी प्राणियों के अर्थ हेतु करुणापूर्वक सर्वोत्तम बोधि के लिए पूर्णतः परिणामित करे,\\nतो इस परिणामना से वह, महारत्न-सम, समस्त प्राणियों के पुण्य-समूह को अपने तेज से अभिभूत कर देता है॥\nकाँच के रत्नों का विशाल स्कंध भले ही हो महान,\\nएक वैडूर्य मणि उन सबको अभिभूत करता है।\\nवैसे ही श्रावक-प्रत्येकबुद्ध सहित सभी प्राणियों के दान-स्कंध को,\\nत्रिमंडल-विमुक्त बोधिसत्त्व अनुमोदन-परिणामना से करता अभिभूत॥\nयदि बोधिसत्त्व प्राणियों को दान देकर\\nदाता, प्राप्तकर्ता और दान - इन तीनों से ममत्व न रखे, न वस्तुओं पर कंजूसी करे।\\nतब उससे संभार पूर्ण करने वाले महाशक्ति युक्त कुशलमूल सर्व-हित हेतु बढ़ते जाएंगे,\\nजैसे बादलरहित आकाश में प्रकाशमान चंद्रमा का मंडल शुक्लपक्ष में॥\n\n\n# छठे प्रकरण में - क्रमिक साधना का प्रतिपादन\\n\\nबोधिसत्त्व अपने दान से प्रेत योनि के प्राणी को समूल काटता है,\\nदरिद्रता और उसी प्रकार समस्त क्लेश को निर्मूल करता है।\\nआचरण करते हुए, शुक्ल चन्द्र सम वर्धमान अनन्त विशाल भोगों को प्राप्त करता है,\\nदान के माध्यम से दुःख में निमग्न प्राणियों को संग्रहित कर बोधि मार्ग में परिपक्व बनाता है॥\nशील से अनेक प्रकार की पशु योनियों से बचता है साधक,  \\nआठों अक्षणों को त्याग कर सदा लाभ करता है अवसर पूर्ण जन्म।  \\nक्षांति से प्राप्त करता है उत्तम, विशाल और सुंदर रूप,  \\nस्वर्ण जैसा वर्ण पाकर जगत के लिए बन जाता है दर्शनीय॥\nवीर्य से कभी नहीं घटते शुभ्र गुण धर्म के,\\nअनंत ज्ञान, जिनों की कोष मिलते प्राप्त करना से।\\nध्यान से त्यागे विषय-भोग के निंद्य भोग,\\nविद्या, अभिज्ञा, समाधि की सिद्धि साकार होती॥\nप्रज्ञा से धर्मों का माया-स्वरूप समझ, आत्मशून्यता का अनुभव कर,\\nत्रिधातु के समस्त बंधनों से हो जाता है संसार-चक्र से सम्यक् पार।\\nमनुष्यों में श्रेष्ठ वह द्विकाययुक्त धर्मराज, अमूल्य धर्मचक्र रत्न प्रवर्तित कर,\\nसर्वप्राणियों के दुःखों के क्षय हेतु त्रिविध यान में प्रवेश कराते, देते हैं धर्मोपदेश॥\n# सप्तम प्रकरण: एक क्षण में पूर्ण बोधि प्राप्ति का उपदेश\\n\\nइस धर्म का पूर्णतया अभ्यास करके, वह बोधिसत्त्व तीन असंख्य कल्पों में षट् पारमिताओं का साधन पूर्ण करता है। शील पारमिता से पशु योनि से मुक्ति व अष्ट अवकाशरहित अवस्थाओं से निवृत्ति मिलती है, क्षमा से बत्तीस महापुरुष लक्षणों से युक्त सुंदर रूप प्राप्त होता है, वीर्य से शुभ धर्मों के गुणों का निरंतर विकास होता है, ध्यान से षड्-अभिज्ञाओं की प्राप्ति होती है, और प्रज्ञा से सर्वधर्म शून्यता का साक्षात्कार कर तीनों धातुओं से मुक्ति मिलती है। एक क्षणिक महाज्ञान द्वारा समस्त अनास्रव धर्मों को प्राप्त करता है।\\n\\n# अष्टम प्रकरण: धर्मकाय का उपदेश\\n\\nविशुद्ध बुद्धक्षेत्र और शुद्ध प्राणी को धारण करता है। अष्टम भूमि का बोधिसत्त्व प्रणिधान के बल से कांटों आदि से रहित परिशुद्ध क्षेत्र और भूख-प्यास आदि क्लेशों से मुक्त शुद्ध प्राणी की शुद्धि धारण करता है। यह आलयविज्ञान के परिवर्तन से उत्पन्न आदर्श-ज्ञान स्वरूप स्वभाविक काय है।\\n\\nबुद्ध वंश और धर्मवंश को भी धारण करता है। नवम भूमि का बोधिसत्त्व बल की शक्ति से सत्त्वों को बुद्धत्व में स्थापित कर बुद्धवंश (क्लिष्टमनस् के परिवर्तन से उत्पन्न समता-ज्ञान) को धारण करता है। दशम भूमि का बोधिसत्त्व ज्ञानबल से धर्मवंश (मनोविज्ञान के परिवर्तन से उत्पन्न प्रत्येक-परिज्ञान-ज्ञान) को धारण करता है। ये दोनों संभोगकाय के अंतर्गत आते हैं।\\n\\nउसी प्रकार संघवंश और सर्वधर्म को धारण करता है। बोधिसत्त्व अविनिवर्तनीय अरिहंत संघ परंपरा (पंचद्वार विज्ञान के परिवर्तन से उत्पन्न कृत्यानुष्ठान-ज्ञान रूप निर्माणकाय) और ग्यारहवीं समन्तप्रभ बुद्धभूमि में प्रवेश करके सर्वधर्मों का धर्मधातु ज्ञान के रूप में सार तत्व अपने में समेटे रहता है।\nजगत के रोगों का निदान करने वाले वैद्यों में श्रेष्ठ,\\nप्रज्ञा का उपदेश देते, बोधि मार्ग का है उनका संदेश।\\nगुणरत्न संचय बोधिमार्ग है इसका पावन नाम,\\nसभी प्राणी इस मार्ग को प्राप्त करने योग्य, यही है परम उद्देश्य महान॥\n\n\n\nआर्य प्रज्ञा पारमिता संचय गाथा सम्पूर्ण हुई।\n",
  "title": "प्रज्ञापारमिता संचय गाथा AI Draft",
  "alt_title": null,
  "translator": {
    "ai_id": "translation_workflow_v1.0.0_claude_3_7_sonnet",
    "person_id": null,
    "person_bdrc_id": null
  },
  "original_annotation": [],
  "translation_annotation": [
    {
      "span": {
        "start": 0,
        "end": 13
      },
      "index": 1,
      "alignment_index": [
        1
      ]
    },
    {
      "span": {
        "start": 14,
        "end": 14
      },
      "index": 2,
      "alignment_index": [
        2
      ]
    },
    {
      "span": {
        "start": 15,
        "end": 47
      },
      "index": 3,
      "alignment_index": [
        3
      ]
    },
    {
      "span": {
        "start": 48,
        "end": 52
      },
      "index": 4,
      "alignment_index": [
        4
      ]
    },
    {
      "span": {
        "start": 53,
        "end": 83
      },
      "index": 5,
      "alignment_index": [
        5
      ]
    },
    {
      "span": {
        "start": 84,
        "end": 115
      },
      "index": 6,
      "alignment_index": [
        6
      ]
    },
    {
      "span": {
        "start": 116,
        "end": 147
      },
      "index": 7,
      "alignment_index": [
        7
      ]
    },
    {
      "span": {
        "start": 148,
        "end": 178
      },
      "index": 8,
      "alignment_index": [
        8
      ]
    },
    {
      "span": {
        "start": 179,
        "end": 210
      },
      "index": 9,
      "alignment_index": [
        9
      ]
    },
    {
      "span": {
        "start": 211,
        "end": 242
      },
      "index": 10,
      "alignment_index": [
        10
      ]
    },
    {
      "span": {
        "start": 243,
        "end": 273
      },
      "index": 11,
      "alignment_index": [
        11
      ]
    },
    {
      "span": {
        "start": 274,
        "end": 305
      },
      "index": 12,
      "alignment_index": [
        12
      ]
    },
    {
      "span": {
        "start": 306,
        "end": 337
      },
      "index": 13,
      "alignment_index": [
        13
      ]
    },
    {
      "span": {
        "start": 338,
        "end": 369
      },
      "index": 14,
      "alignment_index": [
        14
      ]
    },
    {
      "span": {
        "start": 370,
        "end": 401
      },
      "index": 15,
      "alignment_index": [
        15
      ]
    },
    {
      "span": {
        "start": 402,
        "end": 433
      },
      "index": 16,
      "alignment_index": [
        16
      ]
    },
    {
      "span": {
        "start": 434,
        "end": 465
      },
      "index": 17,
      "alignment_index": [
        17
      ]
    },
    {
      "span": {
        "start": 466,
        "end": 497
      },
      "index": 18,
      "alignment_index": [
        18
      ]
    },
    {
      "span": {
        "start": 498,
        "end": 529
      },
      "index": 19,
      "alignment_index": [
        19
      ]
    },
    {
      "span": {
        "start": 530,
        "end": 561
      },
      "index": 20,
      "alignment_index": [
        20
      ]
    },
    {
      "span": {
        "start": 562,
        "end": 593
      },
      "index": 21,
      "alignment_index": [
        21
      ]
    },
    {
      "span": {
        "start": 594,
        "end": 625
      },
      "index": 22,
      "alignment_index": [
        22
      ]
    },
    {
      "span": {
        "start": 626,
        "end": 657
      },
      "index": 23,
      "alignment_index": [
        23
      ]
    },
    {
      "span": {
        "start": 658,
        "end": 689
      },
      "index": 24,
      "alignment_index": [
        24
      ]
    },
    {
      "span": {
        "start": 690,
        "end": 721
      },
      "index": 25,
      "alignment_index": [
        25
      ]
    },
    {
      "span": {
        "start": 722,
        "end": 753
      },
      "index": 26,
      "alignment_index": [
        26
      ]
    },
    {
      "span": {
        "start": 754,
        "end": 785
      },
      "index": 27,
      "alignment_index": [
        27
      ]
    },
    {
      "span": {
        "start": 786,
        "end": 817
      },
      "index": 28,
      "alignment_index": [
        28
      ]
    },
    {
      "span": {
        "start": 818,
        "end": 863
      },
      "index": 29,
      "alignment_index": [
        29
      ]
    },
    {
      "span": {
        "start": 864,
        "end": 895
      },
      "index": 30,
      "alignment_index": [
        30
      ]
    },
    {
      "span": {
        "start": 896,
        "end": 927
      },
      "index": 31,
      "alignment_index": [
        31
      ]
    },
    {
      "span": {
        "start": 928,
        "end": 959
      },
      "index": 32,
      "alignment_index": [
        32
      ]
    },
    {
      "span": {
        "start": 960,
        "end": 960
      },
      "index": 33,
      "alignment_index": [
        33
      ]
    },
    {
      "span": {
        "start": 961,
        "end": 986
      },
      "index": 34,
      "alignment_index": [
        34
      ]
    },
    {
      "span": {
        "start": 987,
        "end": 1018
      },
      "index": 35,
      "alignment_index": [
        35
      ]
    },
    {
      "span": {
        "start": 1019,
        "end": 1066
      },
      "index": 36,
      "alignment_index": [
        36
      ]
    },
    {
      "span": {
        "start": 1067,
        "end": 1114
      },
      "index": 37,
      "alignment_index": [
        37
      ]
    },
    {
      "span": {
        "start": 1115,
        "end": 1115
      },
      "index": 38,
      "alignment_index": [
        38
      ]
    },
    {
      "span": {
        "start": 1116,
        "end": 1116
      },
      "index": 39,
      "alignment_index": [
        39
      ]
    },
    {
      "span": {
        "start": 1117,
        "end": 1162
      },
      "index": 40,
      "alignment_index": [
        40
      ]
    },
    {
      "span": {
        "start": 1163,
        "end": 1193
      },
      "index": 41,
      "alignment_index": [
        41
      ]
    },
    {
      "span": {
        "start": 1194,
        "end": 1225
      },
      "index": 42,
      "alignment_index": [
        42
      ]
    },
    {
      "span": {
        "start": 1226,
        "end": 1257
      },
      "index": 43,
      "alignment_index": [
        43
      ]
    },
    {
      "span": {
        "start": 1258,
        "end": 1289
      },
      "index": 44,
      "alignment_index": [
        44
      ]
    },
    {
      "span": {
        "start": 1290,
        "end": 1321
      },
      "index": 45,
      "alignment_index": [
        45
      ]
    },
    {
      "span": {
        "start": 1322,
        "end": 1353
      },
      "index": 46,
      "alignment_index": [
        46
      ]
    },
    {
      "span": {
        "start": 1354,
        "end": 1385
      },
      "index": 47,
      "alignment_index": [
        47
      ]
    },
    {
      "span": {
        "start": 1386,
        "end": 1386
      },
      "index": 48,
      "alignment_index": [
        48
      ]
    },
    {
      "span": {
        "start": 1387,
        "end": 1417
      },
      "index": 49,
      "alignment_index": [
        49
      ]
    },
    {
      "span": {
        "start": 1418,
        "end": 1449
      },
      "index": 50,
      "alignment_index": [
        50
      ]
    },
    {
      "span": {
        "start": 1450,
        "end": 1481
      },
      "index": 51,
      "alignment_index": [
        51
      ]
    },
    {
      "span": {
        "start": 1482,
        "end": 1512
      },
      "index": 52,
      "alignment_index": [
        52
      ]
    },
    {
      "span": {
        "start": 1513,
        "end": 1543
      },
      "index": 53,
      "alignment_index": [
        53
      ]
    },
    {
      "span": {
        "start": 1544,
        "end": 1575
      },
      "index": 54,
      "alignment_index": [
        54
      ]
    },
    {
      "span": {
        "start": 1576,
        "end": 1607
      },
      "index": 55,
      "alignment_index": [
        55
      ]
    },
    {
      "span": {
        "start": 1608,
        "end": 1639
      },
      "index": 56,
      "alignment_index": [
        56
      ]
    },
    {
      "span": {
        "start": 1640,
        "end": 1671
      },
      "index": 57,
      "alignment_index": [
        57
      ]
    },
    {
      "span": {
        "start": 1672,
        "end": 1672
      },
      "index": 58,
      "alignment_index": [
        58
      ]
    },
    {
      "span": {
        "start": 1673,
        "end": 1698
      },
      "index": 59,
      "alignment_index": [
        59
      ]
    },
    {
      "span": {
        "start": 1699,
        "end": 1730
      },
      "index": 60,
      "alignment_index": [
        60
      ]
    },
    {
      "span": {
        "start": 1731,
        "end": 1762
      },
      "index": 61,
      "alignment_index": [
        61
      ]
    },
    {
      "span": {
        "start": 1763,
        "end": 1794
      },
      "index": 62,
      "alignment_index": [
        62
      ]
    },
    {
      "span": {
        "start": 1795,
        "end": 1826
      },
      "index": 63,
      "alignment_index": [
        63
      ]
    },
    {
      "span": {
        "start": 1827,
        "end": 1858
      },
      "index": 64,
      "alignment_index": [
        64
      ]
    },
    {
      "span": {
        "start": 1859,
        "end": 1890
      },
      "index": 65,
      "alignment_index": [
        65
      ]
    },
    {
      "span": {
        "start": 1891,
        "end": 1922
      },
      "index": 66,
      "alignment_index": [
        66
      ]
    },
    {
      "span": {
        "start": 1923,
        "end": 1923
      },
      "index": 67,
      "alignment_index": [
        67
      ]
    },
    {
      "span": {
        "start": 1924,
        "end": 1949
      },
      "index": 68,
      "alignment_index": [
        68
      ]
    },
    {
      "span": {
        "start": 1950,
        "end": 1981
      },
      "index": 69,
      "alignment_index": [
        69
      ]
    },
    {
      "span": {
        "start": 1982,
        "end": 2013
      },
      "index": 70,
      "alignment_index": [
        70
      ]
    },
    {
      "span": {
        "start": 2014,
        "end": 2045
      },
      "index": 71,
      "alignment_index": [
        71
      ]
    },
    {
      "span": {
        "start": 2046,
        "end": 2077
      },
      "index": 72,
      "alignment_index": [
        72
      ]
    },
    {
      "span": {
        "start": 2078,
        "end": 2109
      },
      "index": 73,
      "alignment_index": [
        73
      ]
    },
    {
      "span": {
        "start": 2110,
        "end": 2141
      },
      "index": 74,
      "alignment_index": [
        74
      ]
    },
    {
      "span": {
        "start": 2142,
        "end": 2172
      },
      "index": 75,
      "alignment_index": [
        75
      ]
    },
    {
      "span": {
        "start": 2173,
        "end": 2204
      },
      "index": 76,
      "alignment_index": [
        76
      ]
    },
    {
      "span": {
        "start": 2205,
        "end": 2236
      },
      "index": 77,
      "alignment_index": [
        77
      ]
    },
    {
      "span": {
        "start": 2237,
        "end": 2237
      },
      "index": 78,
      "alignment_index": [
        78
      ]
    },
    {
      "span": {
        "start": 2238,
        "end": 2264
      },
      "index": 79,
      "alignment_index": [
        79
      ]
    },
    {
      "span": {
        "start": 2265,
        "end": 2296
      },
      "index": 80,
      "alignment_index": [
        80
      ]
    },
    {
      "span": {
        "start": 2297,
        "end": 2328
      },
      "index": 81,
      "alignment_index": [
        81
      ]
    },
    {
      "span": {
        "start": 2329,
        "end": 2360
      },
      "index": 82,
      "alignment_index": [
        82
      ]
    },
    {
      "span": {
        "start": 2361,
        "end": 2408
      },
      "index": 83,
      "alignment_index": [
        83
      ]
    },
    {
      "span": {
        "start": 2409,
        "end": 2440
      },
      "index": 84,
      "alignment_index": [
        84
      ]
    },
    {
      "span": {
        "start": 2441,
        "end": 2472
      },
      "index": 85,
      "alignment_index": [
        85
      ]
    },
    {
      "span": {
        "start": 2473,
        "end": 2504
      },
      "index": 86,
      "alignment_index": [
        86
      ]
    },
    {
      "span": {
        "start": 2505,
        "end": 2536
      },
      "index": 87,
      "alignment_index": [
        87
      ]
    },
    {
      "span": {
        "start": 2537,
        "end": 2552
      },
      "index": 88,
      "alignment_index": [
        88
      ]
    },
    {
      "span": {
        "start": 2553,
        "end": 2553
      },
      "index": 89,
      "alignment_index": [
        89
      ]
    },
    {
      "span": {
        "start": 2554,
        "end": 2579
      },
      "index": 90,
      "alignment_index": [
        90
      ]
    },
    {
      "span": {
        "start": 2580,
        "end": 2611
      },
      "index": 91,
      "alignment_index": [
        91
      ]
    },
    {
      "span": {
        "start": 2612,
        "end": 2643
      },
      "index": 92,
      "alignment_index": [
        92
      ]
    },
    {
      "span": {
        "start": 2644,
        "end": 2675
      },
      "index": 93,
      "alignment_index": [
        93
      ]
    },
    {
      "span": {
        "start": 2676,
        "end": 2707
      },
      "index": 94,
      "alignment_index": [
        94
      ]
    },
    {
      "span": {
        "start": 2708,
        "end": 2739
      },
      "index": 95,
      "alignment_index": [
        95
      ]
    },
    {
      "span": {
        "start": 2740,
        "end": 2771
      },
      "index": 96,
      "alignment_index": [
        96
      ]
    },
    {
      "span": {
        "start": 2772,
        "end": 2803
      },
      "index": 97,
      "alignment_index": [
        97
      ]
    },
    {
      "span": {
        "start": 2804,
        "end": 2804
      },
      "index": 98,
      "alignment_index": [
        98
      ]
    },
    {
      "span": {
        "start": 2805,
        "end": 2840
      },
      "index": 99,
      "alignment_index": [
        99
      ]
    },
    {
      "span": {
        "start": 2841,
        "end": 2872
      },
      "index": 100,
      "alignment_index": [
        100
      ]
    },
    {
      "span": {
        "start": 2873,
        "end": 2904
      },
      "index": 101,
      "alignment_index": [
        101
      ]
    },
    {
      "span": {
        "start": 2905,
        "end": 2936
      },
      "index": 102,
      "alignment_index": [
        102
      ]
    },
    {
      "span": {
        "start": 2937,
        "end": 2968
      },
      "index": 103,
      "alignment_index": [
        103
      ]
    },
    {
      "span": {
        "start": 2969,
        "end": 2969
      },
      "index": 104,
      "alignment_index": [
        104
      ]
    },
    {
      "span": {
        "start": 2970,
        "end": 2980
      },
      "index": 105,
      "alignment_index": [
        105
      ]
    },
    {
      "span": {
        "start": 2981,
        "end": 3019
      },
      "index": 106,
      "alignment_index": [
        106
      ]
    },
    {
      "span": {
        "start": 3020,
        "end": 3042
      },
      "index": 107,
      "alignment_index": [
        107
      ]
    },
    {
      "span": {
        "start": 3043,
        "end": 3043
      },
      "index": 108,
      "alignment_index": [
        108
      ]
    },
    {
      "span": {
        "start": 3044,
        "end": 3079
      },
      "index": 109,
      "alignment_index": [
        109
      ]
    },
    {
      "span": {
        "start": 3080,
        "end": 3111
      },
      "index": 110,
      "alignment_index": [
        110
      ]
    },
    {
      "span": {
        "start": 3112,
        "end": 3143
      },
      "index": 111,
      "alignment_index": [
        111
      ]
    },
    {
      "span": {
        "start": 3144,
        "end": 3175
      },
      "index": 112,
      "alignment_index": [
        112
      ]
    },
    {
      "span": {
        "start": 3176,
        "end": 3207
      },
      "index": 113,
      "alignment_index": [
        113
      ]
    },
    {
      "span": {
        "start": 3208,
        "end": 3239
      },
      "index": 114,
      "alignment_index": [
        114
      ]
    },
    {
      "span": {
        "start": 3240,
        "end": 3271
      },
      "index": 115,
      "alignment_index": [
        115
      ]
    },
    {
      "span": {
        "start": 3272,
        "end": 3303
      },
      "index": 116,
      "alignment_index": [
        116
      ]
    },
    {
      "span": {
        "start": 3304,
        "end": 3335
      },
      "index": 117,
      "alignment_index": [
        117
      ]
    },
    {
      "span": {
        "start": 3336,
        "end": 3367
      },
      "index": 118,
      "alignment_index": [
        118
      ]
    },
    {
      "span": {
        "start": 3368,
        "end": 3399
      },
      "index": 119,
      "alignment_index": [
        119
      ]
    },
    {
      "span": {
        "start": 3400,
        "end": 3400
      },
      "index": 120,
      "alignment_index": [
        120
      ]
    },
    {
      "span": {
        "start": 3401,
        "end": 3425
      },
      "index": 121,
      "alignment_index": [
        121
      ]
    },
    {
      "span": {
        "start": 3426,
        "end": 3547
      },
      "index": 122,
      "alignment_index": [
        122
      ]
    },
    {
      "span": {
        "start": 3548,
        "end": 3579
      },
      "index": 123,
      "alignment_index": [
        123
      ]
    },
    {
      "span": {
        "start": 3580,
        "end": 3611
      },
      "index": 124,
      "alignment_index": [
        124
      ]
    },
    {
      "span": {
        "start": 3612,
        "end": 3643
      },
      "index": 125,
      "alignment_index": [
        125
      ]
    },
    {
      "span": {
        "start": 3644,
        "end": 3675
      },
      "index": 126,
      "alignment_index": [
        126
      ]
    },
    {
      "span": {
        "start": 3676,
        "end": 3707
      },
      "index": 127,
      "alignment_index": [
        127
      ]
    },
    {
      "span": {
        "start": 3708,
        "end": 3739
      },
      "index": 128,
      "alignment_index": [
        128
      ]
    },
    {
      "span": {
        "start": 3740,
        "end": 3763
      },
      "index": 129,
      "alignment_index": [
        129
      ]
    },
    {
      "span": {
        "start": 3764,
        "end": 3779
      },
      "index": 130,
      "alignment_index": [
        130
      ]
    },
    {
      "span": {
        "start": 3780,
        "end": 3803
      },
      "index": 131,
      "alignment_index": [
        131
      ]
    },
    {
      "span": {
        "start": 3804,
        "end": 3804
      },
      "index": 132,
      "alignment_index": [
        132
      ]
    },
    {
      "span": {
        "start": 3805,
        "end": 3839
      },
      "index": 133,
      "alignment_index": [
        133
      ]
    },
    {
      "span": {
        "start": 3840,
        "end": 3870
      },
      "index": 134,
      "alignment_index": [
        134
      ]
    },
    {
      "span": {
        "start": 3871,
        "end": 3902
      },
      "index": 135,
      "alignment_index": [
        135
      ]
    },
    {
      "span": {
        "start": 3903,
        "end": 3934
      },
      "index": 136,
      "alignment_index": [
        136
      ]
    },
    {
      "span": {
        "start": 3935,
        "end": 3966
      },
      "index": 137,
      "alignment_index": [
        137
      ]
    },
    {
      "span": {
        "start": 3967,
        "end": 4048
      },
      "index": 138,
      "alignment_index": [
        138
      ]
    },
    {
      "span": {
        "start": 4049,
        "end": 4080
      },
      "index": 139,
      "alignment_index": [
        139
      ]
    },
    {
      "span": {
        "start": 4081,
        "end": 4112
      },
      "index": 140,
      "alignment_index": [
        140
      ]
    },
    {
      "span": {
        "start": 4113,
        "end": 4144
      },
      "index": 141,
      "alignment_index": [
        141
      ]
    },
    {
      "span": {
        "start": 4145,
        "end": 4176
      },
      "index": 142,
      "alignment_index": [
        142
      ]
    },
    {
      "span": {
        "start": 4177,
        "end": 4177
      },
      "index": 143,
      "alignment_index": [
        143
      ]
    },
    {
      "span": {
        "start": 4178,
        "end": 4194
      },
      "index": 144,
      "alignment_index": [
        144
      ]
    },
    {
      "span": {
        "start": 4195,
        "end": 4226
      },
      "index": 145,
      "alignment_index": [
        145
      ]
    },
    {
      "span": {
        "start": 4227,
        "end": 4258
      },
      "index": 146,
      "alignment_index": [
        146
      ]
    },
    {
      "span": {
        "start": 4259,
        "end": 4259
      },
      "index": 147,
      "alignment_index": [
        147
      ]
    },
    {
      "span": {
        "start": 4260,
        "end": 4260
      },
      "index": 148,
      "alignment_index": [
        148
      ]
    },
    {
      "span": {
        "start": 4261,
        "end": 4292
      },
      "index": 149,
      "alignment_index": [
        149
      ]
    },
    {
      "span": {
        "start": 4293,
        "end": 4324
      },
      "index": 150,
      "alignment_index": [
        150
      ]
    },
    {
      "span": {
        "start": 4325,
        "end": 4355
      },
      "index": 151,
      "alignment_index": [
        151
      ]
    },
    {
      "span": {
        "start": 4356,
        "end": 4387
      },
      "index": 152,
      "alignment_index": [
        152
      ]
    },
    {
      "span": {
        "start": 4388,
        "end": 4435
      },
      "index": 153,
      "alignment_index": [
        153
      ]
    },
    {
      "span": {
        "start": 4436,
        "end": 4451
      },
      "index": 154,
      "alignment_index": [
        154
      ]
    },
    {
      "span": {
        "start": 4452,
        "end": 4483
      },
      "index": 155,
      "alignment_index": [
        155
      ]
    },
    {
      "span": {
        "start": 4484,
        "end": 4515
      },
      "index": 156,
      "alignment_index": [
        156
      ]
    },
    {
      "span": {
        "start": 4516,
        "end": 4547
      },
      "index": 157,
      "alignment_index": [
        157
      ]
    },
    {
      "span": {
        "start": 4548,
        "end": 4579
      },
      "index": 158,
      "alignment_index": [
        158
      ]
    },
    {
      "span": {
        "start": 4580,
        "end": 4580
      },
      "index": 159,
      "alignment_index": [
        159
      ]
    },
    {
      "span": {
        "start": 4581,
        "end": 4595
      },
      "index": 160,
      "alignment_index": [
        160
      ]
    },
    {
      "span": {
        "start": 4596,
        "end": 4627
      },
      "index": 161,
      "alignment_index": [
        161
      ]
    },
    {
      "span": {
        "start": 4628,
        "end": 4659
      },
      "index": 162,
      "alignment_index": [
        162
      ]
    },
    {
      "span": {
        "start": 4660,
        "end": 4691
      },
      "index": 163,
      "alignment_index": [
        163
      ]
    },
    {
      "span": {
        "start": 4692,
        "end": 4723
      },
      "index": 164,
      "alignment_index": [
        164
      ]
    },
    {
      "span": {
        "start": 4724,
        "end": 4755
      },
      "index": 165,
      "alignment_index": [
        165
      ]
    },
    {
      "span": {
        "start": 4756,
        "end": 4787
      },
      "index": 166,
      "alignment_index": [
        166
      ]
    },
    {
      "span": {
        "start": 4788,
        "end": 4819
      },
      "index": 167,
      "alignment_index": [
        167
      ]
    },
    {
      "span": {
        "start": 4820,
        "end": 4851
      },
      "index": 168,
      "alignment_index": [
        168
      ]
    },
    {
      "span": {
        "start": 4852,
        "end": 4852
      },
      "index": 169,
      "alignment_index": [
        169
      ]
    },
    {
      "span": {
        "start": 4853,
        "end": 4868
      },
      "index": 170,
      "alignment_index": [
        170
      ]
    },
    {
      "span": {
        "start": 4869,
        "end": 4900
      },
      "index": 171,
      "alignment_index": [
        171
      ]
    },
    {
      "span": {
        "start": 4901,
        "end": 4932
      },
      "index": 172,
      "alignment_index": [
        172
      ]
    },
    {
      "span": {
        "start": 4933,
        "end": 4964
      },
      "index": 173,
      "alignment_index": [
        173
      ]
    },
    {
      "span": {
        "start": 4965,
        "end": 4996
      },
      "index": 174,
      "alignment_index": [
        174
      ]
    },
    {
      "span": {
        "start": 4997,
        "end": 5028
      },
      "index": 175,
      "alignment_index": [
        175
      ]
    },
    {
      "span": {
        "start": 5029,
        "end": 5061
      },
      "index": 176,
      "alignment_index": [
        176
      ]
    },
    {
      "span": {
        "start": 5062,
        "end": 5062
      },
      "index": 177,
      "alignment_index": [
        177
      ]
    },
    {
      "span": {
        "start": 5063,
        "end": 5091
      },
      "index": 178,
      "alignment_index": [
        178
      ]
    },
    {
      "span": {
        "start": 5092,
        "end": 5123
      },
      "index": 179,
      "alignment_index": [
        179
      ]
    },
    {
      "span": {
        "start": 5124,
        "end": 5155
      },
      "index": 180,
      "alignment_index": [
        180
      ]
    },
    {
      "span": {
        "start": 5156,
        "end": 5187
      },
      "index": 181,
      "alignment_index": [
        181
      ]
    },
    {
      "span": {
        "start": 5188,
        "end": 5219
      },
      "index": 182,
      "alignment_index": [
        182
      ]
    },
    {
      "span": {
        "start": 5220,
        "end": 5251
      },
      "index": 183,
      "alignment_index": [
        183
      ]
    },
    {
      "span": {
        "start": 5252,
        "end": 5282
      },
      "index": 184,
      "alignment_index": [
        184
      ]
    },
    {
      "span": {
        "start": 5283,
        "end": 5314
      },
      "index": 185,
      "alignment_index": [
        185
      ]
    },
    {
      "span": {
        "start": 5315,
        "end": 5315
      },
      "index": 186,
      "alignment_index": [
        186
      ]
    },
    {
      "span": {
        "start": 5316,
        "end": 5330
      },
      "index": 187,
      "alignment_index": [
        187
      ]
    },
    {
      "span": {
        "start": 5331,
        "end": 5362
      },
      "index": 188,
      "alignment_index": [
        188
      ]
    },
    {
      "span": {
        "start": 5363,
        "end": 5394
      },
      "index": 189,
      "alignment_index": [
        189
      ]
    },
    {
      "span": {
        "start": 5395,
        "end": 5426
      },
      "index": 190,
      "alignment_index": [
        190
      ]
    },
    {
      "span": {
        "start": 5427,
        "end": 5458
      },
      "index": 191,
      "alignment_index": [
        191
      ]
    },
    {
      "span": {
        "start": 5459,
        "end": 5490
      },
      "index": 192,
      "alignment_index": [
        192
      ]
    },
    {
      "span": {
        "start": 5491,
        "end": 5522
      },
      "index": 193,
      "alignment_index": [
        193
      ]
    },
    {
      "span": {
        "start": 5523,
        "end": 5554
      },
      "index": 194,
      "alignment_index": [
        194
      ]
    },
    {
      "span": {
        "start": 5555,
        "end": 5586
      },
      "index": 195,
      "alignment_index": [
        195
      ]
    },
    {
      "span": {
        "start": 5587,
        "end": 5587
      },
      "index": 196,
      "alignment_index": [
        196
      ]
    },
    {
      "span": {
        "start": 5588,
        "end": 5605
      },
      "index": 197,
      "alignment_index": [
        197
      ]
    },
    {
      "span": {
        "start": 5606,
        "end": 5637
      },
      "index": 198,
      "alignment_index": [
        198
      ]
    },
    {
      "span": {
        "start": 5638,
        "end": 5669
      },
      "index": 199,
      "alignment_index": [
        199
      ]
    },
    {
      "span": {
        "start": 5670,
        "end": 5701
      },
      "index": 200,
      "alignment_index": [
        200
      ]
    },
    {
      "span": {
        "start": 5702,
        "end": 5733
      },
      "index": 201,
      "alignment_index": [
        201
      ]
    },
    {
      "span": {
        "start": 5734,
        "end": 5765
      },
      "index": 202,
      "alignment_index": [
        202
      ]
    },
    {
      "span": {
        "start": 5766,
        "end": 5797
      },
      "index": 203,
      "alignment_index": [
        203
      ]
    },
    {
      "span": {
        "start": 5798,
        "end": 5829
      },
      "index": 204,
      "alignment_index": [
        204
      ]
    },
    {
      "span": {
        "start": 5830,
        "end": 5861
      },
      "index": 205,
      "alignment_index": [
        205
      ]
    },
    {
      "span": {
        "start": 5862,
        "end": 5862
      },
      "index": 206,
      "alignment_index": [
        206
      ]
    },
    {
      "span": {
        "start": 5863,
        "end": 5880
      },
      "index": 207,
      "alignment_index": [
        207
      ]
    },
    {
      "span": {
        "start": 5881,
        "end": 5912
      },
      "index": 208,
      "alignment_index": [
        208
      ]
    },
    {
      "span": {
        "start": 5913,
        "end": 5913
      },
      "index": 209,
      "alignment_index": [
        209
      ]
    },
    {
      "span": {
        "start": 5914,
        "end": 5976
      },
      "index": 210,
      "alignment_index": [
        210
      ]
    },
    {
      "span": {
        "start": 5977,
        "end": 6008
      },
      "index": 211,
      "alignment_index": [
        211
      ]
    },
    {
      "span": {
        "start": 6009,
        "end": 6040
      },
      "index": 212,
      "alignment_index": [
        212
      ]
    },
    {
      "span": {
        "start": 6041,
        "end": 6072
      },
      "index": 213,
      "alignment_index": [
        213
      ]
    },
    {
      "span": {
        "start": 6073,
        "end": 6104
      },
      "index": 214,
      "alignment_index": [
        214
      ]
    },
    {
      "span": {
        "start": 6105,
        "end": 6136
      },
      "index": 215,
      "alignment_index": [
        215
      ]
    },
    {
      "span": {
        "start": 6137,
        "end": 6168
      },
      "index": 216,
      "alignment_index": [
        216
      ]
    },
    {
      "span": {
        "start": 6169,
        "end": 6200
      },
      "index": 217,
      "alignment_index": [
        217
      ]
    },
    {
      "span": {
        "start": 6201,
        "end": 6232
      },
      "index": 218,
      "alignment_index": [
        218
      ]
    },
    {
      "span": {
        "start": 6233,
        "end": 6264
      },
      "index": 219,
      "alignment_index": [
        219
      ]
    },
    {
      "span": {
        "start": 6265,
        "end": 6296
      },
      "index": 220,
      "alignment_index": [
        220
      ]
    },
    {
      "span": {
        "start": 6297,
        "end": 6328
      },
      "index": 221,
      "alignment_index": [
        221
      ]
    },
    {
      "span": {
        "start": 6329,
        "end": 6360
      },
      "index": 222,
      "alignment_index": [
        222
      ]
    },
    {
      "span": {
        "start": 6361,
        "end": 6392
      },
      "index": 223,
      "alignment_index": [
        223
      ]
    },
    {
      "span": {
        "start": 6393,
        "end": 6424
      },
      "index": 224,
      "alignment_index": [
        224
      ]
    },
    {
      "span": {
        "start": 6425,
        "end": 6456
      },
      "index": 225,
      "alignment_index": [
        225
      ]
    },
    {
      "span": {
        "start": 6457,
        "end": 6488
      },
      "index": 226,
      "alignment_index": [
        226
      ]
    },
    {
      "span": {
        "start": 6489,
        "end": 6520
      },
      "index": 227,
      "alignment_index": [
        227
      ]
    },
    {
      "span": {
        "start": 6521,
        "end": 6552
      },
      "index": 228,
      "alignment_index": [
        228
      ]
    },
    {
      "span": {
        "start": 6553,
        "end": 6584
      },
      "index": 229,
      "alignment_index": [
        229
      ]
    },
    {
      "span": {
        "start": 6585,
        "end": 6616
      },
      "index": 230,
      "alignment_index": [
        230
      ]
    },
    {
      "span": {
        "start": 6617,
        "end": 6648
      },
      "index": 231,
      "alignment_index": [
        231
      ]
    },
    {
      "span": {
        "start": 6649,
        "end": 6649
      },
      "index": 232,
      "alignment_index": [
        232
      ]
    },
    {
      "span": {
        "start": 6650,
        "end": 6666
      },
      "index": 233,
      "alignment_index": [
        233
      ]
    },
    {
      "span": {
        "start": 6667,
        "end": 6698
      },
      "index": 234,
      "alignment_index": [
        234
      ]
    },
    {
      "span": {
        "start": 6699,
        "end": 6730
      },
      "index": 235,
      "alignment_index": [
        235
      ]
    },
    {
      "span": {
        "start": 6731,
        "end": 6762
      },
      "index": 236,
      "alignment_index": [
        236
      ]
    },
    {
      "span": {
        "start": 6763,
        "end": 6794
      },
      "index": 237,
      "alignment_index": [
        237
      ]
    },
    {
      "span": {
        "start": 6795,
        "end": 6826
      },
      "index": 238,
      "alignment_index": [
        238
      ]
    },
    {
      "span": {
        "start": 6827,
        "end": 6858
      },
      "index": 239,
      "alignment_index": [
        239
      ]
    },
    {
      "span": {
        "start": 6859,
        "end": 6890
      },
      "index": 240,
      "alignment_index": [
        240
      ]
    },
    {
      "span": {
        "start": 6891,
        "end": 6922
      },
      "index": 241,
      "alignment_index": [
        241
      ]
    },
    {
      "span": {
        "start": 6923,
        "end": 6923
      },
      "index": 242,
      "alignment_index": [
        242
      ]
    },
    {
      "span": {
        "start": 6924,
        "end": 6940
      },
      "index": 243,
      "alignment_index": [
        243
      ]
    },
    {
      "span": {
        "start": 6941,
        "end": 6972
      },
      "index": 244,
      "alignment_index": [
        244
      ]
    },
    {
      "span": {
        "start": 6973,
        "end": 7004
      },
      "index": 245,
      "alignment_index": [
        245
      ]
    },
    {
      "span": {
        "start": 7005,
        "end": 7036
      },
      "index": 246,
      "alignment_index": [
        246
      ]
    },
    {
      "span": {
        "start": 7037,
        "end": 7068
      },
      "index": 247,
      "alignment_index": [
        247
      ]
    },
    {
      "span": {
        "start": 7069,
        "end": 7100
      },
      "index": 248,
      "alignment_index": [
        248
      ]
    },
    {
      "span": {
        "start": 7101,
        "end": 7132
      },
      "index": 249,
      "alignment_index": [
        249
      ]
    },
    {
      "span": {
        "start": 7133,
        "end": 7164
      },
      "index": 250,
      "alignment_index": [
        250
      ]
    },
    {
      "span": {
        "start": 7165,
        "end": 7196
      },
      "index": 251,
      "alignment_index": [
        251
      ]
    },
    {
      "span": {
        "start": 7197,
        "end": 7228
      },
      "index": 252,
      "alignment_index": [
        252
      ]
    },
    {
      "span": {
        "start": 7229,
        "end": 7260
      },
      "index": 253,
      "alignment_index": [
        253
      ]
    },
    {
      "span": {
        "start": 7261,
        "end": 7292
      },
      "index": 254,
      "alignment_index": [
        254
      ]
    },
    {
      "span": {
        "start": 7293,
        "end": 7324
      },
      "index": 255,
      "alignment_index": [
        255
      ]
    },
    {
      "span": {
        "start": 7325,
        "end": 7357
      },
      "index": 256,
      "alignment_index": [
        256
      ]
    },
    {
      "span": {
        "start": 7358,
        "end": 7371
      },
      "index": 257,
      "alignment_index": [
        257
      ]
    },
    {
      "span": {
        "start": 7372,
        "end": 7393
      },
      "index": 258,
      "alignment_index": [
        258
      ]
    },
    {
      "span": {
        "start": 7394,
        "end": 7425
      },
      "index": 259,
      "alignment_index": [
        259
      ]
    },
    {
      "span": {
        "start": 7426,
        "end": 7457
      },
      "index": 260,
      "alignment_index": [
        260
      ]
    },
    {
      "span": {
        "start": 7458,
        "end": 7489
      },
      "index": 261,
      "alignment_index": [
        261
      ]
    },
    {
      "span": {
        "start": 7490,
        "end": 7521
      },
      "index": 262,
      "alignment_index": [
        262
      ]
    },
    {
      "span": {
        "start": 7522,
        "end": 7522
      },
      "index": 263,
      "alignment_index": [
        263
      ]
    },
    {
      "span": {
        "start": 7523,
        "end": 7538
      },
      "index": 264,
      "alignment_index": [
        264
      ]
    },
    {
      "span": {
        "start": 7539,
        "end": 7570
      },
      "index": 265,
      "alignment_index": [
        265
      ]
    },
    {
      "span": {
        "start": 7571,
        "end": 7602
      },
      "index": 266,
      "alignment_index": [
        266
      ]
    },
    {
      "span": {
        "start": 7603,
        "end": 7634
      },
      "index": 267,
      "alignment_index": [
        267
      ]
    },
    {
      "span": {
        "start": 7635,
        "end": 7666
      },
      "index": 268,
      "alignment_index": [
        268
      ]
    },
    {
      "span": {
        "start": 7667,
        "end": 7698
      },
      "index": 269,
      "alignment_index": [
        269
      ]
    },
    {
      "span": {
        "start": 7699,
        "end": 7730
      },
      "index": 270,
      "alignment_index": [
        270
      ]
    },
    {
      "span": {
        "start": 7731,
        "end": 7731
      },
      "index": 271,
      "alignment_index": [
        271
      ]
    },
    {
      "span": {
        "start": 7732,
        "end": 7747
      },
      "index": 272,
      "alignment_index": [
        272
      ]
    },
    {
      "span": {
        "start": 7748,
        "end": 7779
      },
      "index": 273,
      "alignment_index": [
        273
      ]
    },
    {
      "span": {
        "start": 7780,
        "end": 7811
      },
      "index": 274,
      "alignment_index": [
        274
      ]
    },
    {
      "span": {
        "start": 7812,
        "end": 7843
      },
      "index": 275,
      "alignment_index": [
        275
      ]
    },
    {
      "span": {
        "start": 7844,
        "end": 7875
      },
      "index": 276,
      "alignment_index": [
        276
      ]
    },
    {
      "span": {
        "start": 7876,
        "end": 7907
      },
      "index": 277,
      "alignment_index": [
        277
      ]
    },
    {
      "span": {
        "start": 7908,
        "end": 7939
      },
      "index": 278,
      "alignment_index": [
        278
      ]
    },
    {
      "span": {
        "start": 7940,
        "end": 7940
      },
      "index": 279,
      "alignment_index": [
        279
      ]
    },
    {
      "span": {
        "start": 7941,
        "end": 7957
      },
      "index": 280,
      "alignment_index": [
        280
      ]
    },
    {
      "span": {
        "start": 7958,
        "end": 7989
      },
      "index": 281,
      "alignment_index": [
        281
      ]
    },
    {
      "span": {
        "start": 7990,
        "end": 8021
      },
      "index": 282,
      "alignment_index": [
        282
      ]
    },
    {
      "span": {
        "start": 8022,
        "end": 8052
      },
      "index": 283,
      "alignment_index": [
        283
      ]
    },
    {
      "span": {
        "start": 8053,
        "end": 8084
      },
      "index": 284,
      "alignment_index": [
        284
      ]
    },
    {
      "span": {
        "start": 8085,
        "end": 8116
      },
      "index": 285,
      "alignment_index": [
        285
      ]
    },
    {
      "span": {
        "start": 8117,
        "end": 8148
      },
      "index": 286,
      "alignment_index": [
        286
      ]
    },
    {
      "span": {
        "start": 8149,
        "end": 8180
      },
      "index": 287,
      "alignment_index": [
        287
      ]
    },
    {
      "span": {
        "start": 8181,
        "end": 8212
      },
      "index": 288,
      "alignment_index": [
        288
      ]
    },
    {
      "span": {
        "start": 8213,
        "end": 8213
      },
      "index": 289,
      "alignment_index": [
        289
      ]
    },
    {
      "span": {
        "start": 8214,
        "end": 8230
      },
      "index": 290,
      "alignment_index": [
        290
      ]
    },
    {
      "span": {
        "start": 8231,
        "end": 8262
      },
      "index": 291,
      "alignment_index": [
        291
      ]
    },
    {
      "span": {
        "start": 8263,
        "end": 8294
      },
      "index": 292,
      "alignment_index": [
        292
      ]
    },
    {
      "span": {
        "start": 8295,
        "end": 8326
      },
      "index": 293,
      "alignment_index": [
        293
      ]
    },
    {
      "span": {
        "start": 8327,
        "end": 8358
      },
      "index": 294,
      "alignment_index": [
        294
      ]
    },
    {
      "span": {
        "start": 8359,
        "end": 8390
      },
      "index": 295,
      "alignment_index": [
        295
      ]
    },
    {
      "span": {
        "start": 8391,
        "end": 8422
      },
      "index": 296,
      "alignment_index": [
        296
      ]
    },
    {
      "span": {
        "start": 8423,
        "end": 8454
      },
      "index": 297,
      "alignment_index": [
        297
      ]
    },
    {
      "span": {
        "start": 8455,
        "end": 8486
      },
      "index": 298,
      "alignment_index": [
        298
      ]
    },
    {
      "span": {
        "start": 8487,
        "end": 8518
      },
      "index": 299,
      "alignment_index": [
        299
      ]
    },
    {
      "span": {
        "start": 8519,
        "end": 8519
      },
      "index": 300,
      "alignment_index": [
        300
      ]
    },
    {
      "span": {
        "start": 8520,
        "end": 8536
      },
      "index": 301,
      "alignment_index": [
        301
      ]
    },
    {
      "span": {
        "start": 8537,
        "end": 8568
      },
      "index": 302,
      "alignment_index": [
        302
      ]
    },
    {
      "span": {
        "start": 8569,
        "end": 8600
      },
      "index": 303,
      "alignment_index": [
        303
      ]
    },
    {
      "span": {
        "start": 8601,
        "end": 8632
      },
      "index": 304,
      "alignment_index": [
        304
      ]
    },
    {
      "span": {
        "start": 8633,
        "end": 8664
      },
      "index": 305,
      "alignment_index": [
        305
      ]
    },
    {
      "span": {
        "start": 8665,
        "end": 8696
      },
      "index": 306,
      "alignment_index": [
        306
      ]
    },
    {
      "span": {
        "start": 8697,
        "end": 8728
      },
      "index": 307,
      "alignment_index": [
        307
      ]
    },
    {
      "span": {
        "start": 8729,
        "end": 8760
      },
      "index": 308,
      "alignment_index": [
        308
      ]
    },
    {
      "span": {
        "start": 8761,
        "end": 8761
      },
      "index": 309,
      "alignment_index": [
        309
      ]
    },
    {
      "span": {
        "start": 8762,
        "end": 8778
      },
      "index": 310,
      "alignment_index": [
        310
      ]
    },
    {
      "span": {
        "start": 8779,
        "end": 8810
      },
      "index": 311,
      "alignment_index": [
        311
      ]
    },
    {
      "span": {
        "start": 8811,
        "end": 8842
      },
      "index": 312,
      "alignment_index": [
        312
      ]
    },
    {
      "span": {
        "start": 8843,
        "end": 8874
      },
      "index": 313,
      "alignment_index": [
        313
      ]
    },
    {
      "span": {
        "start": 8875,
        "end": 8906
      },
      "index": 314,
      "alignment_index": [
        314
      ]
    },
    {
      "span": {
        "start": 8907,
        "end": 8938
      },
      "index": 315,
      "alignment_index": [
        315
      ]
    },
    {
      "span": {
        "start": 8939,
        "end": 8970
      },
      "index": 316,
      "alignment_index": [
        316
      ]
    },
    {
      "span": {
        "start": 8971,
        "end": 9002
      },
      "index": 317,
      "alignment_index": [
        317
      ]
    },
    {
      "span": {
        "start": 9003,
        "end": 9034
      },
      "index": 318,
      "alignment_index": [
        318
      ]
    },
    {
      "span": {
        "start": 9035,
        "end": 9066
      },
      "index": 319,
      "alignment_index": [
        319
      ]
    },
    {
      "span": {
        "start": 9067,
        "end": 9098
      },
      "index": 320,
      "alignment_index": [
        320
      ]
    },
    {
      "span": {
        "start": 9099,
        "end": 9130
      },
      "index": 321,
      "alignment_index": [
        321
      ]
    },
    {
      "span": {
        "start": 9131,
        "end": 9146
      },
      "index": 322,
      "alignment_index": [
        322
      ]
    },
    {
      "span": {
        "start": 9147,
        "end": 9177
      },
      "index": 323,
      "alignment_index": [
        323
      ]
    },
    {
      "span": {
        "start": 9178,
        "end": 9209
      },
      "index": 324,
      "alignment_index": [
        324
      ]
    },
    {
      "span": {
        "start": 9210,
        "end": 9210
      },
      "index": 325,
      "alignment_index": [
        325
      ]
    },
    {
      "span": {
        "start": 9211,
        "end": 9227
      },
      "index": 326,
      "alignment_index": [
        326
      ]
    },
    {
      "span": {
        "start": 9228,
        "end": 9259
      },
      "index": 327,
      "alignment_index": [
        327
      ]
    },
    {
      "span": {
        "start": 9260,
        "end": 9291
      },
      "index": 328,
      "alignment_index": [
        328
      ]
    },
    {
      "span": {
        "start": 9292,
        "end": 9323
      },
      "index": 329,
      "alignment_index": [
        329
      ]
    },
    {
      "span": {
        "start": 9324,
        "end": 9355
      },
      "index": 330,
      "alignment_index": [
        330
      ]
    },
    {
      "span": {
        "start": 9356,
        "end": 9387
      },
      "index": 331,
      "alignment_index": [
        331
      ]
    },
    {
      "span": {
        "start": 9388,
        "end": 9419
      },
      "index": 332,
      "alignment_index": [
        332
      ]
    },
    {
      "span": {
        "start": 9420,
        "end": 9451
      },
      "index": 333,
      "alignment_index": [
        333
      ]
    },
    {
      "span": {
        "start": 9452,
        "end": 9483
      },
      "index": 334,
      "alignment_index": [
        334
      ]
    },
    {
      "span": {
        "start": 9484,
        "end": 9515
      },
      "index": 335,
      "alignment_index": [
        335
      ]
    },
    {
      "span": {
        "start": 9516,
        "end": 9547
      },
      "index": 336,
      "alignment_index": [
        336
      ]
    },
    {
      "span": {
        "start": 9548,
        "end": 9579
      },
      "index": 337,
      "alignment_index": [
        337
      ]
    },
    {
      "span": {
        "start": 9580,
        "end": 9611
      },
      "index": 338,
      "alignment_index": [
        338
      ]
    },
    {
      "span": {
        "start": 9612,
        "end": 9643
      },
      "index": 339,
      "alignment_index": [
        339
      ]
    },
    {
      "span": {
        "start": 9644,
        "end": 9676
      },
      "index": 340,
      "alignment_index": [
        340
      ]
    },
    {
      "span": {
        "start": 9677,
        "end": 9677
      },
      "index": 341,
      "alignment_index": [
        341
      ]
    },
    {
      "span": {
        "start": 9678,
        "end": 9694
      },
      "index": 342,
      "alignment_index": [
        342
      ]
    },
    {
      "span": {
        "start": 9695,
        "end": 9726
      },
      "index": 343,
      "alignment_index": [
        343
      ]
    },
    {
      "span": {
        "start": 9727,
        "end": 9758
      },
      "index": 344,
      "alignment_index": [
        344
      ]
    },
    {
      "span": {
        "start": 9759,
        "end": 9790
      },
      "index": 345,
      "alignment_index": [
        345
      ]
    },
    {
      "span": {
        "start": 9791,
        "end": 9822
      },
      "index": 346,
      "alignment_index": [
        346
      ]
    },
    {
      "span": {
        "start": 9823,
        "end": 9854
      },
      "index": 347,
      "alignment_index": [
        347
      ]
    },
    {
      "span": {
        "start": 9855,
        "end": 9886
      },
      "index": 348,
      "alignment_index": [
        348
      ]
    },
    {
      "span": {
        "start": 9887,
        "end": 9918
      },
      "index": 349,
      "alignment_index": [
        349
      ]
    },
    {
      "span": {
        "start": 9919,
        "end": 9950
      },
      "index": 350,
      "alignment_index": [
        350
      ]
    },
    {
      "span": {
        "start": 9951,
        "end": 9982
      },
      "index": 351,
      "alignment_index": [
        351
      ]
    },
    {
      "span": {
        "start": 9983,
        "end": 10014
      },
      "index": 352,
      "alignment_index": [
        352
      ]
    },
    {
      "span": {
        "start": 10015,
        "end": 10046
      },
      "index": 353,
      "alignment_index": [
        353
      ]
    },
    {
      "span": {
        "start": 10047,
        "end": 10078
      },
      "index": 354,
      "alignment_index": [
        354
      ]
    },
    {
      "span": {
        "start": 10079,
        "end": 10109
      },
      "index": 355,
      "alignment_index": [
        355
      ]
    },
    {
      "span": {
        "start": 10110,
        "end": 10141
      },
      "index": 356,
      "alignment_index": [
        356
      ]
    },
    {
      "span": {
        "start": 10142,
        "end": 10173
      },
      "index": 357,
      "alignment_index": [
        357
      ]
    },
    {
      "span": {
        "start": 10174,
        "end": 10205
      },
      "index": 358,
      "alignment_index": [
        358
      ]
    },
    {
      "span": {
        "start": 10206,
        "end": 10237
      },
      "index": 359,
      "alignment_index": [
        359
      ]
    },
    {
      "span": {
        "start": 10238,
        "end": 10270
      },
      "index": 360,
      "alignment_index": [
        360
      ]
    },
    {
      "span": {
        "start": 10271,
        "end": 10271
      },
      "index": 361,
      "alignment_index": [
        361
      ]
    },
    {
      "span": {
        "start": 10272,
        "end": 10288
      },
      "index": 362,
      "alignment_index": [
        362
      ]
    },
    {
      "span": {
        "start": 10289,
        "end": 10320
      },
      "index": 363,
      "alignment_index": [
        363
      ]
    },
    {
      "span": {
        "start": 10321,
        "end": 10352
      },
      "index": 364,
      "alignment_index": [
        364
      ]
    },
    {
      "span": {
        "start": 10353,
        "end": 10384
      },
      "index": 365,
      "alignment_index": [
        365
      ]
    },
    {
      "span": {
        "start": 10385,
        "end": 10416
      },
      "index": 366,
      "alignment_index": [
        366
      ]
    },
    {
      "span": {
        "start": 10417,
        "end": 10448
      },
      "index": 367,
      "alignment_index": [
        367
      ]
    },
    {
      "span": {
        "start": 10449,
        "end": 10480
      },
      "index": 368,
      "alignment_index": [
        368
      ]
    },
    {
      "span": {
        "start": 10481,
        "end": 10481
      },
      "index": 369,
      "alignment_index": [
        369
      ]
    },
    {
      "span": {
        "start": 10482,
        "end": 10482
      },
      "index": 370,
      "alignment_index": [
        370
      ]
    },
    {
      "span": {
        "start": 10483,
        "end": 10483
      },
      "index": 371,
      "alignment_index": [
        371
      ]
    },
    {
      "span": {
        "start": 10484,
        "end": 10484
      },
      "index": 372,
      "alignment_index": [
        372
      ]
    }
  ]
}