{
  "language": "en",
  "content": "The Condensed Perfection of Wisdom in Verse\nIn Sanskrit: Ārya-prajñā-pāramitā-sañcaya-gāthā\\nIn Tibetan: The Noble Collection of Verses on the Perfection of Wisdom\\nHomage to Noble Manjushri.\nThen once again, in order to bring genuine and profound joy to the four assemblies, the Blessed One taught this Perfection of Wisdom. At that time, he spoke these verses:\n\nKeep your mind filled with supreme joy, respect, and faith. Having cleared away obscurations and afflictive emotions, free from impurities, I will explain the perfection of wisdom that the brave ones practice—wisdom that directly engages in benefiting all beings. Listen carefully to these teachings.\nChapter One: Teaching on the Knowledge of All Aspects\\n\\nAll the rivers that flow throughout this world of Jambudvipa,\\nThat nurture flowers, fruits, medicinal plants, and forests,\\nDepend on the powerful naga king who dwells in Lake Manasarovar.\\nThis is due to the magnificent power of that lord of nagas.\nAll the Buddha's disciples who teach the Dharma, those who explain it with proper reasoning, those who bring about supreme happiness, and those who attain its results—all of these are made possible by the power of the Thus-Gone One.\nWhy is this so? Because when the Buddha taught the Dharma, his excellent human disciples learned it thoroughly. After directly experiencing it themselves, they taught exactly what they had learned. This happens through the power of the Buddha, not through their own independent power.\nWhen one hears that the supreme perfection of wisdom cannot be conceptualized, that bodhisattvas cannot be conceptualized, and that the awakening mind itself cannot be conceptualized—and upon hearing this, remains neither confused nor frightened—such a bodhisattva is truly practicing the wisdom of the Sugatas.\nIt has no form, no feeling, no perception, and no mental formations. There is not even the slightest trace of consciousness dwelling within it. It functions without abiding in any phenomenon, without any fixed position. Free from all grasping, this is the awakening that the Buddhas attain.\nJust as a skilled illusionist can create and then destroy an illusion without attachment to it, in the same way, a bodhisattva who truly understands the nature of phenomena remains in wisdom by neither clinging to nor rejecting nirvana.\nFurthermore, one who asks: \\\"What is this wisdom? Whose is it? Where does it come from?\\\" and who contemplates how all phenomena are empty—yet without becoming discouraged or afraid—this bodhisattva is drawing near to awakening.\nEven if one ignorantly perceives form, and engages with the aggregates of feeling, thinking, and consciousness, and even thinks \\\"these aggregates are empty,\\\" a bodhisattva who operates through conceptual signs is not truly devoted to the state of non-arising.\nThat which is neither form, nor feeling, nor perception, nor mental formation;\\nWhich does not dwell in consciousness, has no abiding place, yet still functions;\\nThis is called \\\"practice\\\" though there is nothing to grasp—it relies on wisdom;\\nThe wise one, realizing the unborn nature, touches the supreme peace of meditation.\nThis awakening mind that rests peacefully within me has been prophesied by the previous Buddhas. I don't think of myself as \\\"being in meditation\\\" or \\\"arising from meditation.\\\" Why? Because I fully understand the natural state of all phenomena.\nWhen practicing in this way, you engage in the wisdom practice of the Buddhas. By doing so, you truly understand that \\\"non-action\\\" is genuine practice. Whatever practices you perform are done without fixation or attachment. This is the supreme practice of the perfection of wisdom.\nThat which does not truly exist is called \\\"non-existent.\\\"\\nOrdinary people analyze things as existing or not existing.\\nBut phenomena are actually free from both existence and non-existence.\\nThe bodhisattva who understands this will certainly attain liberation.\nOne who understands the five aggregates to be like an illusion,\\nWithout seeing the illusion as separate from the aggregates,\\nWho is free from conceptual distinctions and abides in peace—\\nThis person truly practices the supreme perfection of wisdom.\nThose who have a virtuous spiritual friend and possess insight will never be frightened when they hear about the Mother of all Buddhas. But someone who has negative companions and depends on others will be destroyed, just like an unfired clay pot that dissolves when touched by water.\nWhy is this person called a bodhisattva? Because they sever attachments and wish to eliminate all clinging. They reach the awakening of the buddhas, which is free from attachment. Therefore, they earn the name \\\"bodhisattva.\\\nWhy is this called a \\\"Great Being\\\" (Mahasattva)? Because they rise above the multitudes of beings as supreme, and because they cut through the great thickets of views within the realm of beings. For these reasons, they are properly called a \\\"Great Being.\\\nOne who embodies great generosity, great wisdom, and great power,\\nWho has entered the supreme vehicle taught by the Buddhas,\\nWho wears the great armor of patience and overcomes the deceptive tricks of Mara—\\nFor these reasons, such a person is rightfully called a \\\"great being\\\" or bodhisattva.\nLike a magician who creates an illusion at a busy crossroads\\nAnd makes it appear that countless people are being beheaded,\\nSomeone who truly understands that all beings are like illusions\\nHas no fear, just as with those illusory victims.\nForm, perception, feeling, intention, and consciousness—none of these are truly bound or liberated. Thus, one who engages in the path to awakening without a discouraged mind wears the supreme armor of noble beings.\nWhy is this called the Great Vehicle of Enlightenment? Because riding on it, one can free all beings from suffering. This vehicle is like space, a vast immeasurable palace—it is the supreme vehicle that brings about the attainment of genuine joy and happiness.\nRiding upon it, one travels without destination.\\nIt's said to take you to nirvana, yet there is no going.\\nJust as when someone dies, they have nowhere to go,\\nFor this reason, it is called \\\"passing beyond suffering.\\\nA bodhisattva does not fixate on past, future, or present—\\nThey see all three times as pure.\\nThey understand this as unconditioned and free from elaboration.\\nThis is the supreme practice of the perfection of wisdom.\nWhen a skilled bodhisattva practices while reflecting on the unborn nature of all things, and generates great compassion without perceiving beings as inherently real, this is the supreme practice of the perfection of wisdom.\nIf you develop an awareness of beings and generate a consciousness of suffering, thinking \\\"I will work for the benefit of all creatures and eliminate their suffering,\\\" while conceptualizing both yourself and other beings as real, you are a bodhisattva. However, this is not the supreme practice of the perfection of wisdom.\nKnow all beings to be just like myself.\\nKnow all phenomena to be just like all beings.\\nDo not discriminate between non-arising and arising.\\nThis is the supreme practice of the perfection of wisdom.\nAll concepts and terms that we use to describe teachings in this world—\\nWhen we go beyond notions of arising and passing away,\\nWe attain the supreme, deathless wisdom that is nothing other than this.\\nThis is why it is called \\\"the perfection of wisdom.\\\nA bodhisattva who acts in this way without hesitation should be recognized as wise and established in equanimity. One who fully understands that all phenomena lack inherent existence is practicing the supreme perfection of wisdom.\n\nThe second section teaches the knowledge of all paths.\nWhoever does not dwell on physical forms, does not dwell on feelings,\\nDoes not dwell on perceptions, does not dwell on mental formations,\\nAnd does not dwell on consciousness—this is abiding in the true nature of reality.\\nThis is the supreme practice of the perfection of wisdom.\nPermanent and impermanent, pleasure and suffering, attractive and unattractive, self and selflessness, suchness and emptiness—the one who has attained the fruition does not dwell in the state of an Arhat, nor in the state of a Pratyekabuddha, nor even in the state of a Buddha.\nJust as the Buddha neither dwells in the unconditioned realm nor in the conditioned realm, but moves beyond dwelling anywhere, similarly, a bodhisattva dwells in non-dwelling while engaging with the world. This non-dwelling way of being is what the Buddha taught as true dwelling.\nThose who wish to become Hearers of the Buddha, those who aspire to become Solitary Realizers, and those who desire to become Dharma Kings—none can achieve their goals without relying on patience. Just as one cannot travel from here to there without being able to see the path, patience is essential for all spiritual journeys.\nThe one who teaches the Dharma, the listener, and what is being taught;\\nThe attainment of results, the victorious conditions, and the protector of the world;\\nThe peace of nirvana that the wise clearly attain—\\nAll these the Buddha has taught to be like illusions.\nThese four types of people do not fear death:\\nThe bodhisattva who understands the truth and is skilled in it, \\nThe one who has reached the stage of no-turning-back,\\nThe arhat who has removed all impurities and abandoned doubt,\\nAnd fourth, the person who is fully guided by a spiritual friend.\nA wise and skillful bodhisattva practicing in this way\\nDoes not train for the level of arhats or individual realizers.\\nInstead, they learn the Buddha's teachings for the sake of omniscience.\\nOne who doesn't train for the paths of learners or non-learners is truly training properly.\nOne does not practice to improve one's appearance, prevent deterioration, or acquire material things. And one does not learn simply to gain knowledge of various teachings. Rather, when one studies while aspiring toward omniscience itself and maintaining a commitment to liberation, this is the practice of someone who truly delights in virtuous qualities.\nPhysical form is not wisdom, nor is wisdom found within form. Consciousness, perception, feeling, and intention—none of these are wisdom, nor is wisdom found within them. Wisdom is like the element of space—indivisible and without distinctions.\nThe nature of all objects of perception is limitless.\\nThe nature of all sentient beings is also limitless.\\nThe nature of space itself is limitless.\\nAnd the wisdom of the World-Knower is equally limitless.\nThe Buddha has declared that perception belongs to this shore of samsara. By dismantling and abandoning perception, one crosses to the other shore. Those who have freed themselves from perception and later realize this truth have crossed to the other shore and abide in the Teacher's instructions.\nEven if the Buddha remained for countless eons, repeatedly declaring the term \\\"sentient beings,\\\" since all is primordially pure, how could any beings actually exist? Understanding this is the supreme practice of perfect wisdom.\nWhen I spoke in harmony with this supreme perfection, the great beings of the past prophesied, \\\"In a future time, you will become a Buddha.\\\" This is what the Victorious One declared.\n\n\nWhoever practices, honors, maintains, and masters this perfection of wisdom will not be harmed by poison, weapons, fire, or water. Even demons and their forces will find no opportunity to harm them.\nSome people build and make offerings to stupas made of the seven precious substances to honor the Buddha who has passed into complete nirvana. These Buddha stupas fill thousands of millions of realms as numerous as the grains of sand in the Ganges River.\nEven if all the countless beings living throughout infinite billions of world systems did nothing else but make offerings of divine flowers, incense, and perfumes to the buddhas for three eons or longer—\nIf someone writes down this Mother of the Buddhas—from which arise the ten powers of the guides—in book form, and then carries it while honoring it with flowers and perfumes, the merit they gain far surpasses that of building and making offerings to stupas.\nThis perfection of wisdom of the victorious ones is a great mantra. It pacifies the suffering and distress of beings in countless realms. All the protectors of the world—those who have passed away and those who remain in the ten directions—became unsurpassed kings of healing by training in this mantra.\nThose who act with kindness and compassion,\\nWho master this sacred practice and become skilled,\\nWill touch awakening.\\nKnow that all happiness—\\nBoth the happiness of conditioned existence\\nAnd the happiness of the unconditioned state—\\nArises from this practice.\nJust as a seed planted in the earth grows when it finds the right conditions and produces many different forms, in the same way, all the limitless qualities of enlightenment and the five perfections arise from the perfection of wisdom.\nWherever a universal monarch travels, the seven precious treasures and all his armies follow that same path. Similarly, wherever this perfection of wisdom of the conquerors goes, all virtuous qualities and positive attributes naturally follow that same path.\n\n\nIn response to Indra's question, the Buddha replied: \\\"Even if there were as many Buddha realms as there are grains of sand in the Ganges, and if relics of all those Buddhas appeared in the form of jewels, I would still choose this Perfection of Wisdom.\\\nIt's not that I lack respect for the physical relics of the Buddha. Rather, I make offerings through thoroughly cultivating wisdom. Just as a king receives respect not for his physical form but for his position, similarly, the Buddha's relics depend on the perfection of wisdom.\nA priceless precious jewel possesses all excellent qualities. The container in which it is placed deserves respect. Even when the jewel is removed, we still value the container. Those excellent qualities belong to the precious jewel.\nThrough the sublime quality of perfect wisdom, even the Buddha's relics receive offerings after he has passed into nirvana. Therefore, whoever wishes to embody the Buddha's qualities should embrace the perfection of wisdom—this is the path to liberation.\nWisdom comes before generosity, guiding the practice of giving. The same is true for ethical discipline, patience, diligence, and meditation. This wisdom protects all virtuous qualities so they aren't wasted. This principle shows that all spiritual practices follow the same pattern.\nJust as in Jambudvipa (our world), there are billions of trees of various kinds, shapes, and forms, yet when it comes to their shadows, we only count them as shadows without distinguishing between them. The shadows themselves have no distinct varieties or separate characteristics.\nSimilarly, these five perfections practiced by the Buddhas also come to bear the name \\\"perfection of wisdom.\\\" When dedicated toward omniscience, all six perfections merge into one flavor known as enlightenment.\n\n\nA bodhisattva who lacks true understanding might teach that form, perception, feeling, intention, and consciousness are impermanent, but this approach is contrived. The wise never destroy the nature of phenomena.\nIn the highest practice of transcendent wisdom,\\nOne realizes there is no form, no feeling, no perception to grasp onto,\\nNo consciousness, no mental activity to identify,\\nAnd understands that all phenomena are unborn and empty by nature.\\n\\nThis is what it means to engage in the supreme practice of the perfection of wisdom.\nSome might tame as many beings as there are grains of sand in the Ganges River across countless realms, leading them all to the state of arhatship. But the merit of one who writes down this perfection of wisdom, makes it into a book, and offers it to worthy beings is far superior.\nWhy is this so? Because here, those supreme speakers, having trained in this way, teach that all phenomena are completely empty. Hearing this, disciples quickly attain complete liberation, while solitary realizers and fully awakened buddhas likewise reach enlightenment.\nWithout a seed, how could a tree ever grow in this world?\\nAnd without the tree, where would branches, leaves, flowers, and fruits come from?\\nSimilarly, without the mind of awakening, there would be no enlightened ones appearing in the world.\\nAnd without that, how could the fruits of spiritual attainment—whether as Indra, Brahma, or even as disciples—ever arise?\nWhen the sun spreads its net of light across the sky, beings are inspired to go about their work with energy. Similarly, when the awakening mind arises in the world for the sake of wisdom, beings become endowed with positive qualities and virtue through this enlightened awareness.\nJust as if Lake Manasarovar had no naga lord, how could rivers flow throughout this world? Without rivers, flowers and fruits would not grow, and even the ocean would lack its many precious treasures.\nSimilarly, without the awakening mind, how could the wisdom of the Buddhas arise anywhere in this world? Without wisdom, there can be no growth of good qualities and no enlightenment. Without these, even the vast ocean-like qualities of the Buddha's teachings would not exist.\nIn this world, however many light-giving creatures there may be, all releasing their light to illuminate the darkness—a single ray from the sun's orb is far superior. The collective light from all these lesser luminous beings cannot even compare to a fraction of the sun's radiance.\n\n\nWhen all the assembled hearers accumulate merit through generosity, ethical discipline, and meditation, it cannot compare to even a fraction of the merit created by a single moment of a bodhisattva rejoicing in others' virtue.\nThe countless buddhas of the past, \\nThose who dwell in infinite realms throughout thousands of universes,\\nAnd all those protectors of the world who have passed into nirvana—\\nThey all taught this precious dharma to completely end suffering.\nFrom the moment they first generate the supreme intention for awakening until the time when the holy Dharma of these guides comes to an end—all the merit accumulated by these victorious ones during that period, along with the perfections they practiced and all the qualities of the buddhas—\nI rejoice in all the virtuous deeds—both worldly and transcendent—of the Buddhas' children, the listeners, those in training, those beyond training, and everyone else. I dedicate all these positive actions toward enlightenment for the benefit of all living beings.\nIf when dedicating merit, you become conscious of the act of dedication, conscious of enlightenment, and conscious of sentient beings, then, because of these three types of consciousness, your mind becomes attached to these views. With such conceptual fixation, your dedication cannot be considered complete.\nIf one understands that these phenomena cease and are exhausted, that the object of dedication is also exhausted, and that phenomena can never truly be dedicated to other phenomena, then making a dedication with this profound understanding is genuine dedication.\nIf you dedicate merit with attachment to appearances, it's not true dedication. But when you dedicate merit to enlightenment free from conceptual fixation, that is genuine dedication. Just as eating good food mixed with poison is harmful, so too is practicing virtuous deeds while clinging to their apparent reality—this is what the Buddha taught.\nTherefore, one should learn how to properly dedicate merit in this way: just as those victorious ones understand the nature of virtue—its qualities, its origins, and its characteristics—one should rejoice in and dedicate merit in exactly the same way.\nWhen you completely dedicate your merit to full awakening in this way, you are free from poison and will never abandon the path to Buddhahood—this is what the Victorious Ones have taught. By dedicating merit in this way, a courageous bodhisattva who still perceives the world as real will outshine all other bodhisattvas.\n\n\nHow could millions of blind mice without a guide ever find their way into a city? They don't even know the path. Similarly, without wisdom, the other five perfections are like people without eyes. Without a guide, they cannot reach enlightenment.\nWhen accompanied by wisdom, one gains true vision and earns the name of bodhisattva. It's like a painting that is complete except for the eyes—until the eyes are drawn, the artist receives no reward.\nWhen wisdom thoroughly analyzes both conditioned and unconditioned phenomena, both positive and negative qualities, and cannot find even a particle of ultimate existence—then this wisdom is counted among the perfection of wisdom in the world. It is like space, which does not abide in anything whatsoever.\nIf I practice the wisdom of the buddhas yet still perceive beings as truly existing when I intend to free countless billions from suffering, I am a bodhisattva only in concept. This is not the supreme practice of the perfection of wisdom.\nWithout a doubt, when a bodhisattva who was skillful in practicing these perfections in previous lives hears this teaching, they immediately recognize it as coming from the Buddha himself. Such a person will quickly realize the peaceful state of enlightenment.\nEven if you have served billions of Buddhas in past lives, if you lack faith in the Buddha's perfection of wisdom, you will reject it upon hearing it due to a narrow mind. By rejecting it, you become without refuge and will fall into unbearable states.\nTherefore, if you wish to touch the supreme wisdom of the buddhas, have faith in this mother of all victorious ones. It would be a shame to be like a merchant who travels all the way to a treasure island, only to return empty-handed.\n\n\nUnderstand that the purity of form is the purity of result. The purity of result and the purity of form become the purity of omniscience. The purity of omniscience, the purity of result, and the purity of form are like space itself—inseparable, indivisible, and undifferentiated.\nThe third section teaches the knowledge of all foundations. Through the perfection of wisdom, the courageous one moves beyond the three realms, yet is not completely liberated. Though free from afflictions, they still manifest birth. Though without aging, sickness, and death, they still demonstrate passing away.\nLiving beings are stuck in the mud of names and forms. They wander aimlessly in the cycle of existence, spinning like a windmill. The wise person, understanding that confused beings are like wild animals caught in a trap, moves freely through the world like a bird soaring through the sky.\nOne whose conduct is completely pure does not engage with physical form, nor with consciousness, perception, feeling, or intention. By practicing in this way, one completely abandons all attachments. Free from attachment, one practices the wisdom of the Buddhas.\n\n\nA wise and clear-minded bodhisattva who practices in this way moves through the world having cut through attachment, yet remaining completely unattached to beings. Like the sun shining brilliantly when freed from eclipse, or like a fire that consumes grass, trees, and forests in its path, the bodhisattva proceeds without clinging.\nWhen bodhisattvas contemplate the perfection of wisdom, they see that all phenomena are naturally pure and completely purified. They perceive no doer and no phenomena to be grasped. This is the supreme practice of the perfection of wisdom.\n\n\nThe Fourth Section: Teaching Perfect Realization of All Aspects\\n\\nThe god-king Indra asked the Buddha:\\n\\\"How should a bodhisattva practice wisdom?\\\"\\n\\n\\\"One who does not fixate even slightly on the aggregates or elements,\\nWho does not cling to the aggregates—that is a bodhisattva's practice.\\\nWhen someone hears that this teaching is like an illusion or a magical display, yet has no doubts and continues to practice it diligently, know that this person has long since entered the Great Vehicle path. They have already made extensive offerings to countless billions of Buddhas.\nWhen travelers have journeyed many miles through wilderness paths and then spot a lush forest where cattle herders live, they think, \\\"This must be a sign we're getting close to a village or town.\\\" They feel relieved and no longer fear robbers or thieves.\nWhen fully seeking enlightenment, those who listen to and understand this perfection of wisdom taught by the victorious ones gain a sense of relief and freedom from fear. Yet they have not yet reached the level of arhats, nor have they realized dependent origination.\nWhen someone travels to see the ocean, if they still spot trees, forests, and mountains, they know they're far away. But when these landmarks disappear, they can be certain without doubt that the great ocean is near.\nThus, those who have fully entered the path to supreme awakening should listen to and understand this perfection of wisdom taught by the victorious ones. Though I have not received a direct prediction from the guides, I will soon reach the awakening of the buddhas—it will not take long.\nWhen trees regain their leaves in the pleasant spring season,\\nIt's not long before branches produce flowers, fruits, and berries.\\nWhoever takes hold of this perfection of wisdom\\nWill soon attain the enlightenment of the guides.\nJust as when a pregnant woman suffers pain and distress, it means her time to give birth has come, in the same way, when bodhisattvas listen to the wisdom of the buddhas, they develop joy and aspiration, and quickly attain enlightenment.\nWhen a practitioner engages in the supreme practice of perfect wisdom,\\nThey see neither the increase nor the decrease of form.\\nOne who sees neither what is dharma nor non-dharma, nor the ultimate nature of reality,\\nYet does not cling to nirvana—such a person dwells in wisdom.\nWhoever practices here without conceptualizing the qualities of the Buddha,\\nWho does not conceptualize powers, miraculous abilities, enlightenment, or peace,\\nBut instead practices through the blessing of non-conceptuality, free from concepts—\\nThis is the supreme practice of the perfection of wisdom.\n\n\nSubhuti asked the Buddha, the moon among speakers: \\\"What are the obstacles to joyful qualities?\\\"\\n\\nThe Teacher replied: \\\"There are many obstacles. For now, I will explain just a few of them.\\\nWhen writing out this Perfection of Wisdom of the Victorious Ones, if many different kinds of hesitation arise, and if, like lightning, it quickly deteriorates without benefiting beings—this is the work of Mara.\nWhen this teaching is explained, some people might become doubtful, thinking: \\\"The Buddha did not explicitly mention my name here, nor did he specifically identify my family, spiritual level, or lineage.\\\" This kind of thinking is simply a way of evading practice. It leads to spiritual decline and is actually the work of Mara.\nThose who lack understanding abandon the root and, in their confusion, search only for the branches and leaves. It's like finding an elephant and then looking for its tracks. Similarly, those who have heard the Perfection of Wisdom but still search for other sutras are doing the same thing.\nImagine someone who, after finding food with a hundred delicious flavors, instead goes searching for inferior food. Similarly, when bodhisattvas have discovered these perfections, it would be just as foolish for them to seek enlightenment through the path of the arhats.\nSeeking respect and wanting material gain, spending time with householders with a mind of attachment, abandoning the Dharma to engage in non-Dharmic activities—abandoning the true path to follow mistaken paths is the work of Mara.\nThose who had gone with interest and faith to hear this sublime teaching, upon recognizing that it contained none of what they considered proper Dharma teachings, left feeling disappointed and disheartened.\nAt that time, the work of Mara will arise. Then, some will create discord among many monks, and numerous other obstacles will appear to prevent them from embracing this perfection of wisdom.\nPriceless treasures are rare to find, and many dangers constantly threaten their discovery. Similarly, the supreme perfection of wisdom taught by the Buddhas—this precious teaching—is both rare to encounter and constantly threatened by many obstacles.\nThose newly entered on the path—beings with limited understanding who have not yet discovered this rare jewel of bodhicitta—become vulnerable to Mara's eager interference. But the buddhas of the ten directions diligently work to embrace and protect them.\n\n\nWhen a mother falls ill, all her many children become distressed and care for her. Similarly, all the Buddhas of the ten directions and world realms are mindful of this supreme mother, perfect wisdom.\nAll the protectors of the world from the past and throughout the ten directions, as well as those who will appear in the future, come from this awakening mind. It is the mother who gives birth to all the world's teachers, the victorious buddhas. It also reveals the mental activities of all sentient beings.\nThe true nature of ordinary beings, the true nature of arhats, the true nature of solitary realizers, and the true nature of bodhisattvas—all are exactly the same. This single reality is free from conceptual constructs and is nothing other than suchness itself. The Tathagatas understand that this is the perfection of wisdom.\nWhether the wise remain in this world or have passed beyond suffering, this flawless nature of reality—the emptiness of all phenomena—remains unchanged. The bodhisattva who fully realizes this true nature of things is therefore called \\\"Thus Gone\\\" (Tathagata), which is another name for a Buddha.\nThis transcendent wisdom is like a joyful garden where those with the ten powers, the guides, find their field of activity. Though they completely free beings from the suffering of the three lower realms, they never perceive them as separate beings.\nJust as a lion, taking shelter in a mountain cave, fearlessly roars and terrifies many small animals, so too does the human lion who relies on the perfection of wisdom. They cause many non-Buddhists to tremble in fear while also proclaiming the sound of truth throughout the world.\nJust as the sun's rays shining in the sky both dry the earth and clearly reveal forms, similarly, the Dharma king who relies on the perfection of wisdom dries up the rivers of craving while clearly revealing the teachings.\nTo see no physical forms, to perceive no feelings,\\nTo observe no perceptions, to witness no mental formations,\\nAnd to find no consciousness, mind, or mental awareness—\\nThis is what the Buddha taught as \\\"seeing the dharma.\\\nWhen people say, \\\"I see the sky,\\\" stop and consider what it really means to see the sky. In the same way, the Buddha taught that seeing the true nature of reality is similar to this. No other example can adequately explain what it means to truly see.\n\n\nWhoever sees this way sees all phenomena. Just as a king remains impartial while his ministers handle all affairs, likewise the perfection of wisdom accomplishes all the activities of the Buddha and the countless teachings of the listeners. The perfection of wisdom performs all these functions completely.\nJust as a king does not travel to villages or provinces, yet gathers all resources from his own land, in the same way, a bodhisattva's nature does not go anywhere, yet it collects all the qualities of the Buddha's state.\n\n\nThose who have unwavering faith in the Buddhas and Bodhisattvas,\\nWho dedicate themselves to practicing the supreme perfection of wisdom,\\nWill quickly transcend the two levels of Hearers and Solitary Realizers,\\nAnd swiftly attain the invincible enlightenment of the Victorious Ones.\nImagine someone whose boat has broken apart in the middle of the ocean. If they don't grab onto a floating corpse, piece of grass, or log, they will perish in the water and never reach the shore. But if they hold onto something, they can cross to the other side of the ocean.\nThus, those who have faith and genuine devotion but do not follow the Mother, the Perfection of Wisdom, will not attain enlightenment.\nWhen these qualities of skillful means and wisdom are fully embraced, one quickly reaches the supreme and marvelous enlightenment of the Buddhas.\nIf someone carries water in an unfired clay pot, the pot will quickly break because it's fragile. But if you carry water in a fired clay vessel on your journey, it won't break, and you'll arrive home safely with your water.\nSimilarly, even if a bodhisattva has great faith, if their wisdom deteriorates, they will quickly fall into decline. But when faith is fully embraced by wisdom, they will swiftly move beyond the two levels and attain supreme enlightenment.\nJust as a poorly constructed boat in the ocean would sink along with its cargo and merchants, but a well-built vessel would safely carry its goods and people to shore without sinking.\nEven when a bodhisattva is thoroughly filled with faith, without wisdom they will quickly fall away from the path to awakening. But if they possess the supreme perfection of wisdom, they will reach the undiminished, unspoiled awakening of the victorious ones.\nWhen a person reaches one hundred and twenty years old, they become frail and suffer. Even if they try to stand up, they cannot walk on their own. However, if they are supported by people on both their left and right sides, they can walk easily without fear of falling.\nSimilarly, a bodhisattva with weak wisdom, even after fully entering the path, can easily fall away. But if that same person is thoroughly supported by both skillful means and supreme wisdom, they will not decline and will ultimately reach the perfect awakening of a Buddha.\n\n\nThose who dwell in the first stage of bodhisattva activity, who have entered the supreme awakening of buddhahood through pure intention, who are good students filled with respect for their teachers—they should always rely upon wise spiritual mentors.\nWhy is this so? Because from skilled companions come the qualities of wisdom. They teach the perfection of wisdom, and as the victorious Buddha said: \\\"All my teachings depend on virtuous spiritual friends.\\\" Thus spoke the Conqueror, who possesses the highest of all qualities.\nGenerosity, ethical discipline, patience, diligence, meditation, and wisdom—dedicate all these completely to enlightenment. Do not become attached to the accumulation of enlightened qualities or hold them as supreme. This is what should be taught to those who are just beginning the path.\nThose who eloquently teach these excellent practices are like moons reflecting on the lake of speech. They are the refuge, ally, and dwelling place for all beings. They are the support, wisdom, island, and perfect guide for those seeking meaning. They are the illuminating lamp, supreme teachers of Dharma, and sources of unwavering stability.\nThe greatly renowned ones don armor of difficult deeds,\\nNot as protection for their aggregates, elements, or sense fields.\\nFree from concepts of the three vehicles and without clinging,\\nThey possess qualities that are irreversible, unwavering, and undisturbed.\nWhen people possess these qualities and are free from conceptual elaboration, when they have gone beyond doubt, uncertainty, and indecision while maintaining meaningful purpose—these individuals, upon hearing the Perfection of Wisdom teachings, will not hesitate or delay. They will not depend on others for guidance, and they will not turn back from their path. This is important to understand.\nThe dharma of the guides is profound and difficult to see. No one can understand it on their own, nor can they attain it by themselves. Therefore, after achieving enlightenment, the compassionate ones who work for our benefit felt little concern, thinking, \\\"Who among the masses of beings will understand this?\\\nLiving beings delight in dwelling places and crave sensory objects. They cling to possessions and, like those ignorant and confused in darkness, lack wisdom. \\n\\nThe Dharma that should be realized is free from dwelling places and free from grasping. This is why conflict arises between the Dharma and the ways of the world.\n\n\nThe realm of space exists in the eastern direction and the southern direction, and likewise in the western direction and the northern direction without limit. It exists above and below and in all ten directions. It has no division and no distinctions.\nThe suchness of the past, the suchness of the future, the suchness of the present, and the suchness of the arhats are all one. The suchness of all phenomena and the suchness of the buddhas are identical. This ultimate nature of reality remains without any distinction throughout all things.\nThe enlightenment of the Buddhas is free from the quality of being separate or distinct. Any bodhisattva who wishes to attain this enlightenment cannot do so without wisdom, even if they possess skillful means. Wisdom must guide their skillful methods.\nIf a bird with a body one hundred and fifty leagues in size has worn-out wings and no strength remaining, and it tries to leap from the realm of the Thirty-Three Gods down to this world, it will surely come to harm.\nEven if you practice the Buddhas' five perfections for countless millions of eons, making vast and endless aspirations while constantly benefiting the world, without method united with wisdom, you will still fall to the level of a mere Śrāvaka (Hearer).\nThose who truly wish to progress on the Buddha's path should treat all beings with an equal mind, regarding them as their parents. They should discipline themselves with thoughts of benefit and a loving attitude. Their speech should be honest and straightforward, gentle and without harshness.\n\n\nThe Elder Subhuti respectfully asked the Protector of the World:\\n\\\"Please teach us the signs of one who is free from afflictions and possesses an ocean of qualities.\\nPlease explain, O Victorious One, just a fraction of these qualities,\\nAnd how those of great power never fall back again.\\\nThe wise person speaks words that are reasonable and free from divisive thinking. They do not depend on other ascetics or brahmins. These wise ones always avoid the three lower realms. They devote themselves wholeheartedly to practicing the ten virtuous actions.\nTeach the Dharma to others without seeking material gain. Find joy solely in the teachings while always speaking with gentle words. Maintain awareness in all activities—walking, moving, lying down, and sitting. Look ahead only the length of a yoke while walking, keeping your mind undistracted by your surroundings.\nClean in body, wearing clean robes, and free from the three impurities; not seeking material gain, but like a noble bull, always desiring the Dharma; transcending the realm of Mara and not depending on others for sustenance; practicing the four meditative absorptions while not dwelling on those absorptions.\nDo not seek fame or let anger cloud your mind. Even as a householder, remain unattached to all possessions. Never pursue wealth through dishonest or desperate means. Do not boast about violent deeds or brag about sexual conquests.\nDo not teach that those engaged in sensual activities will be reborn as men or women. The perfection of wisdom is utterly solitary, free from conflict and dispute, while love is steadfast in the mind. Those who aspire to omniscience are steadfast, with minds constantly devoted to this goal.\nCompletely avoiding the remote regions inhabited by uncivilized people,\\nAlways being as steadfast as Mount Meru, without self-doubt,\\nWilling to give up even one's life for the Dharma and practicing meditation diligently—\\nKnow these to be the signs of someone who will not turn back from the path.\n\n\nForm, feeling, perception, mental formations, and consciousness—\\nThese are profound, without inherent nature or characteristics, and completely peaceful.\\nLike trying to reach the bottom of the ocean with an arrow,\\nWhen examined with wisdom, the true depth of these aggregates cannot be found.\nWhen a bodhisattva truly understands this profound teaching—the ultimate vehicle free from attachment, where aggregates, elements, and sense fields do not truly exist—what genuine accomplishment of merit could be greater than this?\nFor example, a person driven by desire who has arranged to meet a woman but fails to meet her will, in just one day, generate countless fantasies in their mind. Similarly, whatever a bodhisattva can accomplish in as many eons as those fantasies—that is what becomes possible through the power of bodhicitta.\nEven if a bodhisattva gives gifts to countless thousands of Arhats and Pratyekabuddhas over countless eons, and maintains perfect moral discipline, these virtuous deeds cannot compare to the excellence of teaching even a fraction of the Dharma that contains the supreme perfection of wisdom.\nWhen a bodhisattva meditates on supreme wisdom, then rises from that meditation to teach the pure dharma, and dedicates these acts to the enlightenment of all beings, there is no virtue in all three worlds that equals this goodness.\nKnow that merit itself is like a heap—empty, hollow, deceiving, without substance or essence. When you practice the wisdom activity of the Buddhas with this understanding, you will accumulate immeasurable merit even while engaged in practice.\nHaving realized that all these teachings, which were thoroughly explained and demonstrated by the Buddha, are merely expressions, even if one were to speak of them for countless billions of eons, the ultimate nature of reality neither diminishes nor increases.\nWhat the buddhas call \\\"perfections\\\" are simply proclaimed as names only. The bodhisattva who dedicates merit without clinging or pride will never decline and will reach the supreme awakening of buddhahood.\n\n\nWhen a lamp wick meets the first flame, the wick doesn't immediately burn up, yet without that flame, it won't burn at all. Similarly, the wick doesn't burn up when it first meets the flame, nor will it burn without the final flame. Just as it takes the entire process for the wick to be consumed, so too with our spiritual practice.\nThe initial mind alone cannot reach supreme awakening,\\nYet without it, that awakening cannot be attained.\\nThe final mind alone cannot achieve peaceful enlightenment,\\nYet without it, that enlightenment cannot be achieved.\nFrom a seed emerge the sprout, flower, and fruit. Though the seed itself ceases, this doesn't mean the tree doesn't exist. Similarly, our initial aspiration is the cause of enlightenment. Though that first thought may cease, this doesn't mean enlightenment won't arise.\n\nJust as a water vessel is gradually filled completely from first to last by tiny drops falling one by one, similarly, the initial awakening mind is the cause of supreme enlightenment. Through gradual practice, one develops all positive qualities and becomes a fully awakened Buddha.\nWhen practicing the Dharma of emptiness, signlessness, and wishlessness, one neither clings to nirvana nor engages with conceptual marks. Like a skilled navigator who sails back and forth without dwelling at either shore, one remains without abiding in the ocean, free from the two extremes.\nThe bodhisattva who practices in this way doesn't proudly think: \\\"I, empowered by the ten powers, will certainly attain the enlightenment that has been prophesied.\\\" Nor does this bodhisattva fear enlightenment, thinking: \\\"There is nothing to it.\\\" Practicing in this manner is to practice with the wisdom of the Buddha.\nSeeing the world as a wilderness with paths full of famine and disease, they remain fearless and put on their armor. With clear understanding, they persistently strive toward ultimate liberation, never generating even a particle of discouragement or weariness in their minds.\n\n\nThe bodhisattva practices the wisdom of the buddhas while understanding that these aggregates have been empty and unborn from the very beginning. Even when not in meditation, they extend compassion to all sentient beings. During this time, they never stray from the Buddha's teachings.\nFor example, a wise person who possesses all good qualities,\\nIs strong, determined, skilled in various arts and rituals,\\nHas mastered archery and many crafts,\\nKnows how to perform illusions, and deeply desires to help others.\nJust like a person who, gathering together their father, mother, and wife, flees along a wilderness path pursued by many enemies, then creates many brave illusions of themselves, safely escapes, and eventually returns home...\nSimilarly, at that time, a skilled bodhisattva generates great compassion for all beings throughout every realm. Having completely transcended the four demons and the two extremes, they remain in supreme meditation, yet do not reach full awakening.\nAir rests in space, upon air rest the waters, on the waters rests the great earth, and on the earth rest all living beings. This is how beings engage in their various actions. Contemplate the meaning of how space pervades all.\nLikewise, a bodhisattva who dwells in emptiness,\\nWhile sustaining aspirations that recognize beings in the world,\\nDisplays various kinds of activities in many different ways,\\nYet neither touches nirvana nor remains in emptiness.\nWhen a wise and clear-minded bodhisattva practices this supreme meditation of emptiness and peace, during that time they do not cultivate conceptual marks or signs. Dwelling without mental fabrications, they abide in perfect tranquility and deep peace.\nBirds flying through the sky have no place to rest in midair;\\nThey neither remain there nor fall to the ground.\\nIn the same way, bodhisattvas practicing the doorways to liberation\\nNeither touch nirvana nor dwell in conceptual existence.\nPicture an archer who shoots an arrow into the sky. If they quickly fire additional arrows that catch the first arrow in midair one after another, they can prevent the first arrow from falling to the ground. However, once the archer decides to stop, that arrow will finally fall to earth.\nThose who practice the supreme perfection of wisdom, who employ wisdom, skillful means, strength, and miraculous powers—they will not attain the ultimate emptiness until they have completely fulfilled their roots of virtue.\nFor example, a monk with supreme miraculous powers can remain in the sky and display various magical transformations all at once. He can demonstrate walking, moving about, lying down, and sitting. Yet he experiences neither weariness nor fatigue in doing so.\nThus, the wise bodhisattva dwells in emptiness, having perfected wisdom and miraculous powers, while remaining without fixed position. They demonstrate limitless kinds of activities to benefit beings, never becoming discouraged or tired, even across billions of eons.\nImagine someone standing at the edge of a huge cliff, holding two umbrellas in their hands, and jumping into the air. They've thrown themselves off this great precipice, yet they won't fall. Instead, they'll travel through the air for as long as they can.\nIn the same way, wise bodhisattvas who dwell in compassion hold the umbrella of both skillful means and wisdom. They understand that all phenomena are empty, without characteristics, and beyond hope or expectation, yet while never actually touching nirvana, they still perceive the true nature of things.\nJust as someone seeking precious jewels travels to a treasure island, finds the jewels, and then returns home—where not only the ship's captain enjoys well-being, but all their relatives and friends also share in the happiness—in the same way, those who seek spiritual wealth bring back benefits that extend beyond themselves.\nIn the same way, a bodhisattva who travels to the precious island of emptiness and gains the powers and strengths of meditation doesn't simply delight in touching nirvana. They never become indifferent to the suffering of sentient beings.\nJust as a knowledgeable merchant seeking profit travels to various cities, towns, and villages along the way, yet doesn't settle in any of these places, nor even in the island of jewels itself, so too a wise person doesn't dwell at home but becomes skilled in the path.\nSimilarly, bodhisattvas are clear-sighted and skilled in all the liberating wisdom that shravakas and pratyekabuddhas possess. Yet they don't remain fixed in this understanding, nor do they dwell in the wisdom of buddhahood, which is beyond ordinary concepts. They don't settle in the unconditioned state either—this is what it means to understand the nature of the path.\nWhen one follows the path with loving-kindness toward all beings, practicing meditation that is empty, without characteristics, and free from expectations—is this achieving nirvana or can it still be labeled as something conditioned? Neither description applies.\nJust as a magically created human form isn't invisible and can still be given a name, in the same way, a bodhisattva who practices the gates of liberation can also be designated by name.\nIf someone asks about your conduct and spiritual faculties, but you do not fully teach them the bodhisattva's dharma of emptiness and signlessness, and you do not explain the qualities of the irreversible stage, you should understand that this is considered an unanswered question.\nThe fifth section teaches the Summit level of Enlightenment.\\n\\nOne who does not desire the state of an Arhat, the enlightenment of Pratyekabuddhas, or the three realms even in dreams, and who sees Buddhas and teaches the Dharma to beings - know that such a person has received the irreversible prediction.\nEven in dreams, when you see beings suffering in the three lower realms, you will instantly make aspirations to end the cycle of their suffering. Through the blessing of this truth, the masses of fire [in hell realms] are pacified. Know that this is a sign that you have reached the irreversible stage.\nThe many afflictions of the human world—harmful spirits and numerous diseases—can be pacified through the blessing of truth that comes with genuine kindness and compassion. However, one should remain free from self-importance and never develop pride. Understanding this is recognized as an irreversible prediction of spiritual attainment.\n\n\nIf you become proud thinking, \\\"I have received a prophecy due to the various blessings of truth,\\\" or if you become conceited believing that another bodhisattva has prophesied your future awakening, then know that such persistent pride is a sign of small-mindedness.\nMara approached from beyond the basis of names and said: \\\"This is your name, and the name of your parents and ancestors going back seven generations. This will also be your name when you become a Buddha.\\\nWhen someone says to you: \\\"Practitioners who observe discipline and practice meditation will arise just like this. Your previous qualities and conduct were also like this,\\\" be aware that any bodhisattva who becomes conceited upon hearing such words has been completely provoked by Mara and should be recognized as small-minded.\nThose who retreat to utterly remote villages, cities, mountain valleys, and isolated forests, while praising themselves and criticizing others—such bodhisattvas are actually influenced by Mara and should be recognized as small-minded.\nAlways living in villages, districts, and towns,\\nFocused on helping beings reach enlightenment,\\nThey never develop the wish to become arhats or solitary realizers.\\nThis is what the children of the Buddha call true solitude.\nEven if someone were to live for many millions of years in a mountain cave five hundred leagues deep filled with snakes, that would be better than a bodhisattva who doesn't understand emptiness. Such a bodhisattva, overtaken by pride, is living among demons.\nThe Buddha taught that anyone who looks down on a bodhisattva who strives for the welfare of beings—who has attained meditation, powers, faculties, liberations, and concentration—thinking, \\\"This person doesn't practice in isolated retreat,\\\" is actually under the influence of Mara.\nWhether one lives in a village or in solitude, if one is free from the mindset of the two lesser vehicles and is firmly resolved on supreme awakening, this is true seclusion for those dedicated to benefiting beings. The bodhisattva who merely seeks personal comfort has fallen from their purpose.\n\n\nTherefore, those who seek supreme enlightenment\\nShould wisely set aside pride and cultivate strong determination.\\nJust as groups of patients rely on doctors for healing,\\nOne should steadfastly follow a spiritual friend without negligence.\nBuddhas and bodhisattvas who have entered supreme enlightenment should be relied upon as spiritual friends, along with the perfections they teach. This is the ground for practice. Through these two causes, one quickly realizes the enlightenment of buddhahood.\nThis is the path followed by all the Victorious Ones—those who have passed away, those yet to come, and those dwelling in the ten directions. There is no other way. These perfections are described as the light, the lamp, the illumination, and the supreme guide for those who have embarked on the journey to supreme awakening.\nJust as the perfection of wisdom is characterized by emptiness, when one understands that all phenomena share this same nature, and clearly realizes that all things are empty and without defining characteristics, practicing in this way is to practice the wisdom of the Buddha.\nSentient beings hunger desperately for food when starving, and those with minds attached to samsara forever circle within it. Both the self and properties of the self are empty, lacking true existence. It's like foolish people tying knots in empty space by themselves.\nFor example, someone who believes they've swallowed poison will faint from fear, even when no poison has actually entered their body. Similarly, those who cling to notions of \\\"I\\\" and \\\"mine\\\" experience genuine suffering, birth, and death due to this mistaken perception of a self, though no such self truly exists.\nAs you grasp at things, so suffering arises.\\nWhen not fixating on \\\"I\\\" and \\\"mine,\\\" purification is revealed.\\nHere, the bodhisattva who has perfected wisdom\\nRealizes that neither affliction nor purity has any fixed reality.\nEven if every single living being in this world first generated the supreme awakening mind, then practiced generosity for many billions of years, and finally dedicated all their actions toward enlightenment for the benefit of all beings—\nIf someone strives to practice the supreme perfection of wisdom\\nEven for just a single day,\\nThe merit they gain surpasses that from giving countless offerings.\\nTherefore, without laziness, always engage in the practice of wisdom.\nThe meditator who practices the supreme perfection of wisdom\\nCultivates great compassion yet sees no inherent existence in sentient beings.\\nSuch a wise one becomes a field of offering for all living creatures.\\nWhen they travel from place to place receiving alms, their purpose is truly meaningful.\nThe bodhisattva who wishes to free beings long connected to them—\\nWhether gods, humans, or those in the three lower realms—\\nAnd who desires to show them the vast path leading to the other shore of the realm of beings,\\nShould diligently practice the perfection of wisdom day and night.\nIf someone finds a precious jewel they had never found before, they feel great joy at having discovered it. But if, right after finding it, they carelessly lose it, they will suffer constantly with longing for that lost treasure.\nHaving entered the supreme path to awakening, one should never abandon the practice of the perfection of wisdom, which is like a precious jewel. Just as someone who has found a treasure would eagerly take it, wrap it carefully, and swiftly bring it to safety, so too should we diligently safeguard this wisdom that leads to peace.\n\n\nLike the sun's rays breaking through the clouds with their blazing net of light,\\nIt rises to dispel even the thickest darkness.\\nIt outshines all fireflies, living creatures, and spirits,\\nAnd overwhelms the combined light of the stars and moon.\nIn the same way, bodhisattvas who practice the supreme perfection of wisdom, skillfully engaged in emptiness and signlessness, dispel the thick darkness of wrong views. These wise ones outshine all ordinary beings, as well as arhats, solitary realizers, and even many other bodhisattvas.\nJust as a prince who wishes to give away wealth becomes the leader of all and deserves honor, this bodhisattva, though still in training, brings joy to many beings. How much more so when they have mastered the methods and attained the royal state of enlightenment!\nThus, a bodhisattva skilled in the ways of wisdom generously offers the nectar of giving, bringing joy to gods and humans. Even while doing this, they strive to benefit many beings. What need is there to mention how much more they accomplish once they have become established as a Dharma king?\n\n\nAt that time, Mara becomes tormented with anguish. Filled with misery, suffering, and despair, he grows feeble. Thinking, \\\"How has this bodhisattva become so discouraged?\\\" he burns the directions and hurls meteors to display terrifying signs.\nWhen wise practitioners maintain strong intention and day and night contemplate the supreme meaning of the perfection of wisdom, their body, speech, and mind move freely like birds soaring through the sky. How could the forces of negativity ever find an opportunity to harm them?\nWhen bodhisattvas argue and fight with each other, when they become hostile and harbor angry thoughts toward one another, Mara rejoices and experiences the greatest delight, thinking: \\\"These two have strayed far from the enlightened wisdom of the buddhas.\\\nWhen two people grow distant and become like enemies, both break their commitments to each other. For those filled with anger and lacking patience, how can enlightenment ever be possible? At such times, Mara and his forces rejoice.\nIf a bodhisattva who has not yet received a prediction becomes angry and starts an argument with one who has received a prediction, then for each moment of hostile thought, they will have to start over and wear the armor of practice for that many more eons.\nThe Buddha reached enlightenment through the perfection of patience. Remember this whenever you think, \\\"This isn't a good state of mind.\\\" Acknowledge each mistake, commit to avoiding it in the future, but don't get discouraged. This is how to practice the Buddha's teachings.\n\n\nOne who trains without claiming to uphold any training,\\nWho does not fixate on either the trainee or the teachings being trained in,\\nWho does not conceptualize about what is training and what is not—\\nOne who trains in this way is truly training in the Buddha's teachings.\nA bodhisattva who understands these teachings will never violate their discipline or break their moral commitments. They practice these teachings to please the buddhas. They are skilled in the higher trainings and practice without fixation.\nThis is how the wise luminaries cultivate their wisdom: they never allow even a single unwholesome thought to arise. Just as darkness cannot remain in the space before us when overwhelmed by the rays of the sun traveling across the sky.\nFor those who train in the perfection of wisdom, all other perfections become included within it. Just as the sixty-two wrong views are all contained within the view of a permanent self, likewise all these perfections are said to be contained within the perfection of wisdom.\nJust as when the life-force stops, all the other senses—however many there are—will also cease to function, similarly, the supreme wise ones have taught that all the perfections are contained within the skillful practice of wisdom.\nThose skilled in the awakening mind learn all the good qualities of hearers and likewise all the good qualities of solitary realizers. Yet they neither dwell in these qualities nor develop desire for them. They train in them thinking, \\\"These are things I should learn,\\\" and for this reason they pursue them.\n\n\nWhen someone has firmly committed to supreme, irreversible awakening and generated bodhicitta, sincerely rejoicing in their intention creates immeasurable merit. Even if you could somehow weigh Mount Meru against the entire universe on a scale, the virtue gained through such rejoicing cannot be measured in the same way.\nI rejoice in the merit accumulated by all beings who seek virtue, who desire to benefit others. May they attain the qualities of the buddhas and then offer the gift of dharma to the world, so that all suffering may be eliminated.\nThe bodhisattva who fully understands that all phenomena are beyond conceptualization—empty, without defining characteristics, and free from elaboration—does not seek awakening through dualistic wisdom. Such a practitioner who excels in meditation is dedicated to the supreme perfection of wisdom.\nThere is no contradiction between space itself and what exists within space. Nothing can ever truly possess space. Similarly, a bodhisattva skilled in the practice of wisdom is like space itself—acting with complete inner peace.\nStanding among people, this illusory person thinks: \\\"I must please these people,\\\" and acts accordingly. Though seen performing various miraculous displays, this figure has neither body nor mind, not even a name.\nSimilarly, those who practice wisdom never think, \\\"After I achieve enlightenment, I will liberate all beings.\\\" Though they appear in various lifetimes engaging in many activities—like illusions—they act without conceptual thinking.\nFor example, an emanation of the Buddha performs Buddha-like activities, yet never develops even the slightest pride in doing so. Similarly, a bodhisattva skilled in wisdom and action displays all their activities like magical illusions or emanations.\nA skilled carpenter can create wooden figures of men and women that can perform all kinds of actions. Similarly, a bodhisattva skilled in wisdom and action, through non-conceptual wisdom, accomplishes all tasks.\n\n\nEven great hosts of gods bow down with palms joined and pay homage to those skilled in this practice. All the countless Buddhas throughout the ten directions of the universe continuously express garlands of praise for their qualities.\nEven if every being in as many worlds as there are grains of sand in the Ganges River were to become demons intent on harming you, and even if each hair on their bodies transformed into an equal number of demons—still, all of them combined would be unable to obstruct a wise practitioner.\nDue to four causes, a bodhisattva becomes wise and powerful:\\nThey cannot be easily defeated or shaken by the four maras.\\nThese causes are: dwelling in emptiness, never abandoning sentient beings,\\nActing in accordance with their words, and being blessed by the enlightened ones.\nWhen the perfection of wisdom, the mother of all Buddhas, is being taught, if any bodhisattva feels deep devotion and makes a wholehearted effort to practice it, know that this person has truly entered the path to complete enlightenment.\nThey do not dwell in the ultimate reality of the dharma realm, but remain without fixed abode, like clouds in the sky. Like mantra-holders who wish to travel through space without a fixed place, through the power of mantras, they cause unseasonal flowers to bloom and bestow blessings.\nIn this way, the skillful and clear-minded bodhisattva practices without doubting, and without fixating on the qualities of the Buddha's teachings. When teaching others, they don't fixate on those who desire the Dharma or those who come to listen. This is the abiding place of joy and excellent qualities for those who desire peace.\nThis state of peaceful meditation—filled with perfect tranquility and bliss—is the supreme abode of all arhats, solitary realizers, and hearers, second only to the complete liberation of the Tathagatas themselves. Among all meditative states available to these practitioners, none is higher or more excellent than this profound absorption into peace.\nThough birds dwell in the sky, they do not fall.\\nThough fish live in water, they do not drown in turmoil.\\nLikewise, through the power of meditation,\\nBodhisattvas can reach the other shore and dwell in emptiness\\nWithout slipping into final nirvana.\nRely on this supreme foundation of those who wish to benefit others—\\nThis path that leads to the highest qualities of all beings,\\nThat brings contact with the wondrous and supreme primordial wisdom of the buddhas,\\nAnd that offers the most excellent and sublime gift of dharma.\n\n\nWhen the Buddha taught about this training, he declared it to be the highest and most supreme of all trainings, with nothing above it. Therefore, any wise person who wishes to master all forms of training should study this training in the perfection of wisdom, which is the Buddha's ultimate instruction.\nThis is the supreme treasury of Dharma, the sacred storehouse of teachings. It is the Buddha lineage and the vault of all happiness and well-being for living beings. All the protectors of the worlds—past, future, and throughout the ten directions—emerge from this source, yet the ultimate reality remains inexhaustible.\nAll trees, fruits, flowers, and forests—however many there may be—arise from and emerge from the earth. Yet the earth itself neither diminishes nor increases. It doesn't deteriorate, doesn't conceptualize, and doesn't grow weary.\nAll happiness and wellbeing of the Buddha's children, disciples, solitary realizers, gods, and all living beings—whatever virtuous qualities they possess—all arise from the supreme perfection of wisdom. Yet wisdom itself neither diminishes nor increases.\nAll beings—whether they are low, middling, or superior—arise from ignorance, as taught by the Buddha. When various conditions come together, the wheel of suffering and confusion turns relentlessly. This cycle of ignorance neither diminishes nor increases, but continues without end.\nAll methods, foundations, and approaches to wisdom have emerged from the supreme perfection of wisdom. When conditions come together, the machinery of karma is set in motion. Yet in the perfection of wisdom, there is neither depletion nor increase.\nThe bodhisattva who understands dependent origination—\\nSeeing it as neither arising nor ceasing—\\nIs like the sun dispersing darkness with its radiant beams from a cloudless sky.\\nBy conquering the thick darkness of ignorance, they attain self-arising enlightenment.\n\n\nThe four powerful meditative concentrations establish one's presence, but they neither create a foundation nor provide a permanent dwelling place. Nevertheless, these four meditative stages with all their components serve as the foundation for attaining supreme and perfect enlightenment.\nHaving attained supreme wisdom and dwelling in pure meditation, one experiences the four sublime formless absorptions. These meditative states contribute to the highest, supreme enlightenment. However, bodhisattvas do not practice these to exhaust their defilements.\nThis is a marvelous and amazing accumulation of qualities. While abiding in meditation and absorption, one remains free from conceptual signs. If those who dwell in this state should experience the dissolution of their physical body, they will be reborn in the desire realm according to their intention.\nJust as a person from this world who had never before visited the supreme divine cities of the heavenly realm, but later goes there and sees all those magnificent places, would not be attached to this world upon returning—\nIn the same way, the bodhisattva who embodies supreme qualities\\nRemains diligent in meditation and deep concentration,\\nYet returns to dwell in the realm of desires without attachment,\\nLike a lotus in water, unaffected by ordinary concerns.\nGreat beings focus solely on bringing beings to spiritual maturity, perfecting the paramitas, and accomplishing the benefit of others in their buddha-fields. Thinking, \\\"The qualities of enlightenment and the perfections would deteriorate,\\\" they never aspire to take rebirth in the formless realms.\nImagine someone who discovers precious treasures but fails to develop any desire for them. Later, they might gather up those treasures and take them home, yet still feel no attachment to them.\nSimilarly, wise bodhisattvas, after attaining the four peaceful states of joy-giving meditation, concentration, and tranquility, willingly relinquish the blissful meditative absorptions they have achieved. Out of compassion for all beings, they choose to return to the desire realm.\nIf a bodhisattva in deep meditation develops a desire for the paths of arhats or solitary realizers, they have actually lost their concentration and their mind has become distracted and agitated. Like a passenger in a wrecked boat, they have lost the opportunity to attain all the qualities of buddhahood.\nEven when actively engaged with forms, sounds, smells, tastes, and physical sensations—the five sense pleasures—if a bodhisattva delights in the awakening mind while remaining free from the paths of arhats and solitary realizers, know that such a hero remains in meditative equipoise at all times.\nThe bodhisattvas with pure intentions strive diligently for the sake of other beings. They apply themselves wholeheartedly to the perfection of diligence. Like servants who have no power of their own and must follow their masters' commands, these brave ones similarly move according to the needs of all sentient beings.\nWhether she is mocked or constantly beaten, a slave girl does not talk back to her master. Instead, overwhelmed with fear and dread, she thinks, \\\"This person could kill me,\\\" and submits out of intense terror.\nSimilarly, those who have committed to supreme awakening for the sake of enlightenment should serve all beings as if they were their servants. From this attitude, enlightenment and perfect qualities will be achieved. Just as fire that emerges from grass and wood consumes those very materials, this practice transforms everything on the path.\nGive up your own happiness and, with a mind free from expectations, work day and night for the needs of others. Like a mother caring for her only child, commit yourself wholeheartedly without ever becoming discouraged.\n\n\nWhen a bodhisattva willingly remains in the cycle of existence for a long time, dedicating themselves to helping beings and purifying buddha-fields, not even the slightest feeling of discouragement arises in their mind. Such a practitioner possesses the perfection of diligence and never grows weary of their work.\nWhen bodhisattvas lack wisdom, they may spend countless eons thinking the path to awakening is long and arduous. When practicing the genuine dharma seems like endless suffering, they lose the perfection of diligence and become lazy.\nFrom the moment one first generates the supreme awakening mind until attaining unsurpassed enlightenment, if one contemplates this intention even for just a single day and night, those with clear wisdom should understand this as engaging in true diligence.\nIf someone were to say, \\\"You will attain supreme awakening only after breaking down mountains as vast as Mount Meru,\\\" and you become discouraged at just hearing this measure of difficulty, then you have become a bodhisattva overcome by laziness.\nYou might wonder, \\\"How difficult can it be to test this?\\\" In a single moment, you could form the intention to reduce Mount Meru to dust. A wise and diligent bodhisattva who applies effort will, before long, attain the supreme enlightenment of a guide.\nIf you strive with body, speech, and mind, thinking \\\"I must first liberate all beings before achieving my own purpose,\\\" yet remain fixated on a sense of self, you will become lazy. This self-fixation will separate you from omniscience as far as earth is from sky.\nWhen you no longer perceive your body, mind, or other beings as separate things, and having abandoned these misleading perceptions, you practice the non-dual dharma—this is what the Beneficent One called the perfection of diligence for those who seek the supreme, unchanging peace of awakening.\nWhen you hear harsh words or criticism from others, a wise bodhisattva thinks, \\\"This is good for me,\\\" and feels glad. They understand: Who is speaking? Who is listening? What is being said, by whom, and for what reason? One who possesses the supreme perfection of patience shows true wisdom.\nWhen a bodhisattva possesses the excellent quality of patience, not even someone who fills the entire three-thousand-world system with precious jewels and offers them to the all-knowing buddhas, arhats, and solitary realizers can match even a fraction of that bodhisattva's merit.\nWhen you live with patience, your body becomes completely pure. You'll develop the thirty-two major marks, limitless strength and power. You'll proclaim the profound teaching of emptiness to all beings. This is why those with patience are wise, and all beings rejoice in their presence.\nSuppose one person takes a sandalwood stick and, with great respect, applies it to a bodhisattva's body, while another person throws burning coals on the bodhisattva's head. Toward both of these people, the bodhisattva should generate a mind of complete equanimity.\nWhen a wise bodhisattva practices patience in this way and dedicates that awakening mind completely to attaining supreme enlightenment, this heroic one will, through patience, outshine both arhats and pratyekabuddhas throughout all worlds, no matter how many sentient beings populate those realms.\nOne who practices patience should think: \\\"I must cultivate this state of mind. There are countless sufferings in the hells, animal realms, and worlds of Yama. If I must helplessly endure harm because of my attachment to sensual pleasures, why shouldn't I now practice patience for the sake of awakening?\\\n\\\"I will endure whips, clubs, weapons, killing, imprisonment, and beatings. I will bear beheading and the cutting off of ears, limbs, and nose. I will tolerate whatever sufferings exist in this world.\\\" This is how a bodhisattva remains established in the perfection of patience.\n\n\nThrough ethical discipline, those who desire peace become noble beings. They dwell in the realm of the ten powers, their moral conduct unblemished. They engage in all the various practices of restraint, and dedicate these efforts to enlightenment for the benefit of all beings.\nIf you desire to attain the enlightenment of Arhats or Pratyekabuddhas, you must not break your ethical discipline, must cultivate wisdom, and must maintain proper conduct.\\n\\nHowever, if you fully dedicate your efforts toward the supreme peace of complete awakening, then even while engaging with sensory pleasures, you can remain established in the perfection of ethical discipline.\nWhatever practice leads to the definite qualities of enlightenment—this is the true purpose of ethical discipline for those who value virtue. Whatever causes those seeking to help others to completely lose their path to enlightenment—this is what the Buddha called \\\"broken ethics.\\\nEven if a bodhisattva engages with the five sense pleasures, as long as they have taken refuge in the Buddha, Dharma, and the noble Sangha, and maintain the intention to achieve Buddhahood with an attitude focused on omniscience, the wise should understand that such a person abides in the perfection of ethical discipline.\nEven if you practice the ten virtuous actions for billions of eons, if you develop a desire for the state of an Arhat or Solitary Buddha, your moral discipline becomes flawed and deteriorates. Such a self-centered aspiration is a much heavier downfall than even the most serious monastic violations.\nGuard your ethical discipline and fully dedicate it to supreme awakening. Without arrogance or self-praise, completely abandon notions of \\\"I\\\" and notions of \\\"sentient beings.\\\" Those who abide in this way are said to dwell in the perfection of ethical discipline of a bodhisattva.\nIf a bodhisattva, while following the path of the buddhas, develops various discriminating thoughts such as \\\"these beings are ethical\\\" and \\\"those beings are unethical,\\\" they themselves have severely broken their ethical discipline. Their moral conduct is damaged, and they no longer possess pure ethical discipline.\nWhere there is no sense of \\\"I\\\" or concept of \\\"beings,\\\"\\nWhere all notions have been freed from attachment,\\nHow could there be undisciplined conduct?\\n\\nFor one who no longer fixates on having discipline or lacking it,\\nThis is what the Buddha, our guide, called\\nThe true observance of moral discipline.\nThe pure-minded practitioner with such discipline\\nRegards all beings equally, whether pleasant or unpleasant.\\nThey can give away even their head and limbs without hesitation,\\nAnd offer all their possessions without ever becoming attached.\nWhen you understand that all phenomena lack inherent existence—just like a dream or an illusion—and you can give away even your own flesh without hesitation, then what need is there to mention giving away external possessions? In such a state, there is no basis for stinginess to arise.\nWhen we cling to a sense of self, we become attached to possessions as \\\"mine.\\\" How could the thought of giving ever arise in the minds of those who are confused in this way? People gripped by stinginess will be reborn in the hungry ghost realm. And even if they are born as humans, they will suffer in poverty.\nWhen a bodhisattva recognizes the poverty of beings, they become devoted to giving and always give generously. They can joyfully give away even the four well-adorned continents as easily as spitting out dust—unlike ordinary people who fret over losing even a small piece of land.\nThe wise and clear-minded bodhisattva, thinking:\\n\\\"May this gift be given to all beings,\\nHowever many exist throughout the three realms,\\\"\\nMakes offerings with generosity,\\nAnd then dedicates this merit toward supreme awakening\\nFor the benefit of all beings.\nAfter giving a gift, they do not dwell on what they've done. They never expect anything in return for their generosity. This is how those skilled in giving practice true generosity. From giving even a small amount, immeasurable benefits will flow.\nEven if all beings throughout the three realms of existence were to carefully gather offerings and present them to the Buddhas, Arhats, and Solitary Realizers—those who understand the world—for countless eons, and even if they were to properly seek out the Hearers for offerings as well...\nWhen a wise and skillful bodhisattva rejoices in acts of merit and dedicates the highest awakening for the benefit of all beings, this complete dedication surpasses and outshines all other beings.\nEven a massive pile of precious jewels can be outshined by a single piece of lapis lazuli. Similarly, a bodhisattva's rejoicing in the good deeds of others surpasses even the vast accumulation of generosity practiced by all beings.\nWhen a bodhisattva gives generously to beings, without claiming ownership or holding back anything as precious, their powerful roots of virtue grow and expand, just like the bright full moon waxing in a cloudless sky.\n\n\nThe Sixth Section: Gradual Progress\\n\\nThe bodhisattva's generosity cuts off rebirth in the hungry ghost realm.\\nIt also eliminates poverty and all forms of mental afflictions.\\nWhen practicing generosity, one attains boundless and increasing wealth.\\nThrough giving, one brings suffering beings to spiritual maturity.\nThrough ethical discipline, one avoids being reborn as various kinds of animals and escapes the eight unfavorable states, thereby always finding favorable conditions for practice. Through patience, one attains an excellent and magnificent physical form, becoming beautiful with a golden complexion that others find worthy of beholding.\nThrough diligence, your positive qualities will never diminish. You will discover the boundless treasury of the victorious ones' wisdom. Through meditation, you will abandon attachment to sensory pleasures and develop clear understanding, extraordinary perception, and deep concentration.\nThrough wisdom, one fully understands the true nature of all phenomena and completely transcends the three realms of existence. Like a supreme human king turning the precious wheel of dharma, one teaches the dharma to all beings to help them bring an end to suffering.\nThe seventh stage teaches complete enlightenment in a single moment. After fully accomplishing these practices, the bodhisattva then reaches the eighth stage, which reveals the dharmakaya (the truth body). Here, the bodhisattva completely embraces pure realms and purified beings. They fully uphold the lineage of the buddhas and the lineage of the dharma. Similarly, they fully uphold the lineage of the sangha and all spiritual teachings.\nAs the supreme physician who heals the sickness of all beings, he taught this wisdom that contains the path to enlightenment. It is called \\\"The Path to Enlightenment that Gathers Precious Qualities.\\\" I explain this path so that all sentient beings may attain it.\n\n\n\nThe Noble Condensed Perfection of Wisdom in Verse is now complete.\nTranslated from Sanskrit by the Indian master Vidyākara Siṃha and the Tibetan translator-editor Venerable Paltsek, who together revised and finalized this text.\n",
  "title": "The Verses Condensing the Perfection of Wisdom Easy to Read",
  "translator": {
    "ai_id": "translation_workflow_v1.0.0_claude_3_7_sonnet"
  },
  "original_annotation": [],
  "translation_annotation": [
    {
      "span": {
        "start": 0,
        "end": 13
      },
      "index": 1,
      "alignment_index": [
        1
      ]
    },
    {
      "span": {
        "start": 14,
        "end": 14
      },
      "index": 2,
      "alignment_index": [
        2
      ]
    },
    {
      "span": {
        "start": 15,
        "end": 47
      },
      "index": 3,
      "alignment_index": [
        3
      ]
    },
    {
      "span": {
        "start": 48,
        "end": 52
      },
      "index": 4,
      "alignment_index": [
        4
      ]
    },
    {
      "span": {
        "start": 53,
        "end": 83
      },
      "index": 5,
      "alignment_index": [
        5
      ]
    },
    {
      "span": {
        "start": 84,
        "end": 115
      },
      "index": 6,
      "alignment_index": [
        6
      ]
    },
    {
      "span": {
        "start": 116,
        "end": 147
      },
      "index": 7,
      "alignment_index": [
        7
      ]
    },
    {
      "span": {
        "start": 148,
        "end": 178
      },
      "index": 8,
      "alignment_index": [
        8
      ]
    },
    {
      "span": {
        "start": 179,
        "end": 210
      },
      "index": 9,
      "alignment_index": [
        9
      ]
    },
    {
      "span": {
        "start": 211,
        "end": 242
      },
      "index": 10,
      "alignment_index": [
        10
      ]
    },
    {
      "span": {
        "start": 243,
        "end": 273
      },
      "index": 11,
      "alignment_index": [
        11
      ]
    },
    {
      "span": {
        "start": 274,
        "end": 305
      },
      "index": 12,
      "alignment_index": [
        12
      ]
    },
    {
      "span": {
        "start": 306,
        "end": 337
      },
      "index": 13,
      "alignment_index": [
        13
      ]
    },
    {
      "span": {
        "start": 338,
        "end": 369
      },
      "index": 14,
      "alignment_index": [
        14
      ]
    },
    {
      "span": {
        "start": 370,
        "end": 401
      },
      "index": 15,
      "alignment_index": [
        15
      ]
    },
    {
      "span": {
        "start": 402,
        "end": 433
      },
      "index": 16,
      "alignment_index": [
        16
      ]
    },
    {
      "span": {
        "start": 434,
        "end": 465
      },
      "index": 17,
      "alignment_index": [
        17
      ]
    },
    {
      "span": {
        "start": 466,
        "end": 497
      },
      "index": 18,
      "alignment_index": [
        18
      ]
    },
    {
      "span": {
        "start": 498,
        "end": 529
      },
      "index": 19,
      "alignment_index": [
        19
      ]
    },
    {
      "span": {
        "start": 530,
        "end": 561
      },
      "index": 20,
      "alignment_index": [
        20
      ]
    },
    {
      "span": {
        "start": 562,
        "end": 593
      },
      "index": 21,
      "alignment_index": [
        21
      ]
    },
    {
      "span": {
        "start": 594,
        "end": 625
      },
      "index": 22,
      "alignment_index": [
        22
      ]
    },
    {
      "span": {
        "start": 626,
        "end": 657
      },
      "index": 23,
      "alignment_index": [
        23
      ]
    },
    {
      "span": {
        "start": 658,
        "end": 689
      },
      "index": 24,
      "alignment_index": [
        24
      ]
    },
    {
      "span": {
        "start": 690,
        "end": 721
      },
      "index": 25,
      "alignment_index": [
        25
      ]
    },
    {
      "span": {
        "start": 722,
        "end": 753
      },
      "index": 26,
      "alignment_index": [
        26
      ]
    },
    {
      "span": {
        "start": 754,
        "end": 785
      },
      "index": 27,
      "alignment_index": [
        27
      ]
    },
    {
      "span": {
        "start": 786,
        "end": 817
      },
      "index": 28,
      "alignment_index": [
        28
      ]
    },
    {
      "span": {
        "start": 818,
        "end": 863
      },
      "index": 29,
      "alignment_index": [
        29
      ]
    },
    {
      "span": {
        "start": 864,
        "end": 895
      },
      "index": 30,
      "alignment_index": [
        30
      ]
    },
    {
      "span": {
        "start": 896,
        "end": 927
      },
      "index": 31,
      "alignment_index": [
        31
      ]
    },
    {
      "span": {
        "start": 928,
        "end": 959
      },
      "index": 32,
      "alignment_index": [
        32
      ]
    },
    {
      "span": {
        "start": 960,
        "end": 960
      },
      "index": 33,
      "alignment_index": [
        33
      ]
    },
    {
      "span": {
        "start": 961,
        "end": 986
      },
      "index": 34,
      "alignment_index": [
        34
      ]
    },
    {
      "span": {
        "start": 987,
        "end": 1018
      },
      "index": 35,
      "alignment_index": [
        35
      ]
    },
    {
      "span": {
        "start": 1019,
        "end": 1066
      },
      "index": 36,
      "alignment_index": [
        36
      ]
    },
    {
      "span": {
        "start": 1067,
        "end": 1114
      },
      "index": 37,
      "alignment_index": [
        37
      ]
    },
    {
      "span": {
        "start": 1115,
        "end": 1115
      },
      "index": 38,
      "alignment_index": [
        38
      ]
    },
    {
      "span": {
        "start": 1116,
        "end": 1116
      },
      "index": 39,
      "alignment_index": [
        39
      ]
    },
    {
      "span": {
        "start": 1117,
        "end": 1162
      },
      "index": 40,
      "alignment_index": [
        40
      ]
    },
    {
      "span": {
        "start": 1163,
        "end": 1193
      },
      "index": 41,
      "alignment_index": [
        41
      ]
    },
    {
      "span": {
        "start": 1194,
        "end": 1225
      },
      "index": 42,
      "alignment_index": [
        42
      ]
    },
    {
      "span": {
        "start": 1226,
        "end": 1257
      },
      "index": 43,
      "alignment_index": [
        43
      ]
    },
    {
      "span": {
        "start": 1258,
        "end": 1289
      },
      "index": 44,
      "alignment_index": [
        44
      ]
    },
    {
      "span": {
        "start": 1290,
        "end": 1321
      },
      "index": 45,
      "alignment_index": [
        45
      ]
    },
    {
      "span": {
        "start": 1322,
        "end": 1353
      },
      "index": 46,
      "alignment_index": [
        46
      ]
    },
    {
      "span": {
        "start": 1354,
        "end": 1385
      },
      "index": 47,
      "alignment_index": [
        47
      ]
    },
    {
      "span": {
        "start": 1386,
        "end": 1386
      },
      "index": 48,
      "alignment_index": [
        48
      ]
    },
    {
      "span": {
        "start": 1387,
        "end": 1417
      },
      "index": 49,
      "alignment_index": [
        49
      ]
    },
    {
      "span": {
        "start": 1418,
        "end": 1449
      },
      "index": 50,
      "alignment_index": [
        50
      ]
    },
    {
      "span": {
        "start": 1450,
        "end": 1481
      },
      "index": 51,
      "alignment_index": [
        51
      ]
    },
    {
      "span": {
        "start": 1482,
        "end": 1512
      },
      "index": 52,
      "alignment_index": [
        52
      ]
    },
    {
      "span": {
        "start": 1513,
        "end": 1543
      },
      "index": 53,
      "alignment_index": [
        53
      ]
    },
    {
      "span": {
        "start": 1544,
        "end": 1575
      },
      "index": 54,
      "alignment_index": [
        54
      ]
    },
    {
      "span": {
        "start": 1576,
        "end": 1607
      },
      "index": 55,
      "alignment_index": [
        55
      ]
    },
    {
      "span": {
        "start": 1608,
        "end": 1639
      },
      "index": 56,
      "alignment_index": [
        56
      ]
    },
    {
      "span": {
        "start": 1640,
        "end": 1671
      },
      "index": 57,
      "alignment_index": [
        57
      ]
    },
    {
      "span": {
        "start": 1672,
        "end": 1672
      },
      "index": 58,
      "alignment_index": [
        58
      ]
    },
    {
      "span": {
        "start": 1673,
        "end": 1698
      },
      "index": 59,
      "alignment_index": [
        59
      ]
    },
    {
      "span": {
        "start": 1699,
        "end": 1730
      },
      "index": 60,
      "alignment_index": [
        60
      ]
    },
    {
      "span": {
        "start": 1731,
        "end": 1762
      },
      "index": 61,
      "alignment_index": [
        61
      ]
    },
    {
      "span": {
        "start": 1763,
        "end": 1794
      },
      "index": 62,
      "alignment_index": [
        62
      ]
    },
    {
      "span": {
        "start": 1795,
        "end": 1826
      },
      "index": 63,
      "alignment_index": [
        63
      ]
    },
    {
      "span": {
        "start": 1827,
        "end": 1858
      },
      "index": 64,
      "alignment_index": [
        64
      ]
    },
    {
      "span": {
        "start": 1859,
        "end": 1890
      },
      "index": 65,
      "alignment_index": [
        65
      ]
    },
    {
      "span": {
        "start": 1891,
        "end": 1922
      },
      "index": 66,
      "alignment_index": [
        66
      ]
    },
    {
      "span": {
        "start": 1923,
        "end": 1923
      },
      "index": 67,
      "alignment_index": [
        67
      ]
    },
    {
      "span": {
        "start": 1924,
        "end": 1949
      },
      "index": 68,
      "alignment_index": [
        68
      ]
    },
    {
      "span": {
        "start": 1950,
        "end": 1981
      },
      "index": 69,
      "alignment_index": [
        69
      ]
    },
    {
      "span": {
        "start": 1982,
        "end": 2013
      },
      "index": 70,
      "alignment_index": [
        70
      ]
    },
    {
      "span": {
        "start": 2014,
        "end": 2045
      },
      "index": 71,
      "alignment_index": [
        71
      ]
    },
    {
      "span": {
        "start": 2046,
        "end": 2077
      },
      "index": 72,
      "alignment_index": [
        72
      ]
    },
    {
      "span": {
        "start": 2078,
        "end": 2109
      },
      "index": 73,
      "alignment_index": [
        73
      ]
    },
    {
      "span": {
        "start": 2110,
        "end": 2141
      },
      "index": 74,
      "alignment_index": [
        74
      ]
    },
    {
      "span": {
        "start": 2142,
        "end": 2172
      },
      "index": 75,
      "alignment_index": [
        75
      ]
    },
    {
      "span": {
        "start": 2173,
        "end": 2204
      },
      "index": 76,
      "alignment_index": [
        76
      ]
    },
    {
      "span": {
        "start": 2205,
        "end": 2236
      },
      "index": 77,
      "alignment_index": [
        77
      ]
    },
    {
      "span": {
        "start": 2237,
        "end": 2237
      },
      "index": 78,
      "alignment_index": [
        78
      ]
    },
    {
      "span": {
        "start": 2238,
        "end": 2264
      },
      "index": 79,
      "alignment_index": [
        79
      ]
    },
    {
      "span": {
        "start": 2265,
        "end": 2296
      },
      "index": 80,
      "alignment_index": [
        80
      ]
    },
    {
      "span": {
        "start": 2297,
        "end": 2328
      },
      "index": 81,
      "alignment_index": [
        81
      ]
    },
    {
      "span": {
        "start": 2329,
        "end": 2360
      },
      "index": 82,
      "alignment_index": [
        82
      ]
    },
    {
      "span": {
        "start": 2361,
        "end": 2408
      },
      "index": 83,
      "alignment_index": [
        83
      ]
    },
    {
      "span": {
        "start": 2409,
        "end": 2440
      },
      "index": 84,
      "alignment_index": [
        84
      ]
    },
    {
      "span": {
        "start": 2441,
        "end": 2472
      },
      "index": 85,
      "alignment_index": [
        85
      ]
    },
    {
      "span": {
        "start": 2473,
        "end": 2504
      },
      "index": 86,
      "alignment_index": [
        86
      ]
    },
    {
      "span": {
        "start": 2505,
        "end": 2536
      },
      "index": 87,
      "alignment_index": [
        87
      ]
    },
    {
      "span": {
        "start": 2537,
        "end": 2552
      },
      "index": 88,
      "alignment_index": [
        88
      ]
    },
    {
      "span": {
        "start": 2553,
        "end": 2553
      },
      "index": 89,
      "alignment_index": [
        89
      ]
    },
    {
      "span": {
        "start": 2554,
        "end": 2579
      },
      "index": 90,
      "alignment_index": [
        90
      ]
    },
    {
      "span": {
        "start": 2580,
        "end": 2611
      },
      "index": 91,
      "alignment_index": [
        91
      ]
    },
    {
      "span": {
        "start": 2612,
        "end": 2643
      },
      "index": 92,
      "alignment_index": [
        92
      ]
    },
    {
      "span": {
        "start": 2644,
        "end": 2675
      },
      "index": 93,
      "alignment_index": [
        93
      ]
    },
    {
      "span": {
        "start": 2676,
        "end": 2707
      },
      "index": 94,
      "alignment_index": [
        94
      ]
    },
    {
      "span": {
        "start": 2708,
        "end": 2739
      },
      "index": 95,
      "alignment_index": [
        95
      ]
    },
    {
      "span": {
        "start": 2740,
        "end": 2771
      },
      "index": 96,
      "alignment_index": [
        96
      ]
    },
    {
      "span": {
        "start": 2772,
        "end": 2803
      },
      "index": 97,
      "alignment_index": [
        97
      ]
    },
    {
      "span": {
        "start": 2804,
        "end": 2804
      },
      "index": 98,
      "alignment_index": [
        98
      ]
    },
    {
      "span": {
        "start": 2805,
        "end": 2840
      },
      "index": 99,
      "alignment_index": [
        99
      ]
    },
    {
      "span": {
        "start": 2841,
        "end": 2872
      },
      "index": 100,
      "alignment_index": [
        100
      ]
    },
    {
      "span": {
        "start": 2873,
        "end": 2904
      },
      "index": 101,
      "alignment_index": [
        101
      ]
    },
    {
      "span": {
        "start": 2905,
        "end": 2936
      },
      "index": 102,
      "alignment_index": [
        102
      ]
    },
    {
      "span": {
        "start": 2937,
        "end": 2968
      },
      "index": 103,
      "alignment_index": [
        103
      ]
    },
    {
      "span": {
        "start": 2969,
        "end": 2969
      },
      "index": 104,
      "alignment_index": [
        104
      ]
    },
    {
      "span": {
        "start": 2970,
        "end": 2980
      },
      "index": 105,
      "alignment_index": [
        105
      ]
    },
    {
      "span": {
        "start": 2981,
        "end": 3019
      },
      "index": 106,
      "alignment_index": [
        106
      ]
    },
    {
      "span": {
        "start": 3020,
        "end": 3042
      },
      "index": 107,
      "alignment_index": [
        107
      ]
    },
    {
      "span": {
        "start": 3043,
        "end": 3043
      },
      "index": 108,
      "alignment_index": [
        108
      ]
    },
    {
      "span": {
        "start": 3044,
        "end": 3079
      },
      "index": 109,
      "alignment_index": [
        109
      ]
    },
    {
      "span": {
        "start": 3080,
        "end": 3111
      },
      "index": 110,
      "alignment_index": [
        110
      ]
    },
    {
      "span": {
        "start": 3112,
        "end": 3143
      },
      "index": 111,
      "alignment_index": [
        111
      ]
    },
    {
      "span": {
        "start": 3144,
        "end": 3175
      },
      "index": 112,
      "alignment_index": [
        112
      ]
    },
    {
      "span": {
        "start": 3176,
        "end": 3207
      },
      "index": 113,
      "alignment_index": [
        113
      ]
    },
    {
      "span": {
        "start": 3208,
        "end": 3239
      },
      "index": 114,
      "alignment_index": [
        114
      ]
    },
    {
      "span": {
        "start": 3240,
        "end": 3271
      },
      "index": 115,
      "alignment_index": [
        115
      ]
    },
    {
      "span": {
        "start": 3272,
        "end": 3303
      },
      "index": 116,
      "alignment_index": [
        116
      ]
    },
    {
      "span": {
        "start": 3304,
        "end": 3335
      },
      "index": 117,
      "alignment_index": [
        117
      ]
    },
    {
      "span": {
        "start": 3336,
        "end": 3367
      },
      "index": 118,
      "alignment_index": [
        118
      ]
    },
    {
      "span": {
        "start": 3368,
        "end": 3399
      },
      "index": 119,
      "alignment_index": [
        119
      ]
    },
    {
      "span": {
        "start": 3400,
        "end": 3400
      },
      "index": 120,
      "alignment_index": [
        120
      ]
    },
    {
      "span": {
        "start": 3401,
        "end": 3425
      },
      "index": 121,
      "alignment_index": [
        121
      ]
    },
    {
      "span": {
        "start": 3426,
        "end": 3547
      },
      "index": 122,
      "alignment_index": [
        122
      ]
    },
    {
      "span": {
        "start": 3548,
        "end": 3579
      },
      "index": 123,
      "alignment_index": [
        123
      ]
    },
    {
      "span": {
        "start": 3580,
        "end": 3611
      },
      "index": 124,
      "alignment_index": [
        124
      ]
    },
    {
      "span": {
        "start": 3612,
        "end": 3643
      },
      "index": 125,
      "alignment_index": [
        125
      ]
    },
    {
      "span": {
        "start": 3644,
        "end": 3675
      },
      "index": 126,
      "alignment_index": [
        126
      ]
    },
    {
      "span": {
        "start": 3676,
        "end": 3707
      },
      "index": 127,
      "alignment_index": [
        127
      ]
    },
    {
      "span": {
        "start": 3708,
        "end": 3739
      },
      "index": 128,
      "alignment_index": [
        128
      ]
    },
    {
      "span": {
        "start": 3740,
        "end": 3763
      },
      "index": 129,
      "alignment_index": [
        129
      ]
    },
    {
      "span": {
        "start": 3764,
        "end": 3779
      },
      "index": 130,
      "alignment_index": [
        130
      ]
    },
    {
      "span": {
        "start": 3780,
        "end": 3803
      },
      "index": 131,
      "alignment_index": [
        131
      ]
    },
    {
      "span": {
        "start": 3804,
        "end": 3804
      },
      "index": 132,
      "alignment_index": [
        132
      ]
    },
    {
      "span": {
        "start": 3805,
        "end": 3839
      },
      "index": 133,
      "alignment_index": [
        133
      ]
    },
    {
      "span": {
        "start": 3840,
        "end": 3870
      },
      "index": 134,
      "alignment_index": [
        134
      ]
    },
    {
      "span": {
        "start": 3871,
        "end": 3902
      },
      "index": 135,
      "alignment_index": [
        135
      ]
    },
    {
      "span": {
        "start": 3903,
        "end": 3934
      },
      "index": 136,
      "alignment_index": [
        136
      ]
    },
    {
      "span": {
        "start": 3935,
        "end": 3966
      },
      "index": 137,
      "alignment_index": [
        137
      ]
    },
    {
      "span": {
        "start": 3967,
        "end": 4048
      },
      "index": 138,
      "alignment_index": [
        138
      ]
    },
    {
      "span": {
        "start": 4049,
        "end": 4080
      },
      "index": 139,
      "alignment_index": [
        139
      ]
    },
    {
      "span": {
        "start": 4081,
        "end": 4112
      },
      "index": 140,
      "alignment_index": [
        140
      ]
    },
    {
      "span": {
        "start": 4113,
        "end": 4144
      },
      "index": 141,
      "alignment_index": [
        141
      ]
    },
    {
      "span": {
        "start": 4145,
        "end": 4176
      },
      "index": 142,
      "alignment_index": [
        142
      ]
    },
    {
      "span": {
        "start": 4177,
        "end": 4177
      },
      "index": 143,
      "alignment_index": [
        143
      ]
    },
    {
      "span": {
        "start": 4178,
        "end": 4194
      },
      "index": 144,
      "alignment_index": [
        144
      ]
    },
    {
      "span": {
        "start": 4195,
        "end": 4226
      },
      "index": 145,
      "alignment_index": [
        145
      ]
    },
    {
      "span": {
        "start": 4227,
        "end": 4258
      },
      "index": 146,
      "alignment_index": [
        146
      ]
    },
    {
      "span": {
        "start": 4259,
        "end": 4259
      },
      "index": 147,
      "alignment_index": [
        147
      ]
    },
    {
      "span": {
        "start": 4260,
        "end": 4260
      },
      "index": 148,
      "alignment_index": [
        148
      ]
    },
    {
      "span": {
        "start": 4261,
        "end": 4292
      },
      "index": 149,
      "alignment_index": [
        149
      ]
    },
    {
      "span": {
        "start": 4293,
        "end": 4324
      },
      "index": 150,
      "alignment_index": [
        150
      ]
    },
    {
      "span": {
        "start": 4325,
        "end": 4355
      },
      "index": 151,
      "alignment_index": [
        151
      ]
    },
    {
      "span": {
        "start": 4356,
        "end": 4387
      },
      "index": 152,
      "alignment_index": [
        152
      ]
    },
    {
      "span": {
        "start": 4388,
        "end": 4435
      },
      "index": 153,
      "alignment_index": [
        153
      ]
    },
    {
      "span": {
        "start": 4436,
        "end": 4451
      },
      "index": 154,
      "alignment_index": [
        154
      ]
    },
    {
      "span": {
        "start": 4452,
        "end": 4483
      },
      "index": 155,
      "alignment_index": [
        155
      ]
    },
    {
      "span": {
        "start": 4484,
        "end": 4515
      },
      "index": 156,
      "alignment_index": [
        156
      ]
    },
    {
      "span": {
        "start": 4516,
        "end": 4547
      },
      "index": 157,
      "alignment_index": [
        157
      ]
    },
    {
      "span": {
        "start": 4548,
        "end": 4579
      },
      "index": 158,
      "alignment_index": [
        158
      ]
    },
    {
      "span": {
        "start": 4580,
        "end": 4580
      },
      "index": 159,
      "alignment_index": [
        159
      ]
    },
    {
      "span": {
        "start": 4581,
        "end": 4595
      },
      "index": 160,
      "alignment_index": [
        160
      ]
    },
    {
      "span": {
        "start": 4596,
        "end": 4627
      },
      "index": 161,
      "alignment_index": [
        161
      ]
    },
    {
      "span": {
        "start": 4628,
        "end": 4659
      },
      "index": 162,
      "alignment_index": [
        162
      ]
    },
    {
      "span": {
        "start": 4660,
        "end": 4691
      },
      "index": 163,
      "alignment_index": [
        163
      ]
    },
    {
      "span": {
        "start": 4692,
        "end": 4723
      },
      "index": 164,
      "alignment_index": [
        164
      ]
    },
    {
      "span": {
        "start": 4724,
        "end": 4755
      },
      "index": 165,
      "alignment_index": [
        165
      ]
    },
    {
      "span": {
        "start": 4756,
        "end": 4787
      },
      "index": 166,
      "alignment_index": [
        166
      ]
    },
    {
      "span": {
        "start": 4788,
        "end": 4819
      },
      "index": 167,
      "alignment_index": [
        167
      ]
    },
    {
      "span": {
        "start": 4820,
        "end": 4851
      },
      "index": 168,
      "alignment_index": [
        168
      ]
    },
    {
      "span": {
        "start": 4852,
        "end": 4852
      },
      "index": 169,
      "alignment_index": [
        169
      ]
    },
    {
      "span": {
        "start": 4853,
        "end": 4868
      },
      "index": 170,
      "alignment_index": [
        170
      ]
    },
    {
      "span": {
        "start": 4869,
        "end": 4900
      },
      "index": 171,
      "alignment_index": [
        171
      ]
    },
    {
      "span": {
        "start": 4901,
        "end": 4932
      },
      "index": 172,
      "alignment_index": [
        172
      ]
    },
    {
      "span": {
        "start": 4933,
        "end": 4964
      },
      "index": 173,
      "alignment_index": [
        173
      ]
    },
    {
      "span": {
        "start": 4965,
        "end": 4996
      },
      "index": 174,
      "alignment_index": [
        174
      ]
    },
    {
      "span": {
        "start": 4997,
        "end": 5028
      },
      "index": 175,
      "alignment_index": [
        175
      ]
    },
    {
      "span": {
        "start": 5029,
        "end": 5061
      },
      "index": 176,
      "alignment_index": [
        176
      ]
    },
    {
      "span": {
        "start": 5062,
        "end": 5062
      },
      "index": 177,
      "alignment_index": [
        177
      ]
    },
    {
      "span": {
        "start": 5063,
        "end": 5091
      },
      "index": 178,
      "alignment_index": [
        178
      ]
    },
    {
      "span": {
        "start": 5092,
        "end": 5123
      },
      "index": 179,
      "alignment_index": [
        179
      ]
    },
    {
      "span": {
        "start": 5124,
        "end": 5155
      },
      "index": 180,
      "alignment_index": [
        180
      ]
    },
    {
      "span": {
        "start": 5156,
        "end": 5187
      },
      "index": 181,
      "alignment_index": [
        181
      ]
    },
    {
      "span": {
        "start": 5188,
        "end": 5219
      },
      "index": 182,
      "alignment_index": [
        182
      ]
    },
    {
      "span": {
        "start": 5220,
        "end": 5251
      },
      "index": 183,
      "alignment_index": [
        183
      ]
    },
    {
      "span": {
        "start": 5252,
        "end": 5282
      },
      "index": 184,
      "alignment_index": [
        184
      ]
    },
    {
      "span": {
        "start": 5283,
        "end": 5314
      },
      "index": 185,
      "alignment_index": [
        185
      ]
    },
    {
      "span": {
        "start": 5315,
        "end": 5315
      },
      "index": 186,
      "alignment_index": [
        186
      ]
    },
    {
      "span": {
        "start": 5316,
        "end": 5330
      },
      "index": 187,
      "alignment_index": [
        187
      ]
    },
    {
      "span": {
        "start": 5331,
        "end": 5362
      },
      "index": 188,
      "alignment_index": [
        188
      ]
    },
    {
      "span": {
        "start": 5363,
        "end": 5394
      },
      "index": 189,
      "alignment_index": [
        189
      ]
    },
    {
      "span": {
        "start": 5395,
        "end": 5426
      },
      "index": 190,
      "alignment_index": [
        190
      ]
    },
    {
      "span": {
        "start": 5427,
        "end": 5458
      },
      "index": 191,
      "alignment_index": [
        191
      ]
    },
    {
      "span": {
        "start": 5459,
        "end": 5490
      },
      "index": 192,
      "alignment_index": [
        192
      ]
    },
    {
      "span": {
        "start": 5491,
        "end": 5522
      },
      "index": 193,
      "alignment_index": [
        193
      ]
    },
    {
      "span": {
        "start": 5523,
        "end": 5554
      },
      "index": 194,
      "alignment_index": [
        194
      ]
    },
    {
      "span": {
        "start": 5555,
        "end": 5586
      },
      "index": 195,
      "alignment_index": [
        195
      ]
    },
    {
      "span": {
        "start": 5587,
        "end": 5587
      },
      "index": 196,
      "alignment_index": [
        196
      ]
    },
    {
      "span": {
        "start": 5588,
        "end": 5605
      },
      "index": 197,
      "alignment_index": [
        197
      ]
    },
    {
      "span": {
        "start": 5606,
        "end": 5637
      },
      "index": 198,
      "alignment_index": [
        198
      ]
    },
    {
      "span": {
        "start": 5638,
        "end": 5669
      },
      "index": 199,
      "alignment_index": [
        199
      ]
    },
    {
      "span": {
        "start": 5670,
        "end": 5701
      },
      "index": 200,
      "alignment_index": [
        200
      ]
    },
    {
      "span": {
        "start": 5702,
        "end": 5733
      },
      "index": 201,
      "alignment_index": [
        201
      ]
    },
    {
      "span": {
        "start": 5734,
        "end": 5765
      },
      "index": 202,
      "alignment_index": [
        202
      ]
    },
    {
      "span": {
        "start": 5766,
        "end": 5797
      },
      "index": 203,
      "alignment_index": [
        203
      ]
    },
    {
      "span": {
        "start": 5798,
        "end": 5829
      },
      "index": 204,
      "alignment_index": [
        204
      ]
    },
    {
      "span": {
        "start": 5830,
        "end": 5861
      },
      "index": 205,
      "alignment_index": [
        205
      ]
    },
    {
      "span": {
        "start": 5862,
        "end": 5862
      },
      "index": 206,
      "alignment_index": [
        206
      ]
    },
    {
      "span": {
        "start": 5863,
        "end": 5880
      },
      "index": 207,
      "alignment_index": [
        207
      ]
    },
    {
      "span": {
        "start": 5881,
        "end": 5912
      },
      "index": 208,
      "alignment_index": [
        208
      ]
    },
    {
      "span": {
        "start": 5913,
        "end": 5913
      },
      "index": 209,
      "alignment_index": [
        209
      ]
    },
    {
      "span": {
        "start": 5914,
        "end": 5976
      },
      "index": 210,
      "alignment_index": [
        210
      ]
    },
    {
      "span": {
        "start": 5977,
        "end": 6008
      },
      "index": 211,
      "alignment_index": [
        211
      ]
    },
    {
      "span": {
        "start": 6009,
        "end": 6040
      },
      "index": 212,
      "alignment_index": [
        212
      ]
    },
    {
      "span": {
        "start": 6041,
        "end": 6072
      },
      "index": 213,
      "alignment_index": [
        213
      ]
    },
    {
      "span": {
        "start": 6073,
        "end": 6104
      },
      "index": 214,
      "alignment_index": [
        214
      ]
    },
    {
      "span": {
        "start": 6105,
        "end": 6136
      },
      "index": 215,
      "alignment_index": [
        215
      ]
    },
    {
      "span": {
        "start": 6137,
        "end": 6168
      },
      "index": 216,
      "alignment_index": [
        216
      ]
    },
    {
      "span": {
        "start": 6169,
        "end": 6200
      },
      "index": 217,
      "alignment_index": [
        217
      ]
    },
    {
      "span": {
        "start": 6201,
        "end": 6232
      },
      "index": 218,
      "alignment_index": [
        218
      ]
    },
    {
      "span": {
        "start": 6233,
        "end": 6264
      },
      "index": 219,
      "alignment_index": [
        219
      ]
    },
    {
      "span": {
        "start": 6265,
        "end": 6296
      },
      "index": 220,
      "alignment_index": [
        220
      ]
    },
    {
      "span": {
        "start": 6297,
        "end": 6328
      },
      "index": 221,
      "alignment_index": [
        221
      ]
    },
    {
      "span": {
        "start": 6329,
        "end": 6360
      },
      "index": 222,
      "alignment_index": [
        222
      ]
    },
    {
      "span": {
        "start": 6361,
        "end": 6392
      },
      "index": 223,
      "alignment_index": [
        223
      ]
    },
    {
      "span": {
        "start": 6393,
        "end": 6424
      },
      "index": 224,
      "alignment_index": [
        224
      ]
    },
    {
      "span": {
        "start": 6425,
        "end": 6456
      },
      "index": 225,
      "alignment_index": [
        225
      ]
    },
    {
      "span": {
        "start": 6457,
        "end": 6488
      },
      "index": 226,
      "alignment_index": [
        226
      ]
    },
    {
      "span": {
        "start": 6489,
        "end": 6520
      },
      "index": 227,
      "alignment_index": [
        227
      ]
    },
    {
      "span": {
        "start": 6521,
        "end": 6552
      },
      "index": 228,
      "alignment_index": [
        228
      ]
    },
    {
      "span": {
        "start": 6553,
        "end": 6584
      },
      "index": 229,
      "alignment_index": [
        229
      ]
    },
    {
      "span": {
        "start": 6585,
        "end": 6616
      },
      "index": 230,
      "alignment_index": [
        230
      ]
    },
    {
      "span": {
        "start": 6617,
        "end": 6648
      },
      "index": 231,
      "alignment_index": [
        231
      ]
    },
    {
      "span": {
        "start": 6649,
        "end": 6649
      },
      "index": 232,
      "alignment_index": [
        232
      ]
    },
    {
      "span": {
        "start": 6650,
        "end": 6666
      },
      "index": 233,
      "alignment_index": [
        233
      ]
    },
    {
      "span": {
        "start": 6667,
        "end": 6698
      },
      "index": 234,
      "alignment_index": [
        234
      ]
    },
    {
      "span": {
        "start": 6699,
        "end": 6730
      },
      "index": 235,
      "alignment_index": [
        235
      ]
    },
    {
      "span": {
        "start": 6731,
        "end": 6762
      },
      "index": 236,
      "alignment_index": [
        236
      ]
    },
    {
      "span": {
        "start": 6763,
        "end": 6794
      },
      "index": 237,
      "alignment_index": [
        237
      ]
    },
    {
      "span": {
        "start": 6795,
        "end": 6826
      },
      "index": 238,
      "alignment_index": [
        238
      ]
    },
    {
      "span": {
        "start": 6827,
        "end": 6858
      },
      "index": 239,
      "alignment_index": [
        239
      ]
    },
    {
      "span": {
        "start": 6859,
        "end": 6890
      },
      "index": 240,
      "alignment_index": [
        240
      ]
    },
    {
      "span": {
        "start": 6891,
        "end": 6922
      },
      "index": 241,
      "alignment_index": [
        241
      ]
    },
    {
      "span": {
        "start": 6923,
        "end": 6923
      },
      "index": 242,
      "alignment_index": [
        242
      ]
    },
    {
      "span": {
        "start": 6924,
        "end": 6940
      },
      "index": 243,
      "alignment_index": [
        243
      ]
    },
    {
      "span": {
        "start": 6941,
        "end": 6972
      },
      "index": 244,
      "alignment_index": [
        244
      ]
    },
    {
      "span": {
        "start": 6973,
        "end": 7004
      },
      "index": 245,
      "alignment_index": [
        245
      ]
    },
    {
      "span": {
        "start": 7005,
        "end": 7036
      },
      "index": 246,
      "alignment_index": [
        246
      ]
    },
    {
      "span": {
        "start": 7037,
        "end": 7068
      },
      "index": 247,
      "alignment_index": [
        247
      ]
    },
    {
      "span": {
        "start": 7069,
        "end": 7100
      },
      "index": 248,
      "alignment_index": [
        248
      ]
    },
    {
      "span": {
        "start": 7101,
        "end": 7132
      },
      "index": 249,
      "alignment_index": [
        249
      ]
    },
    {
      "span": {
        "start": 7133,
        "end": 7164
      },
      "index": 250,
      "alignment_index": [
        250
      ]
    },
    {
      "span": {
        "start": 7165,
        "end": 7196
      },
      "index": 251,
      "alignment_index": [
        251
      ]
    },
    {
      "span": {
        "start": 7197,
        "end": 7228
      },
      "index": 252,
      "alignment_index": [
        252
      ]
    },
    {
      "span": {
        "start": 7229,
        "end": 7260
      },
      "index": 253,
      "alignment_index": [
        253
      ]
    },
    {
      "span": {
        "start": 7261,
        "end": 7292
      },
      "index": 254,
      "alignment_index": [
        254
      ]
    },
    {
      "span": {
        "start": 7293,
        "end": 7324
      },
      "index": 255,
      "alignment_index": [
        255
      ]
    },
    {
      "span": {
        "start": 7325,
        "end": 7357
      },
      "index": 256,
      "alignment_index": [
        256
      ]
    },
    {
      "span": {
        "start": 7358,
        "end": 7371
      },
      "index": 257,
      "alignment_index": [
        257
      ]
    },
    {
      "span": {
        "start": 7372,
        "end": 7393
      },
      "index": 258,
      "alignment_index": [
        258
      ]
    },
    {
      "span": {
        "start": 7394,
        "end": 7425
      },
      "index": 259,
      "alignment_index": [
        259
      ]
    },
    {
      "span": {
        "start": 7426,
        "end": 7457
      },
      "index": 260,
      "alignment_index": [
        260
      ]
    },
    {
      "span": {
        "start": 7458,
        "end": 7489
      },
      "index": 261,
      "alignment_index": [
        261
      ]
    },
    {
      "span": {
        "start": 7490,
        "end": 7521
      },
      "index": 262,
      "alignment_index": [
        262
      ]
    },
    {
      "span": {
        "start": 7522,
        "end": 7522
      },
      "index": 263,
      "alignment_index": [
        263
      ]
    },
    {
      "span": {
        "start": 7523,
        "end": 7538
      },
      "index": 264,
      "alignment_index": [
        264
      ]
    },
    {
      "span": {
        "start": 7539,
        "end": 7570
      },
      "index": 265,
      "alignment_index": [
        265
      ]
    },
    {
      "span": {
        "start": 7571,
        "end": 7602
      },
      "index": 266,
      "alignment_index": [
        266
      ]
    },
    {
      "span": {
        "start": 7603,
        "end": 7634
      },
      "index": 267,
      "alignment_index": [
        267
      ]
    },
    {
      "span": {
        "start": 7635,
        "end": 7666
      },
      "index": 268,
      "alignment_index": [
        268
      ]
    },
    {
      "span": {
        "start": 7667,
        "end": 7698
      },
      "index": 269,
      "alignment_index": [
        269
      ]
    },
    {
      "span": {
        "start": 7699,
        "end": 7730
      },
      "index": 270,
      "alignment_index": [
        270
      ]
    },
    {
      "span": {
        "start": 7731,
        "end": 7731
      },
      "index": 271,
      "alignment_index": [
        271
      ]
    },
    {
      "span": {
        "start": 7732,
        "end": 7747
      },
      "index": 272,
      "alignment_index": [
        272
      ]
    },
    {
      "span": {
        "start": 7748,
        "end": 7779
      },
      "index": 273,
      "alignment_index": [
        273
      ]
    },
    {
      "span": {
        "start": 7780,
        "end": 7811
      },
      "index": 274,
      "alignment_index": [
        274
      ]
    },
    {
      "span": {
        "start": 7812,
        "end": 7843
      },
      "index": 275,
      "alignment_index": [
        275
      ]
    },
    {
      "span": {
        "start": 7844,
        "end": 7875
      },
      "index": 276,
      "alignment_index": [
        276
      ]
    },
    {
      "span": {
        "start": 7876,
        "end": 7907
      },
      "index": 277,
      "alignment_index": [
        277
      ]
    },
    {
      "span": {
        "start": 7908,
        "end": 7939
      },
      "index": 278,
      "alignment_index": [
        278
      ]
    },
    {
      "span": {
        "start": 7940,
        "end": 7940
      },
      "index": 279,
      "alignment_index": [
        279
      ]
    },
    {
      "span": {
        "start": 7941,
        "end": 7957
      },
      "index": 280,
      "alignment_index": [
        280
      ]
    },
    {
      "span": {
        "start": 7958,
        "end": 7989
      },
      "index": 281,
      "alignment_index": [
        281
      ]
    },
    {
      "span": {
        "start": 7990,
        "end": 8021
      },
      "index": 282,
      "alignment_index": [
        282
      ]
    },
    {
      "span": {
        "start": 8022,
        "end": 8052
      },
      "index": 283,
      "alignment_index": [
        283
      ]
    },
    {
      "span": {
        "start": 8053,
        "end": 8084
      },
      "index": 284,
      "alignment_index": [
        284
      ]
    },
    {
      "span": {
        "start": 8085,
        "end": 8116
      },
      "index": 285,
      "alignment_index": [
        285
      ]
    },
    {
      "span": {
        "start": 8117,
        "end": 8148
      },
      "index": 286,
      "alignment_index": [
        286
      ]
    },
    {
      "span": {
        "start": 8149,
        "end": 8180
      },
      "index": 287,
      "alignment_index": [
        287
      ]
    },
    {
      "span": {
        "start": 8181,
        "end": 8212
      },
      "index": 288,
      "alignment_index": [
        288
      ]
    },
    {
      "span": {
        "start": 8213,
        "end": 8213
      },
      "index": 289,
      "alignment_index": [
        289
      ]
    },
    {
      "span": {
        "start": 8214,
        "end": 8230
      },
      "index": 290,
      "alignment_index": [
        290
      ]
    },
    {
      "span": {
        "start": 8231,
        "end": 8262
      },
      "index": 291,
      "alignment_index": [
        291
      ]
    },
    {
      "span": {
        "start": 8263,
        "end": 8294
      },
      "index": 292,
      "alignment_index": [
        292
      ]
    },
    {
      "span": {
        "start": 8295,
        "end": 8326
      },
      "index": 293,
      "alignment_index": [
        293
      ]
    },
    {
      "span": {
        "start": 8327,
        "end": 8358
      },
      "index": 294,
      "alignment_index": [
        294
      ]
    },
    {
      "span": {
        "start": 8359,
        "end": 8390
      },
      "index": 295,
      "alignment_index": [
        295
      ]
    },
    {
      "span": {
        "start": 8391,
        "end": 8422
      },
      "index": 296,
      "alignment_index": [
        296
      ]
    },
    {
      "span": {
        "start": 8423,
        "end": 8454
      },
      "index": 297,
      "alignment_index": [
        297
      ]
    },
    {
      "span": {
        "start": 8455,
        "end": 8486
      },
      "index": 298,
      "alignment_index": [
        298
      ]
    },
    {
      "span": {
        "start": 8487,
        "end": 8518
      },
      "index": 299,
      "alignment_index": [
        299
      ]
    },
    {
      "span": {
        "start": 8519,
        "end": 8519
      },
      "index": 300,
      "alignment_index": [
        300
      ]
    },
    {
      "span": {
        "start": 8520,
        "end": 8536
      },
      "index": 301,
      "alignment_index": [
        301
      ]
    },
    {
      "span": {
        "start": 8537,
        "end": 8568
      },
      "index": 302,
      "alignment_index": [
        302
      ]
    },
    {
      "span": {
        "start": 8569,
        "end": 8600
      },
      "index": 303,
      "alignment_index": [
        303
      ]
    },
    {
      "span": {
        "start": 8601,
        "end": 8632
      },
      "index": 304,
      "alignment_index": [
        304
      ]
    },
    {
      "span": {
        "start": 8633,
        "end": 8664
      },
      "index": 305,
      "alignment_index": [
        305
      ]
    },
    {
      "span": {
        "start": 8665,
        "end": 8696
      },
      "index": 306,
      "alignment_index": [
        306
      ]
    },
    {
      "span": {
        "start": 8697,
        "end": 8728
      },
      "index": 307,
      "alignment_index": [
        307
      ]
    },
    {
      "span": {
        "start": 8729,
        "end": 8760
      },
      "index": 308,
      "alignment_index": [
        308
      ]
    },
    {
      "span": {
        "start": 8761,
        "end": 8761
      },
      "index": 309,
      "alignment_index": [
        309
      ]
    },
    {
      "span": {
        "start": 8762,
        "end": 8778
      },
      "index": 310,
      "alignment_index": [
        310
      ]
    },
    {
      "span": {
        "start": 8779,
        "end": 8810
      },
      "index": 311,
      "alignment_index": [
        311
      ]
    },
    {
      "span": {
        "start": 8811,
        "end": 8842
      },
      "index": 312,
      "alignment_index": [
        312
      ]
    },
    {
      "span": {
        "start": 8843,
        "end": 8874
      },
      "index": 313,
      "alignment_index": [
        313
      ]
    },
    {
      "span": {
        "start": 8875,
        "end": 8906
      },
      "index": 314,
      "alignment_index": [
        314
      ]
    },
    {
      "span": {
        "start": 8907,
        "end": 8938
      },
      "index": 315,
      "alignment_index": [
        315
      ]
    },
    {
      "span": {
        "start": 8939,
        "end": 8970
      },
      "index": 316,
      "alignment_index": [
        316
      ]
    },
    {
      "span": {
        "start": 8971,
        "end": 9002
      },
      "index": 317,
      "alignment_index": [
        317
      ]
    },
    {
      "span": {
        "start": 9003,
        "end": 9034
      },
      "index": 318,
      "alignment_index": [
        318
      ]
    },
    {
      "span": {
        "start": 9035,
        "end": 9066
      },
      "index": 319,
      "alignment_index": [
        319
      ]
    },
    {
      "span": {
        "start": 9067,
        "end": 9098
      },
      "index": 320,
      "alignment_index": [
        320
      ]
    },
    {
      "span": {
        "start": 9099,
        "end": 9130
      },
      "index": 321,
      "alignment_index": [
        321
      ]
    },
    {
      "span": {
        "start": 9131,
        "end": 9146
      },
      "index": 322,
      "alignment_index": [
        322
      ]
    },
    {
      "span": {
        "start": 9147,
        "end": 9177
      },
      "index": 323,
      "alignment_index": [
        323
      ]
    },
    {
      "span": {
        "start": 9178,
        "end": 9209
      },
      "index": 324,
      "alignment_index": [
        324
      ]
    },
    {
      "span": {
        "start": 9210,
        "end": 9210
      },
      "index": 325,
      "alignment_index": [
        325
      ]
    },
    {
      "span": {
        "start": 9211,
        "end": 9227
      },
      "index": 326,
      "alignment_index": [
        326
      ]
    },
    {
      "span": {
        "start": 9228,
        "end": 9259
      },
      "index": 327,
      "alignment_index": [
        327
      ]
    },
    {
      "span": {
        "start": 9260,
        "end": 9291
      },
      "index": 328,
      "alignment_index": [
        328
      ]
    },
    {
      "span": {
        "start": 9292,
        "end": 9323
      },
      "index": 329,
      "alignment_index": [
        329
      ]
    },
    {
      "span": {
        "start": 9324,
        "end": 9355
      },
      "index": 330,
      "alignment_index": [
        330
      ]
    },
    {
      "span": {
        "start": 9356,
        "end": 9387
      },
      "index": 331,
      "alignment_index": [
        331
      ]
    },
    {
      "span": {
        "start": 9388,
        "end": 9419
      },
      "index": 332,
      "alignment_index": [
        332
      ]
    },
    {
      "span": {
        "start": 9420,
        "end": 9451
      },
      "index": 333,
      "alignment_index": [
        333
      ]
    },
    {
      "span": {
        "start": 9452,
        "end": 9483
      },
      "index": 334,
      "alignment_index": [
        334
      ]
    },
    {
      "span": {
        "start": 9484,
        "end": 9515
      },
      "index": 335,
      "alignment_index": [
        335
      ]
    },
    {
      "span": {
        "start": 9516,
        "end": 9547
      },
      "index": 336,
      "alignment_index": [
        336
      ]
    },
    {
      "span": {
        "start": 9548,
        "end": 9579
      },
      "index": 337,
      "alignment_index": [
        337
      ]
    },
    {
      "span": {
        "start": 9580,
        "end": 9611
      },
      "index": 338,
      "alignment_index": [
        338
      ]
    },
    {
      "span": {
        "start": 9612,
        "end": 9643
      },
      "index": 339,
      "alignment_index": [
        339
      ]
    },
    {
      "span": {
        "start": 9644,
        "end": 9676
      },
      "index": 340,
      "alignment_index": [
        340
      ]
    },
    {
      "span": {
        "start": 9677,
        "end": 9677
      },
      "index": 341,
      "alignment_index": [
        341
      ]
    },
    {
      "span": {
        "start": 9678,
        "end": 9694
      },
      "index": 342,
      "alignment_index": [
        342
      ]
    },
    {
      "span": {
        "start": 9695,
        "end": 9726
      },
      "index": 343,
      "alignment_index": [
        343
      ]
    },
    {
      "span": {
        "start": 9727,
        "end": 9758
      },
      "index": 344,
      "alignment_index": [
        344
      ]
    },
    {
      "span": {
        "start": 9759,
        "end": 9790
      },
      "index": 345,
      "alignment_index": [
        345
      ]
    },
    {
      "span": {
        "start": 9791,
        "end": 9822
      },
      "index": 346,
      "alignment_index": [
        346
      ]
    },
    {
      "span": {
        "start": 9823,
        "end": 9854
      },
      "index": 347,
      "alignment_index": [
        347
      ]
    },
    {
      "span": {
        "start": 9855,
        "end": 9886
      },
      "index": 348,
      "alignment_index": [
        348
      ]
    },
    {
      "span": {
        "start": 9887,
        "end": 9918
      },
      "index": 349,
      "alignment_index": [
        349
      ]
    },
    {
      "span": {
        "start": 9919,
        "end": 9950
      },
      "index": 350,
      "alignment_index": [
        350
      ]
    },
    {
      "span": {
        "start": 9951,
        "end": 9982
      },
      "index": 351,
      "alignment_index": [
        351
      ]
    },
    {
      "span": {
        "start": 9983,
        "end": 10014
      },
      "index": 352,
      "alignment_index": [
        352
      ]
    },
    {
      "span": {
        "start": 10015,
        "end": 10046
      },
      "index": 353,
      "alignment_index": [
        353
      ]
    },
    {
      "span": {
        "start": 10047,
        "end": 10078
      },
      "index": 354,
      "alignment_index": [
        354
      ]
    },
    {
      "span": {
        "start": 10079,
        "end": 10109
      },
      "index": 355,
      "alignment_index": [
        355
      ]
    },
    {
      "span": {
        "start": 10110,
        "end": 10141
      },
      "index": 356,
      "alignment_index": [
        356
      ]
    },
    {
      "span": {
        "start": 10142,
        "end": 10173
      },
      "index": 357,
      "alignment_index": [
        357
      ]
    },
    {
      "span": {
        "start": 10174,
        "end": 10205
      },
      "index": 358,
      "alignment_index": [
        358
      ]
    },
    {
      "span": {
        "start": 10206,
        "end": 10237
      },
      "index": 359,
      "alignment_index": [
        359
      ]
    },
    {
      "span": {
        "start": 10238,
        "end": 10270
      },
      "index": 360,
      "alignment_index": [
        360
      ]
    },
    {
      "span": {
        "start": 10271,
        "end": 10271
      },
      "index": 361,
      "alignment_index": [
        361
      ]
    },
    {
      "span": {
        "start": 10272,
        "end": 10288
      },
      "index": 362,
      "alignment_index": [
        362
      ]
    },
    {
      "span": {
        "start": 10289,
        "end": 10320
      },
      "index": 363,
      "alignment_index": [
        363
      ]
    },
    {
      "span": {
        "start": 10321,
        "end": 10352
      },
      "index": 364,
      "alignment_index": [
        364
      ]
    },
    {
      "span": {
        "start": 10353,
        "end": 10384
      },
      "index": 365,
      "alignment_index": [
        365
      ]
    },
    {
      "span": {
        "start": 10385,
        "end": 10416
      },
      "index": 366,
      "alignment_index": [
        366
      ]
    },
    {
      "span": {
        "start": 10417,
        "end": 10448
      },
      "index": 367,
      "alignment_index": [
        367
      ]
    },
    {
      "span": {
        "start": 10449,
        "end": 10480
      },
      "index": 368,
      "alignment_index": [
        368
      ]
    },
    {
      "span": {
        "start": 10481,
        "end": 10481
      },
      "index": 369,
      "alignment_index": [
        369
      ]
    },
    {
      "span": {
        "start": 10482,
        "end": 10482
      },
      "index": 370,
      "alignment_index": [
        370
      ]
    },
    {
      "span": {
        "start": 10483,
        "end": 10483
      },
      "index": 371,
      "alignment_index": [
        371
      ]
    },
    {
      "span": {
        "start": 10484,
        "end": 10484
      },
      "index": 372,
      "alignment_index": [
        372
      ]
    }
  ]
}